{"sections":[{"name":{"ar":"صفة الصلاة","en":"صفة الصلاة","bn":"صفة الصلاة","es":"صفة الصلاة","id":"صفة الصلاة","ur":"صفة الصلاة","tr":"صفة الصلاة","ku":"صفة الصلاة","ms":"صفة الصلاة"},"branches":[{"name":{"ar":"استقبال الكعبة","en":"Facing the Kaaba","bn":"কাবার দিকে মুখ করা","es":"Orientarse hacia la Kaaba","id":"Menghadap Ka'bah","ur":"کعبہ کی طرف رُخ کرنا","tr":"Kâbe’ye Yönelmek","ku":"ڕووبەڕووی كعبە بوون","ms":"Menghadap Kaabah"},"title":{"ar":"استقبال الكعبة","en":"Facing the Kaaba","bn":"কাবার দিকে মুখ করা","es":"Orientarse hacia la Kaaba","id":"Menghadap Ka'bah","ur":"کعبہ کی طرف رُخ کرنا","tr":"Kâbe’ye Yönelmek","ku":"ڕووبەڕووی كعبە بوون","ms":"Menghadap Kaabah"},"subtitle":{"ar":"1- إذا قمتَ أيها المسلم إلى الصلاة، فاستقبل الكعبة حيث كنت، في الفرض والنفلِ، وهو ركن من أركان الصلاة، التي لا تصح الصلاة إلا بها.2- ويسقط الاستقبال عن المحارب في صلاة الخوف والقتال الشديد.-     وعن العاجز عنه؛ كالمريض، أو من كان في السفينة، أو السيارة، أو الطائرة، إذا خشي خروج الوقت.-     وعمن كان يصلي نافلة أو وتراً، وهو يسير راكباً دابة أو غيرها ويستحب له إذا أمكن أن يستقبل بها القبلة عند تكبيرة الإحرام، ثم يتجه بها حيث كانت وجهته.3- ويجب على كل من كان مشاهداٍ للكعبة أن يستقبل عينها، وأما من كان غير مشاهداً لها فيستقبل جهتها.    حكم الصلاة إلى غير الكعبة خطأً4- وإن صلى إلى غير القبلة ؛ لغيم أو غيره بعد الاجتهاد والتحري جازت صلاته، ولا إعادة عليه.5- وإذا جاء من يثق به - وهو يصلي - فأخبره بجهتها، فعليه أن يبادر إلى استقبالها، وصلاته صحيحةٌ.","en":"1- When you, O Muslim, stand for prayer, face the Kaaba wherever you are, in both obligatory and voluntary prayers. This is one of the pillars of prayer, without which the prayer is not valid.2- Facing the Kaaba is waived for:One engaged in battle during fearful or intense fighting.One who is unable to face it, such as the sick, or someone on a ship, car, or airplane who fears the prayer time will pass.One praying voluntary or Witr prayers while riding an animal or other means of transport. It is recommended, if possible, to face the Kaaba at the opening Takbir, then proceed in the direction of travel.3- Anyone who can see the Kaaba must face it directly. As for those who cannot see it, they should face its direction.Ruling on Praying in the Wrong Direction4- If someone prays in a direction other than the Qiblah due to clouds or other reasons, after exerting effort and careful determination, their prayer is valid and they do not need to repeat it.5- If, while praying, a trustworthy person informs them of the correct direction, they must immediately turn to face it, and their prayer remains valid.","bn":"1- হে মুসলমান, যখন তুমি নামাজের জন্য দাঁড়াও, তখন যেখানে থাক না কেন ফরজ ও নফল নামাজে কাবার দিকে মুখ করবে। এটি নামাজের একটি স্তম্ভ, যা ছাড়া নামাজ শুদ্ধ নয়।2- কাবার দিকে মুখ করা থেকে অব্যাহতি পাবে:যে যুদ্ধ বা ভয়ের অবস্থায় লড়াই করছে।যে তা করতে অক্ষম, যেমন অসুস্থ ব্যক্তি, অথবা জাহাজ, গাড়ি কিংবা বিমানে অবস্থানকারী, যদি নামাজের সময় চলে যাওয়ার আশঙ্কা থাকে।যে নফল বা বিতর নামাজ পড়ছে পশু বা অন্য কোনো বাহনে আরোহণ করে। তার জন্য সুন্নত হলো সম্ভব হলে তাকবিরে তাহরিমার সময় কাবার দিকে মুখ করা, তারপর বাহন যেদিকে যায় সেদিকেই চলা।3- যে কাবা দেখতে পাচ্ছে তার জন্য কাবার দিকেই সরাসরি মুখ করা জরুরি। আর যে কাবা দেখতে পাচ্ছে না, সে কেবল তার দিকের দিকে মুখ করবে।ভুলবশত কাবা ব্যতীত অন্য দিকে নামাজ পড়ার হুকুম4- যদি কেউ মেঘ বা অন্য কারণে কিবলার দিক নির্ধারণে চেষ্টা ও অনুসন্ধানের পর অন্য দিকে নামাজ পড়ে, তবে তার নামাজ শুদ্ধ হবে এবং পুনরায় পড়তে হবে না।5- যদি নামাজের সময় একজন বিশ্বস্ত ব্যক্তি এসে তাকে সঠিক দিক জানায়, তবে সঙ্গে সঙ্গে কাবার দিকে ঘুরে দাঁড়াতে হবে, এবং তার নামাজ বৈধ থাকবে।","es":"1- Cuando tú, oh musulmán, te levantes para la oración, oriéntate hacia la Kaaba dondequiera que estés, tanto en las oraciones obligatorias como en las voluntarias. Este es un pilar de la oración, sin el cual la oración no es válida.2- La obligación de orientarse hacia la Kaaba se suspende para:Quien está en combate en situaciones de miedo o lucha intensa.Quien es incapaz de hacerlo, como el enfermo, o alguien que se encuentra en un barco, coche o avión y teme que el tiempo de la oración se le pase.Quien reza oraciones voluntarias o el Witr mientras viaja montado en un animal u otro medio de transporte. Es recomendable, si es posible, orientarse hacia la Kaaba en el Takbir de apertura, y luego continuar en la dirección de su viaje.3- Todo aquel que pueda ver la Kaaba debe dirigirse hacia ella directamente. En cambio, quien no la ve debe orientarse hacia su dirección.Norma sobre rezar en otra dirección por error4- Si alguien reza en una dirección distinta a la Qibla debido a nubes u otra causa, después de haber hecho un esfuerzo y una cuidadosa determinación, su oración es válida y no necesita repetirla.5- Si, mientras está rezando, una persona de confianza le informa de la dirección correcta, debe girarse inmediatamente hacia ella, y su oración sigue siendo válida.","id":"1- Wahai Muslim, ketika engkau berdiri untuk shalat, maka menghadaplah ke Ka'bah di mana pun engkau berada, baik dalam shalat fardhu maupun sunnah. Ini adalah salah satu rukun shalat, yang tanpanya shalat tidak sah.2- Kewajiban menghadap Ka'bah gugur bagi:Orang yang sedang berperang dalam kondisi takut atau pertempuran sengit.Orang yang tidak mampu melakukannya, seperti orang sakit, atau yang berada di kapal, mobil, atau pesawat terbang, jika khawatir waktu shalat akan habis.Orang yang melaksanakan shalat sunnah atau witir sambil berkendara dengan hewan tunggangan atau sarana lain. Disunnahkan baginya, jika memungkinkan, untuk menghadap Ka'bah ketika takbiratul ihram, kemudian melanjutkan sesuai arah perjalanannya.3- Siapa yang dapat melihat Ka'bah wajib menghadap tepat ke arahnya. Sedangkan yang tidak dapat melihatnya cukup menghadap ke arahnya (arah kiblat).Hukum shalat ke arah selain Ka'bah karena keliru4- Jika seseorang shalat ke arah selain kiblat karena mendung atau sebab lain, setelah berusaha dan berijtihad menentukan arah, maka shalatnya sah dan tidak perlu mengulanginya.5- Jika ketika shalat ada orang yang terpercaya memberitahukan arah kiblat yang benar, maka ia wajib segera menghadap ke arahnya, dan shalatnya tetap sah.","ur":"1- اے مسلمان! جب تو نماز کے لیے کھڑا ہو تو جہاں بھی ہو، فرض اور نفل دونوں نمازوں میں کعبہ کی طرف رُخ کرے۔ یہ نماز کا ایک رکن ہے، جس کے بغیر نماز صحیح نہیں ہوتی۔2- کعبہ کی طرف رُخ کرنے کی شرط ساقط ہو جاتی ہے:اُس شخص سے جو خوف یا سخت جنگ کی حالت میں ہو۔اُس سے جو ایسا کرنے پر قادر نہ ہو، جیسے مریض، یا جو کشتی، گاڑی یا جہاز میں ہو اور اسے نماز کا وقت نکل جانے کا اندیشہ ہو۔اُس شخص سے جو نفل یا وتر کی نماز پڑھ رہا ہو سواری پر یا کسی اور سواری کے ذریعے۔ مستحب ہے کہ اگر ممکن ہو تو تکبیرِ تحریمہ کے وقت کعبہ کی طرف رُخ کرے، پھر جس طرف سواری کا رُخ ہو اسی طرف نماز جاری رکھے۔3- جو شخص کعبہ کو دیکھ رہا ہو اُس پر لازم ہے کہ کعبہ کی عین طرف رُخ کرے، اور جو نہ دیکھ رہا ہو وہ اُس کی سمت کی طرف رُخ کرے۔کعبہ کے علاوہ کسی اور طرف غلطی سے نماز پڑھنے کا حکم4- اگر کوئی شخص بادل یا کسی اور وجہ سے اجتہاد اور تحقیق کے بعد قبلہ کے علاوہ کسی اور طرف نماز پڑھ لے تو اُس کی نماز جائز ہے اور اُسے دوبارہ پڑھنے کی ضرورت نہیں۔5- اگر نماز کے دوران کوئی قابلِ اعتماد شخص اُسے صحیح سمت بتا دے تو فوراً کعبہ کی طرف رُخ کر لے، اور اُس کی نماز درست رہے گی۔","tr":"1- Ey Müslüman! Namaza kalktığında, farz veya nafile olsun, nerede olursan ol Kâbe’ye yönel. Bu, namazın rükünlerinden biridir; onsuz namaz sahih değildir.2- Kâbe’ye yönelme şartı şu kimselerden düşer:Korku veya şiddetli savaş hâlinde olan kimse.Bunu yapmaya güç yetiremeyen kimse; hasta olan, ya da gemide, arabada veya uçakta bulunan ve vaktin çıkmasından endişe eden.Nafile veya vitir namazını binek üzerinde veya başka bir taşıtta kılan kimse. Ona, mümkünse, ilk tekbir (iftitah tekbiri) esnasında kıbleye yönelmesi müstehap olur; sonra ise bineğin yöneldiği tarafa devam eder.3- Kâbe’yi görebilen kimse ona tam olarak yönelmekle yükümlüdür. Onu görmeyen ise sadece kıble yönüne yönelir.Yanlışlıkla Kâbe’den Başka Yöne Doğru Namaz Kılmanın Hükmü4- Bir kimse, bulut veya başka bir sebeple araştırıp gayret ettikten sonra kıbleden başka bir yöne doğru namaz kılarsa, namazı geçerlidir ve tekrar kılması gerekmez.5- Eğer namaz esnasında güvenilir bir kimse gelip doğru yönü haber verirse, hemen Kâbe’ye yönelmesi gerekir ve namazı sahihtir.","ku":"1- ئه‌ی موسلمان! كاتێك بۆ نماز دەست دەكات، لەهەموو شوێنێك، لە فەرز و نافیله‌كان، دەبێت ڕووت بۆ كعبە بێت. ئەمە یەكێكە لە ركنەكانی نماز، كە بێ ئەوە نماز دروست ناكرێت.2- بەرپرسیاری ڕووبەڕووی كعبە بوون لەو كسانە كەم دەبێت:ئەو كەسەی لە دۆخی ترس یان شەڕی توند دابینەوە.ئەوەی ناتوانێت ئەنجام بدات، وەك نەخۆش، یان كەسێك لەسەر كەشتی، ئۆتۆمبێل یان فڕۆكەیەتی، كە ترس لەوەی هەبێت كاتەی نماز بڕوات.ئەو كەسەی نافیله یان ویتری دەكات لەسەر ئاژەڵ یان هەر جۆرە سوواری تر. باشە ئەگەر بتوانێت لە كاتی تكبیری حەرام بەرەو كعبە بێت، پاشان بە ئێوه‌ی سووارییەکە بەرەو ئەو ئارەوە بچێت.3- هەر كێی كعبە دەبینێت، پێویستە ڕاستەوخۆ بەرەو ئەوە بێت. بەڵام ئەو كەسەی نابینێت، تەنها بەرەو ئارەی كعبە دەكات.حكمی نماز كردن بەرەو ناوەندی تر بەهۆی هەڵەوە4- ئەگەر كەسێك بەهۆی هەور یان هۆكاری تر، پاش هەوڵدان و لێكۆڵینەوە، بەرەو ئارەی تر نماز بكات، نمازی دروستە و پێویست ناكەوێت دووبارە بكات.5- ئەگەر لە كاتی نمازدا، كەسێكی متمانەپێکراو بێت و ئارەی ڕاستی پێی بڵێت، دەبێت بەپەلە بەرەو كعبە بێت، و نمازی دروست دەبێت.","ms":"1- Wahai Muslim! Apabila engkau berdiri untuk solat, maka hadaplah ke Kaabah di mana sahaja engkau berada, sama ada dalam solat fardu mahupun sunat. Ini adalah salah satu rukun solat, yang tanpa ia solat tidak sah.2- Kewajipan menghadap Kaabah gugur bagi:Orang yang sedang berperang dalam keadaan takut atau peperangan yang sengit.Orang yang tidak mampu melakukannya, seperti orang sakit, atau mereka yang berada di dalam kapal, kereta atau kapal terbang dan bimbang waktu solat akan habis.Orang yang menunaikan solat sunat atau witir di atas tunggangan atau kenderaan lain. Disunatkan baginya, jika mampu, untuk menghadap Kaabah ketika takbiratul ihram, kemudian meneruskan solat ke arah perjalanan kenderaannya.3- Sesiapa yang dapat melihat Kaabah wajib menghadap tepat ke arahnya. Adapun sesiapa yang tidak dapat melihatnya, cukup dengan menghadap ke arahnya (arah kiblat).Hukum solat ke arah selain Kaabah kerana tersilap4- Jika seseorang solat ke arah selain kiblat kerana mendung atau sebab lain, setelah berusaha dan berijtihad menentukan arah, maka solatnya sah dan tidak perlu diulang.5- Jika ketika solat ada orang yang dipercayai memberitahu arah kiblat yang betul, maka dia wajib segera berpaling ke arahnya, dan solatnya tetap sah."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"القيام","en":"Standing in Prayer","bn":"প্রার্থনায় দাঁড়ানো","es":"Oración de Pie","id":"Shalat Berdiri","ur":"نماز میں قیام","tr":"Namazda Ayakta Durmak","ku":"بەستنی نماز بەڕۆشتن","ms":"Solat Berdiri"},"title":{"ar":"القيام","en":"Standing in Prayer","bn":"প্রার্থনায় দাঁড়ানো","es":"Oración de Pie","id":"Shalat Berdiri","ur":"نماز میں قیام","tr":"Namazda Ayakta Durmak","ku":"بەستنی نماز بەڕۆشتن","ms":"Solat Berdiri"},"subtitle":{"ar":"6- ويجب عليه أن يصلي وهو قائماً وهو ركن ٌ، إلا على:المصلي صلاة الخوف، والقتال الشديد، فيجوز له أن يصلي راكباً، والمريض العاجز عن القيام، فيصلي جالساً إن استطاع، وإلا فعلى جَنبٍ، والمتنفّل، فله أن يصلي راكباً، أو قاعداً إن شاءَ، ويركع وسجد إيماءً برأسهِ، وكذلك المريضُ، ويجعل سجوده أخفض من ركوعه.7 - ولا يجوز للمصلي جالساً أن يضع شيئاً على الأرض مرفوعاً يسجد عليه، وإنما يجعل سجوده أخفض من ركوعه - كما ذكرنا - إذا كان لا يستطيع مباشرة أن يباشر الأرض بجبهتِهِ.    الصلاة في السفينة والطائرة8- وتجوز صلاة الفريضة في السفينة، وكذا في الطائرة.9- وله أن يصلي فيهما قاعداً إذا خشي على نفسه السقوط.10- ويجوز أن يعتمد في قيامه على عمودٍ، أو عصى؛ لكبر سنه، أو ضعف بدنه.    الجمع بين القيام والقعود11- ويجوز أن يصَلي صلاة الليل قائماً أو قاعداً بدون عذر، وأن يجمع بينهما، فيصلَّي ويقرأ جالساً، وقبيل الركوع يقوم، فيقرأ ما بقي عليه من الآيات قائماً ثم يركع ويسجد، ثم يصنع مثل ذلك في الركعة الثانية.12- وإذا صلى قاعداً جلس متربعاً، أو أي جلسةٍ أخرى يستريح بها.    الصلاة في النعال13- ويجوز له أن يقف حافياً، كما يجوز له أن يصلي منتعلاً .14- والأفضل أن يصلي تارةً هكذا وتارةً هكذا، حسبما تيسر له، فلا يتكلف لبسهما للصلاة ولا خلعها، بل إن كان حافياً صلى حافياً، وإن كان منتعلاً صلى منتعلا، إلا لأمرٍ عارضٍ.15- وإذا نزعهما فلا يضعهما عن يمينه، وإنما عن يساره، إذا لم يكن عن يساره أحدٌ يصلي، وإلا وضعهما بين رجليه ـ قلت: وفيه إيماءٌ لطيفٌ إلى أنه لا يضعهما أمامه، وهذا أدبٌ أخل به جماهير المصلين، فتراهم يصلون إلى نعالهم ! - بذلك صح الأمر عن النبي صلى الله عليه وسلم.    الصلاة على المنبر16- وتجوز صلاة الإمام على مكان مرتفع كالمنبر؛ لتعليم الناس يقوم عليه، فيكبر ويقرأ ويركع وهو عليه، ثم ينزل القهقرى حتى يتمكن من السجود على الأرض في أصل المنبر، ثم يعود إليه فيصنع في الركعة الأخرى كما صنع في الأولى.    وجوب الصلاة إلى سترة والدنو منها17 - ويجب أن يصلي إلى سترةٍ، لا فرق في ذلك بين المسجد وغيره، ولا بين كبيره وصغيره، لعموم قوله صلى الله عليه وسلم:  لا تصل إلا إلى سترةٍ، ولا تدع أحد يمر بين يديك، فإن أبى فلُتقاتله؛ فإن معه القرين . يعني الشيطان.18- ويجب أن يدنو منها؛ لأمر النبي صلى الله عليه وسلم بذلك.19- وكان بين موضع سجوده صلى الله عليه وسلم والجدار الذي يصلي إليه نحو ممر شاةٍ، فمن فعل ذلك فقد أتى بالدنوّ الواجب - قلت: ومنه نعلم أن ما يفعله الناس في كل المساجد التي رأيتها في سوريا وغيرها من الصلاة وسط المسجد بعيداً عن الجدار او السارية، ما هو إلا غفلة عن أمرهِ صلى الله عليه وسلم وفعله.    مقدار ارتفاع السترة20- ويجب أن تكون السترة مرتفعة عن الأرض نحو شبر، أو شبرين؛ لقوله صلى الله عليه وسلم: إذا وضع أحدكم بين يديه مثل مؤخرة الرحل فليصل،ولا يبالي من مر وراء ذلك . - المؤخرة: هي العمود الذي في آخر الرحل، والرحل، هو للجمل بمنزلة السرج للفرس. وفي الحديث إشارة إلى أن الخط على الأرض لا يجزي، والحديث المروي فيه ضعيف -.21- ويتوجه إلى السترة مباشرةً؛ لأنه الظاهر من الأمر بالصلاة إلى سترة، وأما التحول عنها يميناً أو يساراً، بحيث أنه لا يصمُدُ إليها صَمْداً، فلم يثبت.22- وتجوز الصلاة إلى العصا المغروزة في الأرض أو نحوها، وإلى شجرة، أو اسطوانة، وإلى امرأته المضطجعة على السرير، وهي تحت لحافها، وإلى الدابة، ولو كانت جملاً.    تحريم الصلاة إلى القبور23- ولا تجوز الصلاة إلى القبور مطلقاً ، سواءً كانت قبوراً للأنبياء أو غيرهم.    تحريم المرور بين يدي المصلي ولو في المسجد الحرام24- ولا يجوز المرور بين يدي المصلي إذا كان بين يديه سترة، ولا فرق في ذلك بين المسجد الحرام وغيره من المساجد، فكلها سواء في عدم الجواز لعموم قوله صلى الله عليه وسلم: لو يعلم المار بين يدي المصلي ماذا عليه، لكانَ أن يقف أربعين، خيراً له من أن يمر بين يديه . يعني: المرور بينه وبين موضع سجوده.-وأما حديث صلاته صلى الله عليه وسلم في حاشية المطاف دون سترة والناس يمرون بين يديه، فلا يصح، على أنه ليس فيه أن المرور كان بينه وبين سجوده -.    وجوب منع المصلي للمار بين يديه، ولو في المسجد الحرام25- ولا يجوز للمصلَّي إلى سترةٍ أن يدع أحداً يمر بين يديه؛ للحديث السابق: ولا تدع أحداً يمر بين يديك... ، وقوله صلى الله عليه وسلم: إذا صلَّى أحدُكم إلى شيءٍ يستره من الناس، فأراد أحدٌ أن يجتازَ بين يديه، فليدفع في نحره، وليدرأ ما استطاعَ ، وفي رواية: فليمنعه - مرتين - فإن أبى فليقاتله فإنما هو شيطانٌ .    المشي إلى الأمام؛ لمنع المرور26- ويجوز أن يتقدم خطوةً أو أكثر؛ ليمنع غيرَ مكلَّفٍ من المرور بين يديه؛ كدابةٍ أو طفل، حتى يمر من ورائه.    ما يقطع الصلاة27- وإن من أهمية السُّترة في الصلاة، أنها تحولُ بين المصلي إليها، وبين إفساد صلاته؛ بالمرور بين يديه، بخلاف الذي لم يتخذها، فإنه يقطع صلاته إذا مرت بين يديه المرأةُ البالغةُ، وكذلك الحمار، والكلب الأسود.","en":"6- It is obligatory to pray while standing, and this is a pillar of prayer, except for:The one performing the prayer of fear or in intense fighting, for whom it is permissible to pray while riding.The sick person who is unable to stand, who should pray sitting if able, otherwise lying on his side.The one performing voluntary prayers, who may pray while riding or sitting if he wishes, bowing and prostrating by lowering his head, as does the sick person, making his prostration lower than his bowing.7- A person praying while sitting is not allowed to place something elevated on the ground to prostrate on. Instead, he must make his prostration lower than his bowing—as mentioned—if he cannot place his forehead directly on the ground.Prayer on a Ship or an Airplane8- It is permissible to perform obligatory prayer on a ship, as well as on an airplane.9- One may pray seated in them if he fears falling.10- It is also permissible to rely on a pillar or staff while standing, due to old age or physical weakness.Combining Standing and Sitting11- It is permissible to pray the night prayer (Qiyam al-Layl) standing or sitting without excuse, and to combine both: he may pray and recite while sitting, then shortly before bowing he stands, recites the remaining verses standing, then bows and prostrates. He repeats the same in the second rak‘ah.12- If he prays sitting, he may sit cross-legged or in any other posture that is comfortable for him.Praying in Footwear13- He may pray barefoot, and he may also pray wearing shoes.14- The best practice is to do both at different times, according to what is easiest. He should not make it a burden to wear or remove them specifically for prayer: if barefoot, he prays barefoot; if wearing shoes, he prays wearing them, unless there is a particular reason otherwise.15- If he removes them, he should not place them to his right, but rather to his left, provided there is no one praying there. Otherwise, he places them between his legs. (Note: This subtly indicates that they should not be placed in front of him, a point of etiquette neglected by many worshippers, for they often pray facing their shoes!) This ruling is authentically reported from the Prophet ﷺ.Prayer on the Minbar (Pulpit)16- It is permissible for the imam to pray on an elevated place like the minbar for the purpose of teaching the people. He stands on it, says the takbir, recites, and bows on it, then steps backward to the ground in order to prostrate at the base of the minbar. He then returns to it for the second rak‘ah, repeating what he did in the first.The Obligation of Praying Toward a Sutrah and Drawing Near to It17- One must pray toward a sutrah (a barrier placed in front of the worshipper), whether in a mosque or elsewhere, regardless of size, in accordance with the general command of the Prophet ﷺ: “Do not pray except toward a sutrah, and do not allow anyone to pass in front of you. If he insists, then fight him, for he has with him the devil.”18- It is obligatory to be close to the sutrah, as the Prophet ﷺ commanded.19- The distance between the Prophet’s ﷺ place of prostration and the wall he prayed toward was about the space needed for a sheep to pass. Whoever does likewise has fulfilled the required closeness. (Note: From this we understand that praying in the middle of a mosque far from walls or pillars, as is common in Syria and elsewhere, is contrary to his ﷺ command and practice.)The Required Height of the Sutrah20- The sutrah must be raised about a span or two above the ground, as the Prophet ﷺ said: “When one of you places in front of him something like the back of a saddle, let him pray, and let him not mind who passes beyond that.”(The back of a saddle is the post at the rear of a camel’s saddle. This hadith indicates that drawing a mere line on the ground is insufficient, as the report permitting that is weak.)21- He must face the sutrah directly, for that is the apparent meaning of the command. Turning slightly right or left so that he is not aligned with it has no authentic basis.22- It is permissible to pray toward a stick planted in the ground, or something similar, or a tree, or a pillar, or even one’s wife lying on a bed under her cover, or toward an animal—even a camel.Prohibition of Praying Toward Graves23- It is absolutely forbidden to pray toward graves, whether they are graves of prophets or anyone else.Prohibition of Passing in Front of a Worshipper, Even in the Sacred Mosque24- It is forbidden to pass in front of a person praying when he has a sutrah before him. There is no difference between the Sacred Mosque (al-Masjid al-Haram) and other mosques in this regard, as the Prophet ﷺ said: “If the one passing in front of a worshipper knew the sin upon him, it would be better for him to wait forty (days, months, or years) than to pass in front of him.”(The meaning is passing between him and his place of prostration. As for the narration about him ﷺ praying at the edge of the Mataf without a sutrah while people passed before him, it is not authentic, and in any case it does not state they passed between him and his prostration.)The Obligation of Preventing Passage in Front of the Worshipper, Even in the Sacred Mosque25- A worshipper praying toward a sutrah must not allow anyone to pass in front of him, in accordance with the hadith: “Do not allow anyone to pass in front of you…” and the saying of the Prophet ﷺ: “If one of you prays toward something that screens him from the people, and someone attempts to pass in front of him, let him push him back at the chest and repel him as much as he can. If he insists, let him fight him, for he is nothing but a devil.”Moving Forward to Prevent Passage26- It is permissible for the worshipper to step forward one or more steps to prevent a non-responsible being—such as an animal or a child—from passing in front of him, until they pass behind him.What Invalidates the Prayer27- One of the great benefits of the sutrah is that it prevents the invalidation of the prayer by passage in front of the worshipper. Without a sutrah, the prayer is invalidated if an adult woman, a donkey, or a black dog passes in front of him.","bn":"6- দাঁড়িয়ে নামাজ পড়া বাধ্যতামূলক এবং এটি নামাজের একটি রুকুন, তবে নিম্নলিখিত ব্যতিক্রম আছে:ভয়ের বা তীব্র যুদ্ধে নামাজ করা ব্যক্তি, যার জন্য সে ঘোড়ায় চড়া অবস্থায় নামাজ পড়তে পারে।অসুস্থ বা দাঁড়াতে অক্ষম ব্যক্তি, যিনি সক্ষম হলে বসে নামাজ পড়বে, না হলে পাশের দিকে শুয়ে পড়বে।নফল নামাজকারী, যে ইচ্ছা করলে ঘোড়ায় বা বসে নামাজ পড়তে পারে, মাথা নত করে রুকু ও সেজদা করবে। অসুস্থরাও একইভাবে করবে এবং তার সেজদা রুকুর চেয়ে নীচে হবে।7- বসে নামাজকারী কোনো জিনিস মাটিতে বসিয়ে সেজদা করতে পারবে না। বরং সেজদা রুকুর চেয়ে নীচে করতে হবে—যেমন উল্লেখ করা হয়েছে—যদি সে সরাসরি মাটিতে মস্তক রাখতে না পারে।জাহাজ ও বিমানেও নামাজ8- ফরজ নামাজ জাহাজে বা বিমানেও আদায় করা যায়।9- কেউ যদি ভয়ে পড়ে যেতে পারে তবে সে বসে নামাজ পড়তে পারবে।10- বড় বয়স বা শারীরিক দুর্বলতার কারণে দাঁড়ানোর সময় কোনো খুঁটি বা লাঠির ওপর ভর করে নামাজ আদায় করা যায়।দাঁড়ানো ও বসার সংমিশ্রণ11- রাতের নামাজ (কিয়ামুল লাইল) বিনা কারণেই দাঁড়িয়ে বা বসে আদায় করা যায়, এবং উভয়কেই সংমিশ্রণ করা যায়: সে বসে নামাজ পড়বে, রুকু করার আগে দাঁড়াবে, বাকি আয়াত পড়বে, তারপর রুকু ও সেজদা করবে। দ্বিতীয় রাক‘আতেও একইভাবে করবে।12- বসে নামাজ করলে সে চুপচাপ বসে বা যে কোনো আরামদায়ক আসনে বসতে পারবে।জুতায় নামাজ13- সে নির্জুতো অবস্থায় নামাজ পড়তে পারবে, অথবা জুতা পরে নামাজ পড়তে পারবে।14- উত্তম হলো কখনও নির্জুতো, কখনও জুতা পরে নামাজ পড়া, যা তার জন্য সহজ হয়। নামাজের জন্য জুতা পরা বা খুলতে কোনো জটিলতা সৃষ্টি করা যাবে না।15- যদি সে জুতা খুলে রাখে, তা ডানদিকে না রেখে বামদিকে রাখবে, যদি সেখানে কেউ নামাজ না পড়ে। অন্যথায় পায়ের মাঝখানে রাখবে। (নোট: এটি সূক্ষ্ম নির্দেশ যে জুতা সামনের দিকে না রাখা উচিত, যা অনেকেই অমান্য করে।) এটি প্রমাণিতভাবে হাদীস থেকে জানা যায়।মিনবারে নামাজ16- ইমামকে শিক্ষার উদ্দেশ্যে মিনবারের মতো উঁচু স্থানে নামাজ পড়া অনুমোদিত। সে মিনবারে দাঁড়াবে, তাকবির বলবে, আয়াত পড়বে, রুকু করবে, তারপর সেজদা করতে মাটিতে নামাজ করবে এবং দ্বিতীয় রাক‘আতে একইভাবে করবে।সুতরা (সীমানা)র দিকে নামাজ পড়ার বাধ্যতা এবং কাছে যাওয়া17- মুসলিমকে সুতরা (সীমানা)র দিকে নামাজ পড়তে হবে, মসজিদ বা অন্য কোথাও, বড় বা ছোট সব ক্ষেত্রে। নবী ﷺ বলেছেন: “সুতরা ছাড়া নামাজ পড়বেন না, আর কারো সামনে যাওয়াকে অনুমতি দেবেন না। সে যদি অমান্য করে, তাকে প্রতিহত করুন, কারণ সে শয়তানের সঙ্গে আছে।”18- নবী ﷺ নির্দেশ অনুযায়ী সুতরা থেকে কাছে থাকা আবশ্যক।19- নবী ﷺ এর সেজদার স্থান এবং দেয়ালের মধ্যে প্রায় একটি ভেড়ার পথের সমান ফাঁক ছিল। এভাবে যারা নামাজ পড়ে, তারা প্রয়োজনীয় কাছাকাছি অবস্থান পূরণ করেছে। (নোট: যা দেখা যায়, অনেক মসজিদে মানুষ নামাজ মসজিদের মধ্যবর্তী স্থানে পড়ে, এটি নবী ﷺ এর নির্দেশের বিপরীত।)সুতরা উচ্চতা20- সুতরা মাটির থেকে প্রায় এক/span বা দুই/span উঁচু হতে হবে, নবী ﷺ বলেছেন: “যদি তোমাদের কেউ সামনের দিকে কিছু বসায়, যেমন আঠারার শেষ অংশ, তবে সে নামাজ পড়ুক এবং তা অতিক্রম করা যাই কিনা তা চিন্তা কোরো না।”(আঠারার শেষ অংশ হলো উটের স্যাডলের শেষ খুঁটি।)21- সুতরার দিকে সরাসরি মুখ করা আবশ্যক। সামান্য বাঁ বা ডান দিকে মুখ করলে কোনো প্রমাণ নেই।22- মাটিতে ঠোকানো লাঠি, গাছ, স্তম্ভ, স্ত্রীর বিছানায় শুয়ে থাকা, বা পশু—এমনকি উটের দিকে নামাজ পড়া অনুমোদিত।কবরের দিকে নামাজ নিষিদ্ধ23- কবরের দিকে নামাজ পড়া সম্পূর্ণরূপে নিষিদ্ধ, নবী বা অন্য কারো কবর হলেও।প্রার্থীর সামনের দিকে পার হওয়া নিষিদ্ধ, হজ্জ মসজিদেও24- যদি প্রার্থীর সামনের দিকে সুতরা থাকে, তাহলে তার সামনে পার হওয়া যাবে না। হজ্জ মসজিদ বা অন্য মসজিদ সব ক্ষেত্রে একই নিয়ম প্রযোজ্য। নবী ﷺ বলেছেন: “যদি পার হওয়া ব্যক্তি জানত শাস্তি কী, তবে চলার চেয়ে ৪০ দিন অপেক্ষা করাই উত্তম।”সামনের পথ বন্ধ করা25- সুতরা থাকলে কেউ তার সামনে পার হতে পারবে না। নবী ﷺ বলেছেন: “যদি কেউ সুতরার সামনে পার হতে চায়, তাকে বুক দিয়ে ঠেলা এবং যতটা সম্ভব প্রতিহত করো। যদি সে অমান্য করে, তাকে প্রতিহত করো, কারণ সে শয়তান।”পার হওয়া প্রতিরোধের জন্য এগিয়ে যাওয়া26- প্রার্থীর অনুমতি আছে এক বা একাধিক ধাপ এগিয়ে যেতে, যেন শিশু বা পশু তার সামনের দিকে না আসে, তারা তার পেছনে চলে যাবে।নামাজ বাতিল হওয়ার কারণ27- সুতরা ব্যবহার না করলে প্রার্থীর নামাজ বাতিল হয় যদি পূর্ণবয়স্ক নারী, গাধা, বা কালো কুকুর তার সামনে চলে যায়।","es":"6- Es obligatorio rezar de pie, y esto es un pilar de la oración, excepto para:Quien realiza la oración del miedo o en lucha intensa, a quien se le permite rezar montado.La persona enferma que no puede estar de pie, que debe rezar sentado si puede, o recostado de lado.Quien realiza oraciones voluntarias, que puede rezar montado o sentado si lo desea, inclinando la cabeza para la reverencia y la postración, como hace la persona enferma, haciendo que su postración sea más baja que su inclinación.7- Quien reza sentado no puede colocar un objeto elevado en el suelo para postrarse sobre él. En su lugar, debe hacer que su postración sea más baja que su inclinación, si no puede colocar su frente directamente en el suelo.Oración en Barcos y Aviones8- Es permisible realizar la oración obligatoria en un barco, así como en un avión.9- Puede rezar sentado si teme caerse.10- También es permisible apoyarse en un pilar o bastón mientras se está de pie, debido a la edad avanzada o debilidad física.Combinación de Estar de Pie y Sentado11- Es permisible rezar la oración nocturna (Qiyam al-Layl) de pie o sentado sin excusa, y combinar ambos: puede rezar y recitar sentado, luego, antes de inclinarse, ponerse de pie, recitar los versículos restantes, luego inclinarse y postrarse. Repetirá lo mismo en la segunda rak‘ah.12- Si reza sentado, puede sentarse con las piernas cruzadas o en cualquier otra postura cómoda.Oración con Calzado13- Puede rezar descalzo o usando zapatos.14- Lo mejor es alternar según lo que le sea más fácil. No debe complicarse en ponerse o quitarse los zapatos para la oración: si está descalzo, reza descalzo; si tiene zapatos, reza con ellos, salvo alguna razón específica.15- Si los quita, no debe colocarlos a su derecha, sino a su izquierda, si no hay nadie rezando allí. De lo contrario, los coloca entre sus piernas. (Nota: Esto indica sutilmente que no deben colocarse frente a él, algo que muchos descuidan.) Esto está confirmado por el Profeta ﷺ.Oración en el Minbar (Púlpito)16- El imán puede rezar en un lugar elevado como el minbar para enseñar a la gente. Se coloca en él, dice el takbir, recita, se inclina, luego baja al suelo para postrarse y vuelve al minbar para la segunda rak‘ah, repitiendo lo mismo que hizo en la primera.Obligación de Rezar Hacia una Sutrah y Acercarse a Ella17- Se debe rezar hacia una sutrah (barrera frente al orante), ya sea en la mezquita o en otro lugar, sin importar el tamaño. El Profeta ﷺ dijo: “No recen sin sutrah, y no permitan que alguien pase frente a ustedes. Si insiste, combátanlo, porque lleva consigo al diablo.”18- Es obligatorio acercarse a la sutrah según la instrucción del Profeta ﷺ.19- La distancia entre el lugar de postración del Profeta ﷺ y la pared hacia la que rezaba era aproximadamente el espacio para que pasara una oveja. Quien haga lo mismo cumple con la cercanía requerida. (Nota: La práctica común de rezar en medio de la mezquita lejos de paredes o pilares contraviene la orden del Profeta ﷺ).Altura de la Sutrah20- La sutrah debe estar elevada a aproximadamente un palmo o dos sobre el suelo, según dijo el Profeta ﷺ: “Si alguien coloca algo frente a ti como la parte trasera de una silla de camello, reza y no te preocupes por quien pase más allá.”21- Se debe orientar directamente hacia la sutrah; no hay evidencia de girar ligeramente a la derecha o izquierda.22- Es permisible rezar hacia un palo clavado en la tierra, un árbol, un poste, hacia la esposa acostada bajo la manta, o hacia un animal, incluso un camello.Prohibición de Rezar Hacia Tumbas23- Está absolutamente prohibido rezar hacia tumbas, ya sean de profetas o de cualquier otra persona.Prohibición de Pasar Frente al Orante, Incluso en la Mezquita Sagrada24- No se permite pasar frente a alguien que reza si hay una sutrah delante de él. Esto aplica en la Mezquita Sagrada y en todas las demás mezquitas. El Profeta ﷺ dijo: “Si el que pasa supiera la infracción que comete, sería mejor esperar cuarenta (días, meses o años) que pasar frente a él.”Obligación de Evitar el Paso Frente al Orante25- El orante no debe permitir que nadie pase frente a su sutrah, de acuerdo con el hadiz: “Si alguien intenta pasar frente a tu sutrah, empújalo con el pecho y deténlo lo más que puedas. Si insiste, deténlo, porque es un demonio.”Avanzar para Evitar el Paso26- Se permite al orante dar uno o más pasos hacia adelante para impedir que un niño o un animal pase frente a él, hasta que pasen detrás.Qué Invalida la Oración27- Sin una sutrah, la oración se invalida si pasa una mujer adulta, un burro o un perro negro frente al orante.","id":"6- Wajib shalat sambil berdiri, dan ini merupakan rukun shalat, kecuali untuk:Orang yang sedang shalat dalam kondisi takut atau pertempuran sengit, diperbolehkan shalat sambil menunggang.Orang sakit yang tidak mampu berdiri, shalat duduk jika mampu, jika tidak, shalat menyamping.Orang yang melaksanakan shalat sunnah, boleh shalat sambil menunggang atau duduk jika ia mau, ruku’ dan sujud dengan menundukkan kepala, seperti orang sakit, dan sujudnya lebih rendah dari ruku’.7- Orang yang shalat duduk tidak boleh meletakkan sesuatu di atas tanah untuk bersujud di atasnya. Ia harus membuat sujudnya lebih rendah dari ruku’, jika tidak bisa menempelkan dahinya langsung ke tanah.Shalat di Kapal dan Pesawat8- Shalat fardhu diperbolehkan di kapal maupun pesawat.9- Boleh shalat duduk jika takut jatuh.10- Boleh bersandar pada tiang atau tongkat saat berdiri karena usia lanjut atau lemah fisik.Menggabungkan Berdiri dan Duduk11- Shalat malam (Qiyam al-Lail) boleh dilakukan berdiri atau duduk tanpa uzur, dan boleh menggabungkan keduanya: shalat dan membaca Al-Qur’an sambil duduk, sebelum ruku’ berdiri, membaca sisa ayat, lalu ruku’ dan sujud. Ulangi hal yang sama di rakaat kedua.12- Jika shalat duduk, duduklah bersila atau dalam posisi lain yang nyaman.Shalat dengan Alas Kaki13- Boleh shalat tanpa alas kaki, atau memakai alas kaki.14- Sebaiknya kadang-kadang tanpa alas kaki, kadang memakai alas kaki, sesuai kemudahan. Jangan memaksakan memakai atau melepas alas kaki hanya untuk shalat.15- Jika melepas alas kaki, jangan letakkan di kanan, tetapi di kiri jika tidak ada orang shalat di sana. Jika ada, letakkan di antara kaki. (Catatan: Ini menunjukkan etika bahwa tidak meletakkan di depan.)Shalat di Mimbar16- Imam boleh shalat di tempat tinggi seperti mimbar untuk mengajar, berdiri di atasnya, takbir, membaca, ruku’, lalu turun ke lantai untuk sujud, kembali ke mimbar untuk rakaat kedua dengan cara yang sama.Kewajiban Menghadap Sutrah dan Mendekat17- Wajib shalat menghadap sutrah, di masjid atau tempat lain, besar atau kecil. Nabi ﷺ bersabda: “Jangan shalat tanpa sutrah, dan jangan biarkan orang lewat di depanmu. Jika memaksa, lawanlah, karena bersamanya setan.”18- Wajib mendekat ke sutrah, sesuai perintah Nabi ﷺ.19- Jarak antara tempat sujud Nabi ﷺ dan dinding yang dihadapinya kira-kira selebar seekor domba. Melakukan demikian memenuhi kedekatan yang diwajibkan. (Catatan: Shalat di tengah masjid jauh dari dinding atau tiang bertentangan dengan perintah Nabi ﷺ).Tinggi Sutrah20- Sutrah harus sekitar satu atau dua hasta di atas tanah, Nabi ﷺ bersabda: “Jika ada sesuatu diletakkan di depanmu seperti bagian belakang pelana, shalatlah dan jangan pedulikan siapa yang lewat di belakangnya.”21- Harus menghadap sutrah secara langsung; tidak ada bukti membelok sedikit ke kanan atau kiri.22- Boleh shalat menghadap tongkat ditancapkan, pohon, tiang, istri di tempat tidur tertutup selimut, atau hewan, termasuk unta.Larangan Shalat Menghadap Kubur23- Dilarang mutlak shalat menghadap kubur, nabi atau bukan nabi.Larangan Lewat di Depan Orang yang Shalat, Termasuk di Masjid Haram24- Tidak boleh lewat di depan orang yang shalat jika ada sutrah. Berlaku di Masjid Haram maupun masjid lain. Nabi ﷺ bersabda: “Jika orang yang lewat tahu dosa yang ia lakukan, lebih baik menunggu empat puluh (hari, bulan, atau tahun) daripada lewat di depan orang yang shalat.”Kewajiban Mencegah Lewat di Depan Orang yang Shalat25- Orang yang shalat ke sutrah tidak boleh membiarkan orang lewat di depannya. Nabi ﷺ bersabda: “Jika ada yang mencoba lewat di depan sutrahmu, dorong dengan dada dan cegah semampumu. Jika memaksa, cegah dia, karena itu setan.”Maju untuk Mencegah Lewat26- Boleh melangkah satu atau beberapa langkah ke depan agar anak-anak atau hewan tidak lewat di depan, hingga mereka lewat di belakang.Yang Membatalkan Shalat27- Tanpa sutrah, shalat batal jika wanita dewasa, keledai, atau anjing hitam lewat di depan orang yang shalat.","ur":"6- کھڑے ہو کر نماز پڑھنا واجب ہے اور یہ نماز کے ارکان میں سے ہے، سوائے:جس شخص نے نماز خوف یا شدید جنگ میں ادا کرنی ہو، اسے سواری پر نماز پڑھنا جائز ہے۔جو بیمار ہو اور کھڑا نہ ہو سکے، اگر ممکن ہو تو بیٹھ کر نماز پڑھے، ورنہ ایک طرف لیٹ کر۔نفل نماز پڑھنے والا، اگر چاہے تو سواری پر یا بیٹھ کر نماز پڑھ سکتا ہے، سر جھکا کر رکوع اور سجدہ کرے، جیسا بیمار شخص کرتا ہے، اور اس کا سجدہ رکوع سے نیچے ہوگا۔7- بیٹھ کر نماز پڑھنے والا چیز کو زمین پر رکھ کر اس پر سجدہ نہیں کر سکتا۔ بلکہ سجدہ رکوع سے نیچے ہونا چاہیے، اگر وہ براہ راست ماتھے کو زمین پر نہ رکھ سکے۔جہاز اور طیارے میں نماز8- فرض نماز جہاز یا کشتی میں ادا کرنا جائز ہے۔9- اگر گِرنے کا خوف ہو تو بیٹھ کر نماز پڑھ سکتا ہے۔10- بڑھاپے یا جسمانی کمزوری کی وجہ سے کھڑے ہو کر نماز کے دوران ستون یا لاٹھٰی پر سہارا لینا جائز ہے۔قیام اور قعدہ کا امتزاج11- رات کی نماز (قیام اللیل) بغیر عذر کے کھڑے یا بیٹھ کر پڑھنا جائز ہے، اور دونوں کا امتزاج بھی جائز ہے: وہ بیٹھ کر نماز پڑھے اور تلاوت کرے، رکوع سے پہلے کھڑے ہو کر باقی آیات پڑھے، پھر رکوع اور سجدہ کرے۔ دوسری رکعت میں بھی یہی عمل دہرائے۔12- اگر بیٹھ کر نماز پڑھے، تو چپکے بیٹھے یا کسی آرام دہ حالت میں بیٹھے۔جوتوں کے ساتھ نماز13- وہ ننگے پاؤں نماز پڑھ سکتا ہے، اور جوتے پہن کر بھی پڑھ سکتا ہے۔14- بہترین یہ ہے کہ کبھی ننگے پاؤں اور کبھی جوتے پہن کر نماز پڑھے، جیسا آسان ہو۔ نماز کے لیے جوتے پہننا یا اتارنا لازم نہیں۔15- اگر جوتے اتارے، تو انہیں دائیں طرف نہ رکھے بلکہ بائیں طرف رکھے، اگر وہاں کوئی نماز نہ پڑھ رہا ہو۔ ورنہ اپنے پیروں کے درمیان رکھے۔ (نوٹ: یہ نکتہ کہ جوتے سامنے نہ رکھے جائیں، زیادہ تر لوگ نہیں مانتے۔) یہ حکم حضرت نبی ﷺ سے ثابت ہے۔منبر پر نماز16- امام کو منبر یا بلند مقام پر نماز پڑھنا جائز ہے تاکہ لوگوں کو تعلیم دے سکے، وہ اس پر کھڑا ہو کر تکبیر کہے، تلاوت کرے، رکوع کرے، پھر سجدہ کے لیے زمین پر اترے اور دوسری رکعت میں پہلے کی طرح عمل کرے۔سترة کی طرف نماز پڑھنا اور اس کے قریب ہونا17- سترہ کی طرف نماز پڑھنا واجب ہے، چاہے مسجد ہو یا کہیں اور، بڑا یا چھوٹا فرق نہیں۔ نبی ﷺ نے فرمایا: “سترة کے بغیر نماز نہ پڑھو اور کسی کو تمہارے سامنے سے گزرنے نہ دو۔ اگر وہ ضد کرے تو اسے روک دو، کیونکہ اس کے ساتھ شیطان ہے۔”18- سترہ کے قریب ہونا بھی واجب ہے جیسا نبی ﷺ نے حکم دیا۔19- نبی ﷺ کی سجدہ کی جگہ اور دیوار کے درمیان تقریباً ایک بھیڑ کے گزرنے کے لیے جگہ تھی۔ جو ایسا کرے، اس نے ضروری قربت پوری کی۔ (نوٹ: زیادہ تر لوگ مسجد کے بیچ میں نماز پڑھتے ہیں، یہ نبی ﷺ کے عمل کے مطابق نہیں۔)سترة کی بلندی20- سترہ زمین سے تقریباً ایک یا دو ہندسہ اوپر ہونی چاہیے۔ نبی ﷺ نے فرمایا: “اگر کوئی تمہارے سامنے کچھ رکھے جیسے اونٹ کے زین کی پچھلی طرف، نماز پڑھو اور پرواہ نہ کرو کہ کون اس کے پار گزرے گا۔”21- سیدھا سترہ کی طرف رخ کرنا ضروری ہے؛ دائیں یا بائیں تھوڑا مڑنا ثابت نہیں۔22- زمین میں ٹھوکی ہوئی لاٹھی، درخت، ستون، بیوی جو بستر پر پردے کے نیچے لیٹی ہو، یا جانور، حتیٰ کہ اونٹ کی طرف بھی نماز جائز ہے۔قبور کی طرف نماز کی ممانعت23- قبور کی طرف نماز پڑھنا بالکل حرام ہے، چاہے وہ نبی کی قبر ہو یا کسی اور کی۔نماز گزار کے سامنے سے گزرنے کی ممانعت، حتیٰ کہ مسجد حرام میں بھی24- اگر نماز گزار کے سامنے سترہ ہو تو اس کے سامنے سے گزرنا جائز نہیں۔ یہ حکم مسجد حرام یا دیگر مساجد میں برابر لاگو ہوتا ہے۔ نبی ﷺ نے فرمایا: “اگر گزرنے والا جانتا کہ اس پر کیا گناہ ہوگا تو چالیس دن انتظار کرنا بہتر تھا بجائے اس کے کہ اس کے سامنے سے گزرے۔”گزرنے سے روکنے کی واجبیت25- نماز گزار کسی کو اپنے سامنے سے گزرنے نہ دے۔ نبی ﷺ نے فرمایا: “اگر کوئی تمہاری سترہ کے سامنے سے گزرنا چاہے تو سینے سے روک دو اور جتنا ممکن ہو اسے روک دو۔ اگر ضد کرے تو لڑو، کیونکہ وہ شیطان ہے۔”گزرنے سے روکنے کے لیے آگے بڑھنا26- نماز گزار ایک یا زیادہ قدم آگے بڑھ سکتا ہے تاکہ بچے یا جانور اس کے سامنے سے نہ گزرے، جب تک وہ اس کے پیچھے نہ گزر جائیں۔کیا چیز نماز کو باطل کرتی ہے27- سترہ کے بغیر، اگر بالغ عورت، گدھا یا کالی کتا نماز گزار کے سامنے سے گزر جائے تو نماز باطل ہو جاتی ہے۔","tr":"6- Namazı ayakta kılmak farzdır ve bu namazın rükünlerinden biridir, fakat istisnalar vardır:Korku namazı veya şiddetli savaş namazı kılan kişi, binek üzerinde namaz kılabilir.Ayakta duramayan hasta kişi, mümkünse oturarak namaz kılar, değilse yanına yatarak.Nafl namaz kılan kişi, isterse binek üzerinde veya oturarak namaz kılabilir, başını eğerek rüku ve secde yapar, hasta kişi gibi ve secdesi rükusundan daha alçakta olur.7- Oturarak namaz kılan kişi, üzerine secde yapmak için bir şeyi yere koyamaz. Secdesi rükusundan daha alçak olmalıdır, eğer doğrudan alnını yere koyamıyorsa.Gemi ve Uçakta Namaz8- Farz namaz gemi veya uçakta kılınabilir.9- Düşme korkusu varsa oturarak namaz kılabilir.10- Yaşlılık veya fiziksel zayıflık nedeniyle ayakta dururken bir direğe veya değneğe dayanmak caizdir.Ayakta Durma ve Oturmayı Birleştirmek11- Gece namazı (Kıyamü’l-Leyl) mazeretsiz olarak ayakta veya oturarak kılınabilir ve ikisini birleştirmek de mümkündür: Oturarak namaz kılar ve okur, rükudan önce ayağa kalkar, kalan ayetleri okur, sonra rükû ve secde yapar. İkinci rekâtte de aynı şekilde tekrarlar.12- Oturarak namaz kılarsa, rahat bir şekilde bağdaş kurarak veya başka bir oturuş şeklinde oturabilir.Ayakkabıyla Namaz13- Ayakkabı giymeden veya ayakkabı ile namaz kılabilir.14- En iyisi, bazen ayakkabısız, bazen ayakkabılı namaz kılmak, hangisi kolaysa. Namaz için ayakkabı giymek veya çıkarmak zorunda değildir.15- Ayakkabıları çıkarırsa, sağa değil sola koymalıdır, eğer orada namaz kılan yoksa. Aksi takdirde ayaklarının arasına koyar. (Not: Bu, ayakkabıların önüne konulmaması gerektiğini nazikçe gösterir.) Bu hüküm Peygamber ﷺ’den sabittir.Minberde Namaz16- İmam, insanları eğitmek için minber gibi yüksek bir yerde namaz kılabilir; üzerinde durur, tekbir alır, okur, rükû yapar, sonra secde için yere iner ve ikinci rekâtte ilk rekâtteki gibi tekrar eder.Sütüraya Doğru Namaz Kılmak ve Yakın Olmak17- Sütüraya doğru namaz kılmak farzdır, ister cami olsun ister başka bir yer, büyük veya küçük fark etmez. Peygamber ﷺ şöyle buyurmuştur: “Süturasız namaz kılmayın ve kimsenin önünüzden geçmesine izin vermeyin. Eğer zorlayıcı olursa, onu durdurun, çünkü yanında şeytan vardır.”18- Peygamber ﷺ’in emri doğrultusunda süturaya yakın olmak farzdır.19- Peygamber ﷺ’in secde ettiği yer ile duvar arasındaki mesafe yaklaşık bir koyunun geçebileceği kadardı. Bunu yapan kişi gerekli yakınlığı yerine getirmiş olur. (Not: İnsanların caminin ortasında duvarlardan veya sütunlardan uzakta namaz kılması, Peygamber ﷺ’in sünnetine aykırıdır.)Sütura Yüksekliği20- Sütura yerden yaklaşık bir veya iki arşın yükseklikte olmalıdır. Peygamber ﷺ şöyle buyurmuştur: “Önüne bir şey koyulursa, deve eyerinin arkasına benzer, namaz kıl ve kim geçerse geçsin, umursama.”21- Doğrudan süturaya yönelmek gerekir; sağa veya sola hafif dönmek sabit değildir.22- Toprağa saplanmış bir sopa, ağaç, direk, örtülü yatakta yatan eş veya bir hayvan, hatta deveye doğru namaz kılmak caizdir.Mezar Yönüne Namaz Kılmak Haramdır23- Mezar yönüne namaz kılmak kesinlikle haramdır; ister peygamber mezarı olsun, ister başka biri.Namaz Kılanın Önünden Geçmek Haramdır, Haram Camide Bile24- Namaz kılanın önünde sütura varsa, onun önünden geçmek caiz değildir. Bu, Haram Camii ve diğer camilerde geçerlidir. Peygamber ﷺ buyurmuştur: “Geçen kişi günahını bilseydi, kırk gün beklemesi daha hayırlı olurdu, önünden geçmektense.”Namaz Kılanın Önünden Geçmeyi Önlemek Farzdır25- Süturaya bakan kişi, önünden kimsenin geçmesine izin veremez. Peygamber ﷺ buyurmuştur: “Süturana yaklaşmak isteyen olursa, göğsünle durdur ve elinden geldiğince engelle. Direnirlerse, durdur; çünkü o şeytandır.”Geçişi Önlemek İçin İleri Gitmek26- Namaz kılan, çocuk veya hayvanın önünden geçmemesi için bir veya daha fazla adım öne atabilir, ta ki arkasından geçene kadar.Namazı Bozan Durumlar27- Sütura olmadan, yetişkin bir kadın, eşek veya siyah köpek namaz kılanın önünden geçerse, namaz bozulur.","ku":"6- پێویستە بەڕۆشتن نماز بخوێنێت و ئەمە یەکێکە لە رۆکنەکانی نماز، بەڵام بۆ ئەوانەی خوارەوە:ئەو کەسەی نمازى ترسی یان شەڕى قەوی دەکات، دەتوانێت سواربێت و بخوێنێت.نەخۆش کە نەتوانێت بەڕۆشتن بخوێنێت، ئەگەر بتوانێت بەنووسەوە بخوێنێت، ئەگەر نەبوو، بەلاوەکە دەخوێنێت.نفل بخوێنێت، دەتوانێت سوار یان بەنووسەوە بخوێنێت، سەرەکەی خۆی دا بۆ رکوع و سجود، و هەمان شت کە نەخۆش دەکات. سجودەکەی کەمتر دەبێت لە رکوع.7- ئەو کەسەی ناوەندە بخوێنێت ناتوانێت شتێک لەسەر زەوی بێنێت بۆ سجودکردن لەسەر. بەلکو سجودەکەی دەبێت کەمتر بێت لە رکوع، ئەگەر نەتوانێت مستقیم سەرەکەی بگەیەنێت بۆ زەوی.نماز لە کشتی و فڕۆکە8- نماز فەرز لە کشتی یان فڕۆکە جێگیرە.9- ئەگەر ترسە بۆ هەڵكەوتن، دەتوانێت بەنووسەوە بخوێنێت.10- دەتوانێت سەربەست بەپۆل یان چەق بگرێت بەهۆی تەمەنی گەورە یان تەندروستی بەردەست نەبوو.تێکدانی بەڕۆشتن و ناوەندە11- نماز شەو (قیام لیل) دەتوانرێت بەڕۆشتن یان بەنووسەوە بخوێنرێت بەبێ عذر، و دەتوانرێت یەکگرتوو بێت: دەتوانێت ناوەندە بخوێنێت و بخوێنێت، پێش رکوع بەڕۆشتن بخوێنێت، ئەو آیتە دواترەکان بخوێنێت، دوای آن رکوع و سجود بکات. دوای رکعت دووەم هەمان شت دەکات.12- ئەگەر ناوەندە بخوێنێت، دەتوانێت بەڕێگەی ئاسان بخوێنێت یان لەهەر شێوەیەکی دیکەی ئارام بخوێنێت.نماز لەگەڵ پێشکاوتەکان13- دەتوانێت بێ پێشکاوت بخوێنێت یان بە پێشکاوت بخوێنێت.14- باشترە گەر جارێک بێ پێشکاوت، جارێک بە پێشکاوت بخوێنێت، پێویست نەکراوە جەستەی خۆی هەڵبژاردن بۆ نماز.15- ئەگەر پێشکاوتەکان بدەڕێت، نەبێت لە راست بێنێت، بەڵکو لە چەپ بێنێت، ئەگەر کەسێک ناوەندە نەخوێنێت، ئەگەر نەبوو، لە نێوان پێیان بێنێت. (تێبینی: ئەمە دەربارەی ئەدابەتی ئاسانە کە پێشکاوتەکان لەپێش نەبوو. ئەمە لە ھەدیسی پەیغمەبر ﷺ دڵنیابووە.)نماز لە منبەر16- ئیمام دەتوانێت لە شوێنێکی بەرز وەک منبەر نماز بخوێنێت بۆ فێرکردنی خەڵک، لەسەرەوە دەست بگرێت، تکبیر بڵێت، بخوێنێت، رکوع بکات، دوای آن سجدە بۆ زەوی، دوای رکعت دووەم هەمان شت دەکات.پێویستی بەستنی نماز بۆ سترە و نزیکبوون17- پێویستە بە سترە نماز بخوێنێت، مەسجد یان شوێنێکی تر، گەورە یان بچوک. پەیغمەبر ﷺ وتی: “بێ سترە نماز نەخوێنێن و نەبێت کەسێک لە پێش چاوەکانت بگذرێت. ئەگەر هەژمار بکات، وەک شیطانە.”18- نزیکبوون بۆ سترە ڕێکەوتە.19- نێوان شوێنی سجود پەیغمەبر ﷺ و دیوار قەبارەی تەقریبی گەنجی گەورە بوو. ئەو کەسەی ئەمە بکات، نزیکی پێویست گەیشتووە. (تێبینی: زۆربەی خەڵک لە ناو مەسجد دەخوێنن، لە دوور لە دیوار یان ستون، ئەمە بەپەیوانی پەیغمەبر ﷺ نییە.)بەرزی سترە20- سترە دەبێت نزیکەی یەک یان دوو شبار لەسەر زەوی بێت، پەیغمەبر ﷺ وتی: “ئەگەر شتێک پێش دەستت بێنێ، وەک دەمەکەی ھەڵبژاردن، نماز بخوێنە و نەخەوە کێ بڕوایە بڕۆ.”21- دەبێت ڕاستەوخۆ بۆ سترە ڕوو بدات؛ گەڕان بۆ راست یان چەپ وەک ئەو نەوتراوە.22- دەتوانێت بۆ سەربەست لە سوتا یان دار، ستون، هاوڕێی خەوندا، یان ئاژەڵ، حتی جەمەلی، نماز بخوێنێت.قەبەرەکان بۆ نماز خواندن حرامن23- بۆ قەبەر هیچ جۆرێک نماز خواندن ڕێگە نیە، نە قەبەرە پەیغمەبر و نە قەبەرێکی تر.پێویستی بەسەرچوون لە پێش نمازی خوان، هەتا لە مەسجدی حەرام24- ئەگەر پێش نمازی خوان سترە بوو، ڕێگەی گەزر لە پێشەوە نیە. ئەمە هەموو مەسجدەکاندا ڕەوشە، هەتا مەسجدی حەرام. پەیغمەبر ﷺ وتی: “ئەگەر کەسێک بزانێت گناهەکەی چیە، باشترە چەلەک ڕەگەز بکات بۆ گەزر لە پێشەوە.”پێویستی بەپاراستنی گەزر لە پێش نمازی خوان25- نەبێت ڕێگە بدات کە کەسێک لە پێش سترەکەی بگذرێت. پەیغمەبر ﷺ وتی: “ئەگەر کەسێک هەوڵ دەدات بگذرێت، بە سەرەکە دەگرت و هەوڵ بدە تا بتوانیت وەستانێت. ئەگەر بەرەوپێش بوو، وەستانێت، چونکە ئەو شیطانە.”پێویستی بە پێش چوون بۆ پاراستن لە گەزر26- نمازی خوان دەتوانێت یەک یان زیاتر هەنگاوەکان بەرەوپێش ببە، بۆ ئەوەی منداڵ یان ئاژەڵ نەگذرێت لە پێشەوە، تاوەکو لە دواوەوە بگذرێت.کەسێک چی دەکاتەوە کە نمازی بەسەر نیە27- بێ سترە، اگر کەسێکی گەورە، ہەسەر یان سەگێکی ڕەش لە پێش نمازی خوان بگذرێت، نماز دەست نەدەبێت.","ms":"6- Wajib solat dalam keadaan berdiri, dan ini merupakan salah satu rukun solat, kecuali untuk:Orang yang menunaikan solat dalam keadaan takut atau peperangan sengit, dibenarkan solat di atas tunggangan.Orang sakit yang tidak mampu berdiri, dibenarkan solat duduk jika mampu, jika tidak, solat mengiring.Orang yang menunaikan solat sunat, dibenarkan solat di atas tunggangan atau duduk, ruku’ dan sujud dengan menundukkan kepala, seperti orang sakit, dan sujudnya lebih rendah daripada ruku’.7- Orang yang solat duduk tidak dibenarkan meletakkan sesuatu di atas tanah untuk sujud di atasnya. Sebaliknya, sujudnya lebih rendah daripada ruku’, jika tidak mampu meletakkan dahi terus ke tanah.Solat di Kapal dan Pesawat8- Solat fardhu dibenarkan di kapal dan pesawat.9- Boleh solat duduk jika takut jatuh.10- Boleh bergantung pada tiang atau tongkat semasa berdiri kerana usia lanjut atau kelemahan fizikal.Menggabungkan Berdiri dan Duduk11- Solat malam (Qiyam al-Lail) dibenarkan berdiri atau duduk tanpa uzur, dan boleh menggabungkan kedua-duanya: membaca surah dalam keadaan duduk, sebelum ruku’ berdiri membaca baki ayat, kemudian ruku’ dan sujud. Ulangi bagi rakaat kedua dengan cara yang sama.12- Jika solat duduk, boleh duduk bersila atau dalam posisi lain yang selesa.Solat dengan Kasut13- Boleh solat tanpa kasut, atau memakai kasut.14- Sebaiknya kadang-kadang tanpa kasut, kadang memakai kasut, ikut keselesaan. Tidak diwajibkan pakai atau tanggalkan kasut untuk solat.15- Jika menanggalkan kasut, jangan letak di sebelah kanan, tetapi di kiri jika tiada orang solat di sana. Jika ada, letak di antara kaki. (Nota: Ini menunjukkan adab agar kasut tidak diletak di hadapan.) Hukum ini disandarkan kepada Nabi ﷺ.Solat di Mimbar16- Imam boleh solat di tempat tinggi seperti mimbar untuk mengajar orang, berdiri di atasnya, bertakbir, membaca, ruku’, kemudian turun ke lantai untuk sujud, kembali ke mimbar untuk rakaat kedua dengan cara yang sama.Wajib Solat Menghadap Sutrah dan Dekat Dengannya17- Wajib solat menghadap sutrah, sama ada di masjid atau di tempat lain, tua atau muda. Nabi ﷺ bersabda: “Jangan solat tanpa sutrah dan jangan biarkan sesiapa melepasi depanmu. Jika dia memaksa, cegah dia, kerana bersamanya syaitan.”18- Wajib mendekat kepada sutrah seperti perintah Nabi ﷺ.19- Jarak antara tempat sujud Nabi ﷺ dan dinding kira-kira selebar seekor kambing. Melakukan demikian memenuhi kewajiban kedekatan. (Nota: Ramai orang solat di tengah masjid jauh dari dinding atau tiang, ini tidak selaras dengan sunnah Nabi ﷺ.)Tinggi Sutrah20- Sutrah mesti kira-kira satu atau dua hasta dari tanah. Nabi ﷺ bersabda: “Jika ada sesuatu diletakkan di depanmu seperti hujung pelana unta, solatlah dan jangan pedulikan siapa yang melepasi di belakangnya.”21- Harus menghadap sutrah secara terus; berpaling sedikit ke kanan atau kiri tidak sah.22- Boleh solat menghadap kayu tertancap, pokok, tiang, isteri di atas katil tertutup selimut, atau haiwan termasuk unta.Haram Solat Menghadap Kubur23- Tidak dibenarkan solat menghadap kubur, sama ada kubur Nabi atau orang lain.Haram Melepas Depan Orang Solat, Termasuk Masjid Haram24- Tidak dibenarkan melepasi depan orang yang solat jika ada sutrah. Ini terpakai di Masjid Haram dan masjid lain. Nabi ﷺ bersabda: “Jika orang yang melepasi tahu dosa yang dilakukannya, lebih baik menunggu empat puluh daripada melepasi di depannya.”Wajib Mencegah Lepas Depan Orang Solat25- Orang yang solat menghadap sutrah tidak boleh membenarkan sesiapa melepasi depan. Nabi ﷺ bersabda: “Jika seseorang cuba melepasi sutrahmu, cegah dengan dada dan lakukan semampumu. Jika dia memaksa, cegah kerana dia syaitan.”Melangkah Ke Hadapan Untuk Mencegah Lepas26- Boleh melangkah satu atau lebih langkah ke hadapan agar anak-anak atau haiwan tidak melepasi depan, sehingga mereka melepasi belakang.Apa Yang Membatalkan Solat27- Tanpa sutrah, jika wanita dewasa, keldai, atau anjing hitam melepasi depan orang yang solat, solatnya batal."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"النية","en":"Intention (Niyyah)","bn":"উদ্দেশ্য (নিয়্যাহ)","es":"Intención (Niyyah)","id":"Niat (Niyyah)","ur":"نیت (Niyyah)","tr":"Niyet (Niyyah)","ku":"نیت (Niyyah)","ms":"Niat (Niyyah)"},"title":{"ar":"النية","en":"Intention (Niyyah)","bn":"উদ্দেশ্য (নিয়্যাহ)","es":"Intención (Niyyah)","id":"Niat (Niyyah)","ur":"نیت (Niyyah)","tr":"Niyet (Niyyah)","ku":"نیت (Niyyah)","ms":"Niat (Niyyah)"},"subtitle":{"ar":"28- ولا بد للمصلي من أن ينوي للصلاة التي قام إليها ,، وتعيينها بقلبه، كفرض الظهر أو العصر، أو سُّنتهما مثلا، وهو شرط أو ركنٌ، وأما التلفظ بها بلسانه فبدعة مخالفة للسنة، ولم يقل بها أحدٌ من متبوعي المقلدين من الأئمة.","en":"28- It is obligatory for the person praying to make the intention in their heart for the specific prayer they are about to perform, such as the obligatory Zuhr or Asr, or their respective Sunnah prayers. This intention is a condition or a pillar of the prayer. As for verbally expressing it with the tongue, this is considered an innovation (bid‘ah) contrary to the Sunnah, and none of the imitated scholars from the followers of the imams have stated that it should be done.","bn":"28- যারা নামাজ পড়ছে, তাদের জন্য আবশ্যক যে তারা তাদের হৃদয়ে সেই নামাজের উদ্দেশ্য নির্ধারণ করুক যা তারা পড়তে যাচ্ছেন, যেমন ফরজ জোহর বা আসর, অথবা তাদের সুন্নাহ নামাজ। এই উদ্দেশ্য নামাজের একটি শর্ত বা রুকন। তবে মুখ দিয়ে উচ্চারণ করা নবুয়তবিরোধী bid‘ah হিসেবে গণ্য হয়, এবং কোনো অনুসারী বা মুফতিদের মধ্যে কেউ এটি করতে বলেননি।","es":"28- Es obligatorio que la persona que reza tenga la intención en su corazón para la oración que va a realizar, como el Zuhr o Asr obligatorio, o sus respectivas oraciones Sunnah. Esta intención es una condición o un pilar de la oración. Expresarla verbalmente con la lengua se considera una innovación (bid‘ah) contraria a la Sunnah, y ninguno de los seguidores de los imames ha afirmado que deba hacerse","id":"28- Wajib bagi orang yang shalat untuk meniatkan di dalam hatinya shalat yang akan dilakukannya, seperti shalat Zuhur atau Ashar wajib, atau shalat Sunnahnya. Niat ini merupakan syarat atau rukun dari shalat. Sedangkan mengucapkannya dengan lisan dianggap bid‘ah yang bertentangan dengan Sunnah, dan tidak ada seorang pun dari para pengikut imam yang menyatakan bahwa hal itu harus dilakukan.","ur":"28- نماز پڑھنے والے کے لیے لازم ہے کہ وہ اپنے دل میں اس نماز کی نیت کرے جو وہ پڑھنے جا رہا ہے، جیسے فرض ظہر یا عصر، یا ان کی سنت۔ یہ نیت نماز کا شرط یا رکن ہے۔ زبان سے اس کا اظہار کرنا بدعت ہے اور سنت کے خلاف ہے، اور کسی امام کے پیروکاروں میں سے کسی نے بھی ایسا کرنے کی بات نہیں کی۔","tr":"28- Namaz kılan kişi, kılacağı namazın niyetini kalbinde yapmalıdır; örneğin farz Zühür veya Asr namazı veya bunların sünneti. Bu niyet namazın şartı veya rüknüdür. Niyetin diliyle söylenmesi, sünnete aykırı bir bid‘ah olarak kabul edilir ve imamların takipçileri arasında bunu yapması gerektiğini söyleyen kimse yoktur.","ku":"28- پێویستە کەسێک کە نمازی دەخوێنێت نیتەکەی لە دڵەوە بکات بۆ نمازی کە دەخوێنێت، وەکو فەرزی ڕۆژانە یان عەصر، یان سونەتەکانیان. ئەم نیتە پێویستە یان رۆکنی نمازه. بەڵام لە زاری خۆرگەوە وتنی ئەو نیتە بۆ قەبارەیەکی نوسراو (bid‘ah) بە شێوەی سونەتەوە پەیوەندیدارە، و هیچ یەک لە ئەو پەیروەکان و مامۆستاكانی ئەئمەیما ناتوانن وتی بۆ ئەمە پێویستە.","ms":"28- Wajib bagi orang yang menunaikan solat untuk membuat niat dalam hati bagi solat yang akan dilakukannya, seperti solat Zuhur atau Asar fardhu, atau solat Sunatnya. Niat ini merupakan syarat atau rukun solat. Manakala menyatakannya dengan lisan dianggap sebagai bid‘ah yang bertentangan dengan Sunnah, dan tiada seorang pun daripada pengikut para imam yang menyatakan bahawa ia perlu dilakukan."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"التكبيرُ","en":"Takbir (Saying “Allahu Akbar”)","bn":"তাকবীর (আল্লাহু আকবার বলা)","es":"Takbir (Decir “Allahu Akbar”)","id":"Takbir (Mengucapkan “Allahu Akbar”)","ur":"تکبیر (“الله اکبر” کہنا)","tr":"Tekbir (“Allahu Akbar” demek)","ku":"تکبیر (“ئالاھو ئەکبەر” گفتن)","ms":"Takbir (“Allahu Akbar” disebut)"},"title":{"ar":"التكبيرُ","en":"Takbir (Saying “Allahu Akbar”)","bn":"তাকবীর (আল্লাহু আকবার বলা)","es":"Takbir (Decir “Allahu Akbar”)","id":"Takbir (Mengucapkan “Allahu Akbar”)","ur":"تکبیر (“الله اکبر” کہنا)","tr":"Tekbir (“Allahu Akbar” demek)","ku":"تکبیر (“ئالاھو ئەکبەر” گفتن)","ms":"Takbir (“Allahu Akbar” disebut)"},"subtitle":{"ar":"29- ثم يستفتح الصلاة بقوله (الله أكبر) وهو ركنٌ لقوله صلى الله عليه وسلم: مفتاح الصلاة الطهور، وتحريمها التكبير، وتحليلها االتسليم : أي: وتحريم ما حرم الله من الأفعال، وكذا تحليلها، أي تحليل ما أحل الله خارجها من الأفعال، والمراد بالتحليل والتحريم المحرَّم والمحلَّل.30- ولا يرفع صوته بالتكبير في كل الصلوات، إلا إذا كان إماماً.31- ويجوز تبليغ المؤذن تكبير الإمام إلى الناس، إذا وجد المقتضي لذلك، كمرض الإمام وضعف صوته، أو كثرة المصلين خلفه.32 - ولا يكبر المأموم إلا عقب انتهاء الإمام من التكبير.    كيفية رفع اليدين، وكيفيته33- ويرفع يديه مع التكبير، أو قبله، أو بعده، كل ذلك ثابت في السنة.34- ويرفعهما ممدودتا الأصابع.35- ويجعل كفيه حذوا منكبيه، وأحياناً يُبالغ في رفعهما، حتى يحاذي بهما أطراف أذنيه. - قلت: وأما مس شحمتي الأذنين بإبهاميه، فلا أصل له في السنة، بل هو عندي من دواعي الوسوسة -.    كيفية وضع اليدين وكيفيته36- ثم يضع يده اليمنى على اليسرى عقب التكبير، وهو من سنن الأنبياء عليهم الصلاة والسلام، وأمر به رسول الله صلى الله عليه وسلم أصحابه، فلا يجوز إسدالهما.37- ويضع اليُمنى على ظهر كفّه اليسرى، وعلى الرٌّسغِ والساعد.38 - وتارةً يقبض باليمنى على اليسرى.: وأما ما استحسنه بعض المتأخرين من الجمع بين الوضع والقبض في آن واحد، فمما لا أصل له.    محل الوضع39- ويضعهما على صدره فقط، الرجل والمرأةُ في ذلك سواء. - قلت: ووضعهما على غير الصدر، إما ضعيف وإما لا أصل له -.40- و لا يجوز أن يضع يده اليمنى على خاصرته.    الخشوع والنظر إلى موضع السجود41- وعليه أن يخشع في صلاته، وأن يتجنب كلّ ما قد يٌلهيه عنه. من زخارف ونقوش، فلا يصلي في حضرة طعامٍ يشتهيه، ولا وهو يدافعه البولُ أو الغائط.42- وينظر في قيامه إلى موضع سجوده.43- ولا يلتفت يميناً ولا يساراً، فإن الالتفات اختلاسٌ يختلسه الشيطان من صلاة العبد.44- ولا يجوز أن يرفع بصره إلى السماء.    دعاء الاستفتاح45- ثم يستفتح القراءة ببعض الأدعية الثابتة عن النبي صلى الله عله وسلم، وهي كثيرة أشهرها: سٌبحانك الله وبحمدِك، وتبارك اسمٌك وتعالى جدُّك، ولا إله غيرك . وقد ثبت الأمر به فينبغي المحافظة عليه._ ومن شاء الاطلاع على بقية الأدعية، فليراجع (صفة الصلاة )ص 91- 95,، من طبعة مكتبة المعارف في الرياض.","en":"29- Then the prayer begins with saying “Allahu Akbar,” which is a pillar, as the Prophet ﷺ said: “The key to prayer is purification, its prohibition is takbir, and its permissible acts are the taslim.” This means: what Allah has prohibited of actions is forbidden during prayer, and what He has allowed outside of it is permissible. The terms halal and haram here refer to what is permitted and forbidden.30- One should not raise their voice with the takbir in every prayer, except if they are the imam.31- It is permissible for the muezzin to convey the imam’s takbir to the people if necessary, such as if the imam is ill, has a weak voice, or if there are many followers behind him.32- The follower (ma’mum) does not say the takbir except after the imam has finished saying it.How to Raise the Hands and Its Method33- One raises their hands with the takbir, before it, or after it; all are established in the Sunnah.34- Raise them with the fingers extended.35- Place the palms opposite the shoulders, sometimes raising them higher to align with the edges of the ears. (Note: Touching the earlobes with the thumbs has no basis in the Sunnah and is considered a doubtful act.)How to Place the Hands and Its Method36- Then place the right hand over the left after the takbir; this is a Sunnah of the prophets ﷺ, commanded by the Messenger ﷺ to his companions. It is not permissible to let them hang freely.37- Place the right hand over the back of the left, on the wrist and forearm.38- Occasionally, the right hand may grasp the left. (Combining placement and grasping simultaneously, as some later scholars liked, has no basis.)Place of Placement39- Place the hands on the chest only; men and women are the same in this. (Placing them elsewhere is either weak or baseless.)40- It is not permissible to place the right hand on the waist.Humility and Looking at the Place of Prostration41- One should be humble in prayer and avoid anything that may distract them, such as decorations or patterns. One should not pray in the presence of desired food or while needing to urinate or defecate.42- When standing, look at the place of prostration.43- Do not turn to the right or left, as turning is a theft that Satan takes from the servant’s prayer.44- It is not permissible to raise one’s gaze to the sky.Opening Supplication (Du’a al-Istiftah)45- Then begin recitation with some supplications established from the Prophet ﷺ, which are numerous. The most famous include: “Subhanaka Allahumma wa bihamdika, wa tabaarakasmuka, wa ta’ala jadduka, wa la ilaha ghayruka.” This has been established and should be maintained. For those who wish to see the other supplications, refer to Sifat al-Salah, pp. 91-95, from the edition of Maktabat al-Ma’arif in Riyadh.","bn":"29- এরপর নামাজ শুরু হয় “আল্লাহু আকবার” বলার মাধ্যমে, যা একটি রুকন। নবী ﷺ বলেছেন: “নামাজের চাবি হলো পবিত্রতা, তার নিষেধ হলো তাকবীর, এবং তার অনুমোদিত কাজ হলো তাসলীম।” এর অর্থ হলো: আল্লাহ যা নিষিদ্ধ করেছেন, নামাজে তা হারাম, আর যা অনুমোদিত করেছেন, তা নামাজের বাইরে বৈধ। এখানে হালাল এবং হারাম বলতে অনুমোদিত ও নিষিদ্ধ বিষয় বোঝানো হয়েছে।30- সব নামাজে তাকবীর বলার সময় কণ্ঠ উঁচু করা উচিত নয়, শুধুমাত্র ইমাম হলে।31- মুআজ্জিন ইমামের তাকবীর লোকদের পৌঁছে দিতে পারে যদি প্রয়োজন হয়, যেমন ইমাম অসুস্থ, কণ্ঠ দুর্বল, বা অনেক ব্যক্তি তার পেছনে।32- সাধারণ ব্যক্তি (মামুম) ইমাম শেষ না করা পর্যন্ত তাকবীর বলবে না।হাত তোলার পদ্ধতি33- তাকবীরের সঙ্গে, আগে বা পরে, হাত তোলা সবই সুন্নাহ।34- আঙ্গুলগুলো প্রসারিত অবস্থায় হাত তোলা।35- হাতের তালু কাঁধের পাশে রাখা, কখনও কখনও কান পর্যন্ত উঁচু করা হয়। (দ্রষ্টব্য: আঙুলের অঙ্গুল দিয়ে কান স্পর্শ করা সুন্নাহ নয় এবং সন্দেহজনক কাজ হিসেবে গণ্য।)হাত রাখার পদ্ধতি36- এরপর তাকবীরের পরে ডান হাত বাম হাতের উপর রাখা; এটি নবীদের সুন্নাহ এবং রাসূল ﷺ সাহাবীদের জন্য আদেশ করেছেন। হাত ঝুলতে দেওয়া যায় না।37- ডান হাত বামের পিঠের উপর, কব্জি ও বাহুর উপরে রাখা।38- মাঝে মাঝে ডান হাত বাম হাতে ধরা যেতে পারে। (একসাথে হাত রাখার ও ধরার পদ্ধতি কিছু পরবর্তী علماء পছন্দ করেছেন, তবে এর কোনো ভিত্তি নেই।)হাত রাখার স্থান39- হাত শুধুমাত্র বুকের উপর রাখা; পুরুষ ও নারী উভয় একইভাবে। (বুকের বাইরে রাখা দুর্বল বা ভিত্তিহীন।)40- ডান হাত কোমরের উপর রাখা যাবে না।খুশু ও সেজদার স্থানের দিকে তাকানো41- নামাজে খুশু থাকা ও যেকোনো বিভ্রান্তিকর বিষয় থেকে বিরত থাকা, যেমন অলংকার বা নকশা। ইচ্ছা থাকা খাবারের সামনে নামাজ পড়া বা পেশাব বা মল ত্যাগের প্রয়োজন থাকা অবস্থায় নামাজ পড়া যাবে না।42- দাঁড়িয়ে থাকা অবস্থায় সেজদার স্থানের দিকে তাকানো।43- ডান বা বাম দিকে না ঘোরানো, কারণ ঘোরানো শয়তানের মাধ্যমে নামাজে চুরি।44- চোখ আকাশের দিকে তোলা যাবে না।সূচনা দোয়া (দোয়া-ইস্তিফতা)45- এরপর নবী ﷺ থেকে প্রমাণিত কিছু দোয়ার মাধ্যমে পাঠ শুরু করা, যা অনেক। সবচেয়ে প্রসিদ্ধ হলো: “সুবহানাকা আল্লাহুম্মা ওয়া বিহাম্দিকা, ওয়া তবারাকাস্মুকা, ওয়া তা’আলা জাদ্দুকা, ওয়া লা ইলাহা গায়রুকা।” এটি প্রমাণিত এবং বজায় রাখা উচিত। যারা অন্যান্য দোয়া দেখতে চান, তারা Sifat al-Salah, পৃষ্ঠা 91-95, Maktabat al-Ma’arif, Riyadh সংস্করণ দেখুন।","es":"29- Luego se inicia la oración diciendo “Allahu Akbar”, que es un pilar, como dijo el Profeta ﷺ: “La llave de la oración es la purificación, su prohibición es el takbir y lo permitido son los actos de taslim.” Esto significa que lo que Allah ha prohibido está prohibido durante la oración, y lo que ha permitido fuera de ella es permitido. Los términos halal y haram aquí se refieren a lo permitido y lo prohibido.30- No se debe alzar la voz con el takbir en todas las oraciones, excepto si uno es el imán.31- El muecín puede transmitir el takbir del imán a la gente si es necesario, como en caso de enfermedad del imán, voz débil o muchos seguidores detrás de él.32- El seguidor (ma’mum) no dice el takbir hasta que el imán lo haya dicho.Cómo levantar las manos y su manera33- Se levantan las manos con el takbir, antes o después; todo está establecido en la Sunnah.34- Levántelas con los dedos extendidos.35- Coloque las palmas frente a los hombros, a veces más alto hasta los bordes de las orejas. (Nota: tocar los lóbulos de las orejas con los pulgares no tiene base en la Sunnah y se considera dudoso.)Cómo colocar las manos y su manera36- Luego coloque la mano derecha sobre la izquierda después del takbir; esto es Sunnah de los profetas ﷺ y fue ordenado por el Mensajero ﷺ a sus compañeros. No se permite dejarlas colgando.37- Coloque la mano derecha sobre el dorso de la izquierda, sobre la muñeca y el antebrazo.38- A veces la mano derecha puede agarrar la izquierda. (Combinar la colocación y el agarre al mismo tiempo, como hicieron algunos eruditos posteriores, no tiene base.)Lugar de colocación39- Colóquelas solo sobre el pecho; hombres y mujeres son iguales en esto. (Colocarlas en otro lugar es débil o sin base.)40- No se permite colocar la mano derecha sobre la cintura.Humildad y mirar el lugar de la postración41- Debe ser humilde en la oración y evitar cualquier cosa que pueda distraerlo, como adornos o patrones. No se debe rezar frente a comida deseada ni mientras se necesita orinar o defecar.42- Al estar de pie, mire el lugar de la postración.43- No girar a la derecha ni a la izquierda, pues girar es un robo que el Shaytán toma de la oración del siervo.44- No se permite levantar la vista al cielo.Dua de apertura (Du’a al-Istiftah)45- Luego se comienza la recitación con algunas súplicas establecidas del Profeta ﷺ, que son numerosas. Las más famosas incluyen: “Subhanaka Allahumma wa bihamdika, wa tabaarakasmuka, wa ta’ala jadduka, wa la ilaha ghayruka.” Esto ha sido establecido y debe mantenerse. Para quienes quieran ver otras súplicas, consultar Sifat al-Salah, pp. 91-95, edición de Maktabat al-Ma’arif en Riyadh.","id":"29- Kemudian shalat dimulai dengan mengucapkan “Allahu Akbar”, yang merupakan rukun, sebagaimana sabda Nabi ﷺ: “Kunci shalat adalah penyucian, yang dilarang adalah takbir, dan yang diperbolehkan adalah taslim.” Artinya: apa yang Allah haramkan selama shalat tetap haram, dan apa yang Dia halalkan di luar shalat tetap halal. Istilah halal dan haram di sini merujuk pada yang diperbolehkan dan dilarang.30- Tidak diperbolehkan mengangkat suara saat takbir di semua shalat, kecuali jika menjadi imam.31- Muadzin boleh menyampaikan takbir imam kepada jamaah jika diperlukan, misalnya imam sakit, suaranya lemah, atau ada banyak orang di belakangnya.32- Makmum tidak mengucapkan takbir sampai imam selesai mengucapkannya.Cara Mengangkat Tangan dan Metodenya33- Tangan diangkat bersama takbir, sebelum atau sesudahnya; semuanya telah ditetapkan dalam Sunnah.34- Angkat tangan dengan jari-jari terbuka.35- Letakkan telapak tangan sejajar dengan bahu, kadang-kadang lebih tinggi hingga sejajar dengan tepi telinga. (Catatan: Menyentuh daun telinga dengan ibu jari tidak ada dasarnya dalam Sunnah dan dianggap hal yang meragukan.)Cara Meletakkan Tangan dan Metodenya36- Kemudian letakkan tangan kanan di atas tangan kiri setelah takbir; ini adalah Sunnah para nabi ﷺ dan diperintahkan oleh Rasul ﷺ kepada para sahabatnya. Tangan tidak boleh dibiarkan menggantung.37- Letakkan tangan kanan di atas punggung tangan kiri, di pergelangan tangan dan lengan bawah.38- Kadang-kadang tangan kanan bisa menggenggam tangan kiri. (Menggabungkan posisi dan genggaman sekaligus, seperti yang disukai beberapa ulama belakangan, tidak memiliki dasar.)Tempat Meletakkan Tangan39- Letakkan tangan hanya di dada; laki-laki dan perempuan sama. (Meletakkannya di tempat lain lemah atau tidak ada dasarnya.)40- Tidak diperbolehkan meletakkan tangan kanan di pinggang.Khusyu dan Melihat Tempat Sujud41- Harus khusyu dalam shalat dan menjauhi semua yang dapat mengalihkan perhatian, seperti hiasan atau pola. Tidak boleh shalat di depan makanan yang diinginkan atau saat ingin buang air kecil atau besar.42- Saat berdiri, lihatlah ke tempat sujud.43- Jangan menoleh ke kanan atau kiri, karena menoleh adalah pencurian yang diambil setan dari shalat hamba.44- Tidak diperbolehkan menengadah ke langit.Doa Pembuka (Du’a al-Istiftah)45- Kemudian mulai membaca doa dengan beberapa doa yang telah ditetapkan dari Nabi ﷺ, yang banyak jumlahnya. Yang paling terkenal: “Subhanaka Allahumma wa bihamdika, wa tabaarakasmuka, wa ta’ala jadduka, wa la ilaha ghayruka.” Hal ini telah ditetapkan dan harus dijaga. Bagi yang ingin melihat doa lainnya, rujuk Sifat al-Salah, hlm. 91-95, edisi Maktabat al-Ma’arif di Riyadh.","ur":"29- پھر نماز کی ابتدا “الله اکبر” کہنے سے ہوتی ہے، جو ایک رکن ہے۔ نبی ﷺ نے فرمایا: “نماز کی کنجی پاکیزگی ہے، اس کی حرمت تکبیر ہے، اور اس کے جائز اعمال تسلیم ہیں۔” اس کا مطلب یہ ہے کہ جو چیز اللہ نے نماز کے دوران حرام کی ہے وہ حرام ہے، اور جو چیز اللہ نے باہر حلال کی ہے وہ جائز ہے۔ یہاں حلال اور حرام سے مراد جائز اور ناجائز ہے۔30- ہر نماز میں تکبیر کے وقت آواز بلند کرنا جائز نہیں، سوائے اس کے کہ آپ امام ہوں۔31- مؤذن امام کی تکبیر لوگوں تک پہنچا سکتا ہے اگر ضرورت ہو، جیسے امام بیمار ہو، آواز کمزور ہو، یا اس کے پیچھے بہت سارے لوگ ہوں۔32- مأموم امام کے ختم کرنے تک تکبیر نہیں کہتا۔ہاتھ اٹھانے کا طریقہ اور اس کا طریقہ کار33- ہاتھ تکبیر کے ساتھ، پہلے یا بعد میں اٹھانا سب سنت ہے۔34- ہاتھوں کی انگلیاں کھلی ہوئی ہوں۔35- ہاتھ کے ہتھکڑیاں کندھوں کے برابر رکھیں، کبھی کبھی کانوں کی لکیر کے برابر تک اوپر اٹھائیں۔ (نوٹ: کان کے گوٹے کو انگوٹھے سے چھونا سنت میں نہیں ہے اور مشکوک عمل سمجھا جاتا ہے۔)ہاتھ رکھنے کا طریقہ اور اس کا طریقہ کار36- پھر تکبیر کے بعد دائیں ہاتھ کو بائیں کے اوپر رکھیں؛ یہ انبیاء کی سنت ہے ﷺ اور رسول ﷺ نے اپنے صحابہ کو حکم دیا۔ ہاتھ لٹکانے کی اجازت نہیں۔37- دائیں ہاتھ کو بائیں ہاتھ کی پشت پر، کلائی اور بازو پر رکھیں۔38- بعض اوقات دائیں ہاتھ بائیں کو پکڑ سکتا ہے۔ (ایک ساتھ ہاتھ رکھنے اور پکڑنے کا طریقہ، جیسا کہ کچھ بعد کے علماء پسند کرتے ہیں، اس کی کوئی بنیاد نہیں۔)ہاتھ رکھنے کی جگہ39- ہاتھ صرف سینے پر رکھیں؛ مرد اور عورت کے لیے ایک جیسا۔ (سینے کے علاوہ رکھنا کمزور یا غیر مستند ہے۔)40- دائیں ہاتھ کو کمر پر رکھنا جائز نہیں۔خشوع اور سجدے کی جگہ دیکھنا41- نماز میں خشوع ضروری ہے اور ہر اس چیز سے بچنا چاہیے جو توجہ ہٹا سکتی ہے، جیسے سجاوٹ یا نقش و نگار۔ خواہش والی غذا کے سامنے یا پیشاب یا فضلے کی حاجت کے وقت نماز پڑھنا جائز نہیں۔42- کھڑے ہوتے وقت سجدے کی جگہ دیکھیں۔43- دائیں یا بائیں نہ مڑیں، کیونکہ مڑنا شیطان کے ذریعہ نمازی کی نماز سے چوری ہے۔44- آنکھیں آسمان کی طرف اٹھانا جائز نہیں۔استفتاح کی دعا (Du’a al-Istiftah)45- پھر پڑھائی کی ابتدا کچھ دعاوں سے کریں جو نبی ﷺ سے ثابت ہیں، جو بہت سی ہیں۔ سب سے مشہور: “سبحانک اللہُمّ وبحمدک، وتبارک اسمک، وتعالی جدک، ولا إله غیرک”۔ یہ ثابت ہے اور اسے برقرار رکھنا چاہیے۔ جو باقی دعاوں کو دیکھنا چاہتے ہیں، وہ Sifat al-Salah, صفحات 91-95، Maktabat al-Ma’arif ریاض کے ایڈیشن سے رجوع کریں۔","tr":"29- Daha sonra namaza “Allahu Akbar” diyerek başlanır, bu bir rükündür. Peygamber ﷺ şöyle buyurmuştur: “Namazın anahtarı temizlik, haram olanı tekbir, ve helal olanı taslimdir.” Bu, Allah’ın namaz sırasında haram kıldığı şeylerin haram olduğu, dışındaki helal olanların ise helal olduğu anlamına gelir. Buradaki helal ve haram, izin verilen ve yasaklananı ifade eder.30- Tüm namazlarda tekbirde sesi yükseltmek caiz değildir, yalnızca imam ise.31- Müezzin, gerektiğinde imamın tekbirini insanlara iletebilir; örneğin imam hasta ise, sesi zayıfsa veya arkasında çok sayıda mümin varsa.32- Mümîn (ma’mum), imam tekbiri bitirene kadar tekbir söylemez.Ellerin Kaldırılması ve Yöntemi33- Eller tekbirle, öncesinde veya sonrasında kaldırılabilir; hepsi Sünnette sabittir.34- Parmaklar açık şekilde elleri kaldırın.35- Avuç içleri omuz hizasında, bazen kulakların kenarına kadar yukarı kaldırılır. (Not: Başparmakla kulak memesine dokunmak Sünnette yoktur ve şüpheli bir eylem sayılır.)Ellerin Yerleştirilmesi ve Yöntemi36- Ardından tekbirden sonra sağ el sol elin üzerine konur; bu, peygamberlerin ﷺ sünnetidir ve Rasul ﷺ sahabelerine bunu emretmiştir. Eller serbest bırakılmaz.37- Sağ el, sol elin sırtına, bilek ve önkol üzerine konur.38- Bazen sağ el sol eli tutabilir. (Bazı sonraki âlimlerin beğendiği gibi aynı anda yerleştirme ve tutma yöntemi temeli yoktur.)Ellerin Konulacağı Yer39- Eller sadece göğüs üzerine konur; erkek ve kadın için aynıdır. (Göğüs dışında koymak ya zayıf ya da temelsizdir.)40- Sağ elin bel üzerine konması caiz değildir.Huşu ve Secde Yerine Bakmak41- Namazda huşu içinde olmalı ve dikkatini dağıtabilecek her şeyden kaçınmalıdır; örneğin süsler veya desenler. İstenen yiyeceklerin önünde veya tuvalet ihtiyacı varken namaz kılınamaz.42- Ayakta dururken secde yerine bakılmalıdır.43- Ne sağa ne sola dönülür, çünkü dönmek, şeytanın kulun namazından çaldığı bir hiledir.44- Gözleri göğe kaldırmak caiz değildir.İstiftah Duası (Du’a al-Istiftah)45- Ardından bazı sabit dualarla okumaya başlanır; bunlar Peygamber ﷺ’den nakledilmiştir ve çoktur. En ünlüsü: “Subhanaka Allahumma wa bihamdika, wa tabaarakasmuka, wa ta’ala jadduka, wa la ilaha ghayruka.” Bu sabittir ve korunmalıdır. Diğer duaları görmek isteyenler Sifat al-Salah, s. 91-95, Maktabat al-Ma’arif, Riyad baskısına başvurabilir.","ku":"29- پاشان نماز دەستی پێدەکات بە وتنی “ئالاھو ئەکبەر”، کە رۆکنێکە. پێغەمبەر ﷺ وتی: “کلیلەی نماز پاکیزەییە، قەدەغەیەکەی تکبیرە، و ڕێگەپێدراوەکەی تسلیمە.” ئەمە واتایە ئەو شتانەی خوای لەکاتی نماز ڕەسەن قەدەغە کردووە قەدەغە بن، و ئەو شتانەی دەسەردا ڕێگەپێدراوە بەرامبەر دەستکارەوە. لێرەدا حلال و حرام واتای ڕێگەپێدراو و قەدەغەکراو دەگرێن.30- ناتوانرێت لە هەموو نمازانەکاندا دەنگی خۆی بلند بکات بە تکبیر، جگە لەوەی ئەگەر ئەو امام بێت.31- مواذین دەتوانێت تکبیرەکەی امام بۆ خەڵک بگەیەنێت ئەگەر پێویست بوو، وەک ئەگەر امام نەخۆش بێت، دەنگی کەم بێت، یان پشتەوەری زۆر هەبێت.32- ماموم (نێوچی) تکبیر نەوتێت تا ئەوەی امام تەواو نەکردووە.چۆنیەتی بەرزکردنی دەست و ڕێگەی ئەوە33- دەستەکان بەرز دەکرێن لەگەڵ تکبیر، پێش یان دواتر؛ هەموو ئەمە لە سۆنەیەوە پەیوەندیدارە.34- دەستەکان لەگەڵ گوشتەکانەوەی پەراوە باز دەکرێن.35- دەستەکان لە پەڕچەکانی شانەکان دابنرێن، هەندێک جار تا گەردەکانی گوو لەگەڵەوە بەرز دەکرێن. (تێبینی: بە شست گووکان لەگەڵ دەست لە خۆرگی خۆشەویستی نەبوو و کاری شەک و وەسوسەیە.)چۆنیەتی دانانی دەستەکان و ڕێگەی ئەوە36- پاش تکبیر، دەست راست لەسەر چەپ دابنرێت؛ ئەمە سۆنەی ئەنبیا ﷺ و فرمانی ڕەسول ﷺ بۆ هەڤالەکانی بێت. نەبێت دەستەکان بێفرۆش.37- دەست راست لەسەر پشت دەست چەپ، لە سەر مەست و بازو.38- هەندێ جار دەست راست دەست چەپ دەگرێت. (لەهەمان کات دانانی دەست و گرێدان بەهەمان کات، وەک هەندێک فەقیهی دواخراوی پەسەند کردووە، هیچ بنەماوی نییە.)شوێنی دانانی دەستەکان39- تەنها لەسەر سینە دانرێن؛ پیاو و ژن یەکسانن. (لێرەوە دانان ضعیف یان بە بنەما نییە.)40- نەبێت دەست راست لە سەر کمر دانرێت.خۆشویستی و سەردانی شوێنی سەجدە41- پێویستە خۆشویست بن لە نماز و لە هەموو شتێک دا بچن کە دەتوانێت سەرنج بکەوێتەوە، وەکو زینەکان یان شێوەکان. نەبێت لە پێش خواردنی خۆشەویست یان کاتێک پێویست بە پیشاب یان گۆڤارەکە بێت، نماز بخوانێت.42- لە کاتی ئاستینیدا بۆ شوێنی سەجدە سەردان بکات.43- نەبێت بۆ راس یان چەپ بگەڕێت، چونکە گەڕان دزینی شەیتانە لە نمازی بنده‌کە دەگرێت.44- نەبێت چاوەکان بۆ ئاسمان بەرز بکات.دعاى دەستپێك (Du’a al-Istiftah)45- پاشان بە هەندێک دعاى سابیتەوە لە پێغەمبەر ﷺ دەستپێ بکات، کە زۆرن. زۆرترین ناسراو: “Subhanaka Allahumma wa bihamdika, wa tabaarakasmuka, wa ta’ala jadduka, wa la ilaha ghayruka.” ئەمە سابیتە و پێویستە پاراسترێت. بۆ ئەوانەی دەتەوێت بقیه دعاکان ببینن، Sifat al-Salah, لاپەڕەکان 91-95، چاپی Maktabat al-Ma’arif، ریاض ببینن.","ms":"29- Kemudian solat dimulakan dengan menyebut “Allahu Akbar”, yang merupakan rukun. Nabi ﷺ bersabda: “Kunci solat adalah penyucian, yang diharamkan ialah takbir, dan yang dibenarkan ialah taslim.” Maksudnya, apa yang Allah haramkan semasa solat adalah haram, dan apa yang Dia halalkan di luar solat tetap halal. Di sini, halal dan haram merujuk kepada yang dibenarkan dan dilarang.30- Tidak dibenarkan mengangkat suara semasa takbir dalam semua solat, kecuali jika menjadi imam.31- Muazin boleh menyampaikan takbir imam kepada orang ramai jika perlu, contohnya jika imam sakit, suaranya lemah, atau ramai makmum di belakangnya.32- Makmum tidak menyebut takbir sehingga imam selesai.Cara Mengangkat Tangan dan Kaedahnya33- Tangan diangkat bersama takbir, sebelum atau selepas; semua ini telah ditetapkan dalam Sunnah.34- Angkat tangan dengan jari-jari terbuka.35- Letakkan tangan sejajar dengan bahu, kadang-kadang hingga ke tepi telinga. (Nota: Menyentuh cuping telinga dengan ibu jari tidak ada asasnya dalam Sunnah dan dianggap meragukan.)Cara Meletakkan Tangan dan Kaedahnya36- Selepas takbir, letakkan tangan kanan di atas tangan kiri; ini adalah Sunnah para Nabi ﷺ dan diperintahkan oleh Rasul ﷺ kepada para sahabat. Tangan tidak boleh dibiarkan tergantung.37- Letakkan tangan kanan di atas belakang tangan kiri, pada pergelangan dan lengan bawah.38- Kadang-kadang tangan kanan boleh menggenggam tangan kiri. (Menggabungkan meletakkan dan menggenggam pada masa yang sama, seperti yang disukai oleh beberapa ulama kemudian, tiada asasnya.)Tempat Meletakkan Tangan39- Letakkan tangan hanya di dada; lelaki dan perempuan sama. (Meletakkan di tempat lain lemah atau tiada asas.)40- Tidak dibenarkan meletakkan tangan kanan di pinggang.Khusyu dan Melihat Tempat Sujud41- Perlu khusyu dalam solat dan mengelakkan segala yang boleh mengalih perhatian, seperti hiasan atau corak. Tidak boleh solat di depan makanan yang diingini atau ketika perlu membuang air kecil atau besar.42- Semasa berdiri, lihatlah ke tempat sujud.43- Jangan menoleh ke kanan atau kiri, kerana menoleh adalah tipu daya syaitan dalam solat hamba.44- Tidak dibenarkan mengangkat pandangan ke langit.Doa Pembuka (Du’a al-Istiftah)45- Kemudian mulakan bacaan dengan beberapa doa yang telah ditetapkan daripada Nabi ﷺ, yang banyak. Yang paling terkenal: “Subhanaka Allahumma wa bihamdika, wa tabaarakasmuka, wa ta’ala jadduka, wa la ilaha ghayruka.” Ini telah ditetapkan dan perlu dikekalkan. Bagi yang ingin melihat doa lain, rujuk Sifat al-Salah, hlm. 91-95, edisi Maktabat al-Ma’arif, Riyadh."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"القراءةُ","en":"Recitation (Al-Qira’ah)","bn":"পঠন (আল-কিরা’আহ)","es":"Recitación (Al-Qira’ah)","id":"Pembacaan (Al-Qira’ah)","ur":"تلاوت (القراٰن)","tr":"Okuma (Kıraat / Al-Qira’ah)","ku":"خوێندن (قیراء / Al-Qira’ah)","ms":"Bacaan (Qira’ah / Al-Qira’ah)"},"title":{"ar":"القراءةُ","en":"Recitation (Al-Qira’ah)","bn":"পঠন (আল-কিরা’আহ)","es":"Recitación (Al-Qira’ah)","id":"Pembacaan (Al-Qira’ah)","ur":"تلاوت (القراٰن)","tr":"Okuma (Kıraat / Al-Qira’ah)","ku":"خوێندن (قیراء / Al-Qira’ah)","ms":"Bacaan (Qira’ah / Al-Qira’ah)"},"subtitle":{"ar":"46- ثم يستعيذ بالله تعالى.47- والسنة أن يقول تارةً: أعوذ بالله من الشيطان الرجيم؛ من همزه، ونفخه، ونفثه  و (النفث) هنا: الشعر المذموم.48- وتارة يقول: أعوذ بالله السميع العليم من الشيطان...  الخ.49- ثم يقول - سراً - في الجهرية والسرية بسم الله الرحمن الرحيم .    قراءة الفاتحة50- ثم يقرأ سورة (الفاتحة) بتمامها - والبسملة منها - وهي ركنٌ، لا تصح الصلاة إلا بها، فيجب على الأعاجم حفظُها.51- فمن لم يستطع أجزأه أن يقول:  (سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا حول ولا قوة إلا بالله).52- والسنة في قراءتها أن يقطعها آيةً آيةً، ويقف على رأس كل آية، فيقول: (بسم الله الرحمن الرحيم)، ثم يقف، ثم يقول (الحمد لله رب العالمين)، ثم يقف ثم يقول: (الرحمن الرحيم) ثم يقف...وهكذا إلى آخرها.وهكذا كانت قراءة النبي صلى الله عليه وسلم كلها، يقف على رؤوس الآي، ولا يصلها بما بعدها، و إن كانت متعلقة المعنى بها.53- ويجوز قراءتُها  (مالكِ) و  (ومَلِكِ).    قراءةُ المقتدي للفاتحة54- ويجب على المقتدي أن يقرأها وراء الإمام في السرية والجهرية أيضاً، إن لم يسمع قراءة الإمام، أو سكت هذا بعد فراغه منها سكتةً؛ ليتمكن فيها المقتدي من قراءتها ! وإن كنا نرى أن هذا السكوت لم يثبت في السنة: - قلت: وقد ذكرت مستند من ذهب إليه، وما يرد عليه في سلسلة الأحاديث الضعيفة، رقم  (546و547).  (ج2 / ص24. 26 ) طبعة دار المعارف.    القراءة بعد الفاتحة55- ويسن أن يقرأ - بعد الفاتحة - سورة أخرى ، حتى في صلاة الجنازة، أو بعض الآيات في الركعتين الأوليين.56- ويطيل القراءة بعدها أحياناً، ويُقَصَّرُها أحيانا، لعارض سفرٍِ أو سعال، أو مرض، أو بكاء صبيًّ.57- وتختلف القراءةُ باختلاف الصلوات، فالقراءةُ في صلاة الفجر أطول منها في سائر الصلوات الخمس، ثم الظهر، ثم العصر والعشاء، ثم المغرب غالباً.58- والقراءة في صلاة الليل أطول من ذلك كلَّه.59- والسنة إطالة القراءة في الركعة الأولى أكثر من الثانية.60- وأن يجعلَ القراءةَ في الأُخريين أقصر من الأُوليين، قدر النصف. - وتفصيل هذا الفصل راجع إن شئت في (صفة الصلاة ) ص 102.    قراءة الفاتحة في كل ركعة61- وتجب قراءة الفاتحة في كلَّ ركعة.62- ويسن الزيادة عليها في الركعتين الأخيرتين أيضاً أحياناً.63- ولا تجوز إطالة الإمام للقراءة بأكثر مما جاء في السنة، فإنه يشقّ بذلك على من قد يكون وراءه من رجل كبير في السن أو مريض، أو امرأة لها رضيع، أو ذي حاجة.    الجهر والإسرار بالقراءة64- ويجهر بالقراءة في صلاة الصبح والجمعة، والعيدين، والاستسقاء، والكسوف، والأوليين من صلاة المغرب والعشاء.ويسر بهما في صلاة الظهر، والعصر، وفي الثالثة من صلاة المغرب، والأُخريين من صلاة العشاء.65- ويجوز للإمام أن يُسمعِهَم الآية أحياناً في الصلاة السرية.66- وأما الوترُ وصلاةً الليل، فيسرُّ فيها تارةً، ويجهرُ تارةً ويتوسط في رفع الصوت.    ترتيل القرآن67- والسنة أن يرتل القرآن ترتيلاً، لا هذّاً..,، ولا عجلة، بل قراءةً مفسرةً حرفاً حرفاً، ويزين القرآن بصوته و يتغنى به في حدود الأحكام المعروفة عند أهل العلم بالتجويد، ولا يتغنَّى به على الألحان المبتدعة ولا على القوانين الموسيقية.    الفتح على الإمام68- ويشرعُ للمقتدي أن يتقصَّدَ الفتح على الإمام إذا أُرتِجَ عليه في القراءة.","en":"46- Then he seeks refuge with Allah Almighty.47- It is Sunnah to sometimes say: “A‘udhu billahi min ash-shaytan ir-rajim” — seeking refuge from his whispering, blowing, and spitting. (Here, spitting refers to blameworthy hair.)48- Sometimes he says: “A‘udhu billahi as-Sami‘ al-‘Alim min ash-shaytan...” etc.49- Then he says — silently — in both audible and silent prayers: Bismillah ir-Rahman ir-Rahim.Recitation of Al-Fatihah50- Then he recites Surah Al-Fatihah in its entirety — including the Basmala — which is a pillar (rukn); prayer is invalid without it. Non-Arabs must memorize it.51- Whoever cannot, it suffices for him to say: “Subhan Allah, Alhamdulillah, La ilaha illallah, Allahu Akbar, La hawla wa la quwwata illa billah.”52- It is Sunnah to pause at each verse, stopping at the beginning of each verse: say Bismillah ir-Rahman ir-Rahim, then pause, then Alhamdulillahi Rabbil ‘Alamin, pause, then Ar-Rahman ir-Rahim, pause, and so on.This was the way the Prophet ﷺ recited: he paused at the beginning of verses, without linking them to the following ones, even if their meaning was connected.53- It is permissible to recite Maliki or Maaliki in Al-Fatihah.Recitation of Al-Fatihah by the Follower (Ma’mum)54- It is obligatory for the follower to recite behind the imam in both silent and audible prayers, if he did not hear the imam’s recitation or if the imam paused after finishing a verse, so the follower can complete it. (Though it is argued that this pause is not proven in Sunnah — reference: series of weak hadiths no. 546 & 547, Vol. 2, pp. 24, 26, Dar al-Ma‘arif edition.)Recitation After Al-Fatihah55- It is recommended to recite another surah after Al-Fatihah, even in funeral prayer, or some verses in the first two rak‘ahs.56- Sometimes the recitation is prolonged, sometimes shortened, due to travel, coughing, illness, or a crying child.57- Recitation differs depending on the prayer: it is longest in Fajr, then Dhuhr, then ‘Asr and ‘Isha, then usually Maghrib.58- Night prayers (Tahajjud) are longer than all of these.59- Sunnah is to prolong recitation in the first rak‘ah more than the second.60- The recitation in later rak‘ahs should be shorter than in the first, approximately half. (See details in Sifat al-Salah, p. 102.)Reciting Al-Fatihah in Every Rak‘ah61- Al-Fatihah must be recited in every rak‘ah.62- It is sometimes Sunnah to add extra recitation in the last two rak‘ahs.63- It is not permissible for the imam to prolong recitation beyond what is prescribed in Sunnah, as this burdens those behind him: elderly, sick, women with infants, or those with needs.Audible and Silent Recitation64- Recitation is audible in Fajr, Jumu‘ah, ‘Eids, Istisqa’, eclipses, and the first rak‘ahs of Maghrib and ‘Isha.It is silent in Dhuhr, ‘Asr, the third rak‘ah of Maghrib, and later rak‘ahs of ‘Isha.65- The imam may sometimes make the follower hear the verses even in silent prayers.66- In Witr and night prayers, it is sometimes silent, sometimes audible, and sometimes intermediate in volume.Tajweed (Recitation Style)67- It is Sunnah to recite the Qur’an with tartil (measured, deliberate recitation), not hastily or carelessly, letter by letter, beautifying it with voice, in accordance with the rules of tajweed. It should not be sung with invented melodies or musical scales.Following the Imam68- It is recommended for the follower to pay attention to the imam if the imam recites hurriedly, so as not to miss anything.","bn":"46- এরপর তিনি আল্লাহ তায়ালার আশ্রয় নেন।47- সুন্নাহ অনুযায়ী কখনও তিনি বলেন: “আ‘উযু বিল্লাহি মিন আশ্য-শায়তানির-রাজীম” — তাঁর ফিসফিস, শ্বাস ও থুথু থেকে আশ্রয় চাওয়া। (এখানে থুথু মানে অযাচিত চুল।)48- কখনও তিনি বলেন: “আ‘উযু বিল্লাহিস-সামী‘িল-‘আলীম মিন আশ্য-শায়তান...” ইত্যাদি।49- তারপর তিনি — গোপনে — উচ্চ ও নীরব উভয় প্রার্থনায় বলেন: “বিসমিল্লাহির রাহমানির রাহিম”।আল-ফাতিহা পাঠ50- এরপর তিনি পুরো সূরা আল-ফাতিহা পাঠ করেন — বিসমালার সাথে — যা একটি রুকন, নামাজ এটি ছাড়া বৈধ নয়। অ-আরবদের এটি memorize করা আবশ্যক।51- যারা পারেন না, তাদের জন্য যথেষ্ট হবে বলার জন্য: “সুবহানাল্লাহ, আলহামদুলিল্লাহ, লা ইলাহা ইল্লাল্লাহ, আল্লাহু আকবার, লা হাউলা ও লা কুওয়াতা ইল্লা বিল্লাহ”।52- সুন্নাহ অনুযায়ী প্রতিটি আয়াতের শেষে বিরতি দিতে হয়, প্রতিটি আয়াতের শুরুতে থামতে হয়: বিসমিল্লাহির রাহমানির রাহিম, তারপর থামেন, তারপর আলহামদুলিল্লাহি রব্বিল ‘আলামিন, থামেন, তারপর আর-রাহমানির রাহিম, থামেন, এভাবে সব আয়াত পর্যন্ত।এটাই ছিল নবী ﷺ এর পঠনপদ্ধতি: তিনি আয়াতের শুরুতে থামতেন, পরবর্তী আয়াতের সাথে একত্র না করতেন, এমনকি তা যদি অর্থের দিক থেকে সম্পর্কিত হতো।53- আল-ফাতিহায় মালিকি বা মালিকি বলা অনুমোদিত।মাকমুম (পেছনে থাকা ব্যক্তি) দ্বারা আল-ফাতিহা পাঠ54- মাকমুমের জন্য আবশ্যক এটি امامের পেছনে গোপনে বা উচ্চ আওয়াজে পড়া, যদি তিনি امامের পঠন শুনতে না পান বা যদি امام শেষ করার পর থামেন যাতে মাকমুম এটি সম্পূর্ণ করতে পারেন। (যদিও বলা হয়েছে এই বিরতি সুন্নাহতে প্রমাণিত নয় — সূত্র: দুর্বল হাদিস সিরিজ নং 546 & 547, খণ্ড 2, পৃষ্ঠা 24, 26, দার আল-মারিফ প্রকাশনা।)আল-ফাতিহার পর পঠন55- আল-ফাতিহার পরে অন্য সূরা পড়া সুন্নাহ, এমনকি জানাজার নামাজে, বা প্রথম দুই রাক‘আহে কিছু আয়াত।56- কখনও পঠন দীর্ঘ হয়, কখনও সংক্ষিপ্ত হয়, ভ্রমণ, কাশি, অসুস্থতা বা শিশু কাঁদার কারণে।57- পঠন নামাজ অনুযায়ী পরিবর্তিত হয়: ফজরের পঠন দীর্ঘতম, তারপর জোহর, তারপর আসর ও ইশা, তারপর সাধারণত মাগরিব।58- রাতের নামাজ (তাহাজ্জুদ) এই সবের চেয়ে দীর্ঘ।59- সুন্নাহ অনুযায়ী প্রথম রাক‘আহে পঠন দীর্ঘ, দ্বিতীয় রাক‘আহের চেয়ে।60- পরবর্তী রাক‘আহে পঠন প্রথমের চেয়ে সংক্ষিপ্ত হওয়া উচিত, প্রায় অর্ধেক। (বিস্তারিত Sifat al-Salah, পৃষ্ঠা 102 দেখুন।)প্রতিটি রাক‘আহে আল-ফাতিহা পাঠ61- প্রতিটি রাক‘আহে আল-ফাতিহা পাঠ করা আবশ্যক।62- কখনও শেষ দুই রাক‘আহেও অতিরিক্ত পঠন সুন্নাহ।63- ইমাম সুন্নাহ অনুযায়ী বেশি পঠন করতে পারবে না, কারণ এটি পেছনে থাকা লোকদের জন্য কষ্টকর: বৃদ্ধ, অসুস্থ, সন্তানধারিণী নারী বা প্রয়োজনময়।উচ্চ ও নীরব পঠন64- ফজর, জুম‘া, ঈদ, ইস্তিস্কা, সূর্যগ্রহণ এবং মাগরিব ও ইশার প্রথম রাক‘আহে উচ্চস্বরে পাঠ।দু‘হর, আসর, মাগরিবের তৃতীয় রাক‘আহে এবং ইশার পরবর্তী রাক‘আহে নীরব।65- ইমাম মাঝে মাঝে নীরব নামাজেও আয়াত শোনাতে পারেন।66- উইত্র ও রাতের নামাজে কখনও নীরব, কখনও উচ্চ, এবং কখনও মধ্যম।তাজবিদ (পঠনশৈলী)67- সুন্নাহ অনুযায়ী কোরআন তরতীল দিয়ে পাঠ করা, দ্রুত বা অবহেলায় নয়, অক্ষর ধরে অক্ষর, কণ্ঠের মাধ্যমে সৌন্দর্য বৃদ্ধি, তাজভিদের নিয়ম অনুযায়ী। উদ্ভাবিত সুর বা সঙ্গীত স্কেলে গান করা যাবে না।ইমাম অনুসরণ68- যদি ইমাম দ্রুত পড়েন, মাকমুমের জন্য লক্ষ্য রাখা সুন্নাহ।","es":"46- Luego busca refugio en Allah Todopoderoso.47- Es Sunnah decir a veces: “A‘udhu billahi min ash-shaytan ir-rajim” — buscando protección de sus susurros, soplos y escupitajos. (Aquí, escupitajos se refiere al cabello reprochable.)48- A veces dice: “A‘udhu billahi as-Sami‘ al-‘Alim min ash-shaytan...”, etc.49- Luego dice — en silencio — en las oraciones audibles y silenciosas: Bismillah ir-Rahman ir-Rahim.Recitación de Al-Fatihah50- Luego recita la Sura Al-Fatihah completa — incluyendo la Basmala — que es un pilar (rukn); la oración no es válida sin ella. Los no árabes deben memorizarla.51- Quien no pueda, le basta decir: “Subhan Allah, Alhamdulillah, La ilaha illallah, Allahu Akbar, La hawla wa la quwwata illa billah.”52- Es Sunnah pausar al final de cada versículo, detenerse al inicio de cada versículo: decir Bismillah ir-Rahman ir-Rahim, luego pausa, luego Alhamdulillahi Rabbil ‘Alamin, pausa, luego Ar-Rahman ir-Rahim, pausa, y así hasta el final.Así recitaba el Profeta ﷺ: se detenía al comienzo de los versículos, sin enlazarlos con los siguientes, incluso si su significado estaba relacionado.53- Es permisible recitar Maliki o Maaliki en Al-Fatihah.Recitación de Al-Fatihah por el seguidor (Ma’mum)54- Es obligatorio que el seguidor recite detrás del imán tanto en oración silenciosa como audible, si no escuchó la recitación del imán o si el imán hizo una pausa tras terminar un versículo, para que el seguidor pueda completarlo. (Aunque se argumenta que esta pausa no está probada en la Sunnah — referencia: serie de hadices débiles n.º 546 y 547, Vol. 2, págs. 24, 26, edición Dar al-Ma‘arif.)Recitación después de Al-Fatihah55- Es recomendable recitar otra sura después de Al-Fatihah, incluso en la oración funeraria, o algunos versículos en las dos primeras rak‘ahs.56- A veces la recitación es prolongada, a veces acortada, debido a viaje, tos, enfermedad o llanto de un niño.57- La recitación varía según la oración: más larga en Fajr, luego Dhuhr, luego ‘Asr e ‘Isha, luego generalmente Maghrib.58- Las oraciones nocturnas (Tahajjud) son más largas que todas estas.59- Sunnah es prolongar la recitación en la primera rak‘ah más que en la segunda.60- La recitación en las rak‘ahs posteriores debe ser más corta que en la primera, aproximadamente la mitad. (Ver detalles en Sifat al-Salah, pág. 102.)Recitar Al-Fatihah en cada rak‘ah61- Al-Fatihah debe recitarse en cada rak‘ah.62- A veces es Sunnah añadir recitación adicional en las últimas dos rak‘ahs.63- No está permitido que el imán prolongue la recitación más allá de lo prescrito en la Sunnah, ya que esto causa dificultad a los que están detrás: ancianos, enfermos, mujeres con bebés o personas con necesidades.Recitación audible y silenciosa64- Se recita en voz alta en Fajr, Jumu‘ah, ‘Eids, Istisqa’, eclipses y las primeras rak‘ahs de Maghrib e ‘Isha.Se recita en voz baja en Dhuhr, ‘Asr, la tercera rak‘ah de Maghrib y las posteriores de ‘Isha.65- El imán puede hacer que los seguidores escuchen los versículos incluso en oración silenciosa.66- En Witr y oraciones nocturnas, a veces en silencio, a veces en voz alta y a veces en volumen intermedio.Tajwid (Estilo de recitación)67- Es Sunnah recitar el Corán con tartil (lectura medida y deliberada), no apresurada ni descuidada, letra por letra, embelleciendo la recitación con la voz, siguiendo las reglas de tajwid. No debe cantarse con melodías inventadas ni escalas musicales.Seguir al imán68- Se recomienda que el seguidor preste atención al imán si este recita con rapidez, para no perder nada.","id":"46- Kemudian ia memohon perlindungan kepada Allah Yang Maha Tinggi.47- Sunnah untuk terkadang mengatakan: “A‘udhu billahi min ash-shaytan ir-rajim” — memohon perlindungan dari bisikan, hembusan, dan ludah setan. (Di sini, ludah merujuk pada rambut yang tercela.)48- Terkadang ia mengatakan: “A‘udhu billahi as-Sami‘ al-‘Alim min ash-shaytan...” dan seterusnya.49- Kemudian ia membaca — secara diam — dalam shalat yang terang maupun tersembunyi: Bismillah ir-Rahman ir-Rahim.Membaca Al-Fatihah50- Kemudian ia membaca Surah Al-Fatihah secara utuh — termasuk Basmala — yang merupakan rukun; shalat tidak sah tanpa itu. Orang non-Arab harus menghafalnya.51- Bagi yang tidak mampu, cukup untuknya membaca: “Subhan Allah, Alhamdulillah, La ilaha illallah, Allahu Akbar, La hawla wa la quwwata illa billah.”52- Sunnah untuk berhenti di akhir setiap ayat, berhenti di awal setiap ayat: membaca Bismillah ir-Rahman ir-Rahim, kemudian berhenti, lalu Alhamdulillahi Rabbil ‘Alamin, berhenti, lalu Ar-Rahman ir-Rahim, berhenti, dan seterusnya hingga akhir.Itulah cara Nabi ﷺ membaca: ia berhenti di awal ayat, tanpa menghubungkannya dengan ayat berikutnya, meskipun maknanya terkait.53- Boleh membaca Maliki atau Maaliki dalam Al-Fatihah.Membaca Al-Fatihah oleh Makmum54- Wajib bagi makmum membacanya di belakang imam dalam shalat terang maupun tersembunyi, jika ia tidak mendengar bacaan imam atau jika imam berhenti setelah menyelesaikan suatu ayat, agar makmum dapat menyelesaikannya. (Meskipun disebutkan bahwa jeda ini tidak terbukti dalam Sunnah — referensi: rangkaian hadits lemah no. 546 & 547, Jilid 2, hlm. 24, 26, edisi Dar al-Ma‘arif.)Bacaan Setelah Al-Fatihah55- Dianjurkan membaca surah lain setelah Al-Fatihah, bahkan dalam shalat jenazah, atau beberapa ayat pada dua rakaat pertama.56- Kadang bacaan diperpanjang, kadang dipersingkat, karena perjalanan, batuk, sakit, atau bayi menangis.57- Bacaan berbeda sesuai shalat: paling panjang pada Fajar, kemudian Dzuhur, kemudian ‘Ashar dan Isya, kemudian biasanya Maghrib.58- Shalat malam (Tahajjud) lebih panjang dari semua ini.59- Sunnah memperpanjang bacaan di rakaat pertama lebih dari kedua.60- Bacaan di rakaat berikutnya lebih pendek dari yang pertama, kira-kira setengah. (Rincian lihat Sifat al-Salah, hlm. 102.)Membaca Al-Fatihah di Setiap Rakaat61- Al-Fatihah wajib dibaca di setiap rakaat.62- Sunnah terkadang menambahkan bacaan ekstra pada dua rakaat terakhir.63- Imam tidak boleh memperpanjang bacaan melebihi yang ada dalam Sunnah, karena menyulitkan orang di belakangnya: orang tua, sakit, perempuan menyusui, atau yang berkepentingan.Bacaan Jelas dan Diam64- Bacaan jelas pada Fajar, Jumat, ‘Eid, Istisqa’, gerhana, dan dua rakaat pertama Maghrib dan Isya.Bacaan diam pada Dzuhur, ‘Ashar, rakaat ketiga Maghrib, dan rakaat berikut Isya.65- Imam kadang dapat membuat makmum mendengar ayat meski shalat diam.66- Pada Witir dan shalat malam, terkadang diam, terkadang jelas, dan terkadang sedang volume.Tartil (Gaya Bacaan)67- Sunnah membaca Al-Qur’an dengan tartil (tersusun dan perlahan), tidak terburu-buru atau sembrono, huruf demi huruf, memperindah bacaan dengan suara, sesuai kaidah tajwid. Tidak dibolehkan menyanyikannya dengan melodi baru atau tangga nada musik.Mengikuti Imam68- Sunnah bagi makmum memperhatikan imam jika imam membaca cepat, agar tidak tertinggal.","ur":"46- پھر وہ اللہ تعالیٰ کی پناہ مانگتا ہے۔47- سنت کے مطابق کبھی وہ کہتا ہے: “اعوذ باللہ من الشیطان الرجیم” — اس کے وسوسے، پھونک اور تھوک سے پناہ مانگنا۔ (یہاں تھوک مراد ہے مذموم بال۔)48- کبھی وہ کہتا ہے: “اعوذ باللہ السمیع العلیم من الشیطان...” وغیرہ۔49- پھر وہ — خاموشی سے — دونوں جہر و سرّی نماز میں کہتا ہے: “بسم اللہ الرحمن الرحیم”۔فاتحہ کی تلاوت50- پھر وہ سورہ فاتحہ مکمل پڑھتا ہے — بسم اللہ سمیت — جو کہ رکن ہے؛ اس کے بغیر نماز صحیح نہیں۔ غیر عربوں کے لیے حفظ کرنا ضروری ہے۔51- جو نہ پڑھ سکے، اس کے لیے کافی ہے کہ وہ کہے: “سبحان اللہ، الحمد للہ، لا الہ الا اللہ، اللہ اکبر، لا حول و لا قوة الا باللہ”۔52- سنت کے مطابق ہر آیت کے آخر میں رکنا، ہر آیت کے آغاز پر رکنا: بسم اللہ الرحمن الرحیم پڑھ کر رکے، پھر الحمد للہ رب العالمین، پھر رکے، پھر الرحمن الرحیم، پھر رکے، اور اسی طرح آخر تک۔یہی طریقہ تھا جس سے نبی ﷺ پڑھتے تھے: وہ آیات کے آغاز پر رکتے، انہیں اگلی آیت سے نہیں جوڑتے، چاہے معنی کے لحاظ سے متعلق ہوں۔53- فاتحہ میں مالکِ یا ملکِ پڑھنا جائز ہے۔مأموم کی فاتحہ کی تلاوت54- مأموم پر واجب ہے کہ وہ امام کے پیچھے، جہر یا سرّی نماز میں بھی پڑھے، اگر اس نے امام کی تلاوت نہ سنی یا امام ایک آیت کے بعد رک گیا، تاکہ مأموم مکمل کر سکے۔ (اگرچہ کہا جاتا ہے کہ یہ رکنا سنت میں ثابت نہیں — حوالہ: ضعيف احادیث سلسلہ نمبر 546 و 547، جلد 2، صفحہ 24، 26، دار المعارف ایڈیشن)۔فاتحہ کے بعد کی تلاوت55- سنت ہے کہ فاتحہ کے بعد سورہ دوسری پڑھی جائے، حتیٰ کہ جنازہ کی نماز میں، یا پہلے دو رکعتوں میں کچھ آیات۔56- بعض اوقات تلاوت طویل ہوتی ہے، بعض اوقات مختصر، سفر، کھانسی، بیماری یا بچے کے رونے کی وجہ سے۔57- تلاوت نماز کے لحاظ سے مختلف ہوتی ہے: فجر میں سب سے طویل، پھر ظہر، پھر عصر اور عشاء، پھر عام طور پر مغرب۔58- رات کی نماز (تہجد) ان سب سے زیادہ طویل ہے۔59- سنت ہے کہ پہلی رکعت میں تلاوت دوسری رکعت سے زیادہ طویل ہو۔60- بعد کی رکعتوں میں تلاوت پہلی سے مختصر ہونی چاہئے، تقریباً نصف۔ (تفصیل کے لیے دیکھیں Sifat al-Salah, صفحہ 102)۔ہر رکعت میں فاتحہ کی تلاوت61- ہر رکعت میں فاتحہ پڑھنا واجب ہے۔62- سنت ہے کہ کبھی کبھی آخری دو رکعتوں میں اضافی تلاوت کی جائے۔63- امام کے لیے جائز نہیں کہ وہ سنت سے زیادہ تلاوت کرے، کیونکہ یہ پیچھے والوں کو مشکل کرتا ہے: بزرگ، بیمار، دودھ پلانے والی عورت یا ضرورت مند۔جہر اور سرّی تلاوت64- جہر میں پڑھا جاتا ہے: فجر، جمعہ، عیدیں، استسقاء، خسوف، اور مغرب و عشاء کی پہلی رکعتوں میں۔ظاہر میں پڑھائی جاتی ہے: ظہر، عصر، مغرب کی تیسری رکعت، اور عشاء کی بعد کی رکعتوں میں۔65- امام بعض اوقات سرّی نماز میں بھی آیت سنوا سکتا ہے۔66- وتر اور رات کی نماز میں کبھی سرّی، کبھی جہر، اور کبھی درمیانہ آواز میں۔ترتیل (تلاوت کا انداز)67- سنت ہے کہ قرآن ترتیل کے ساتھ پڑھا جائے (موزوں اور آرام سے)، نہ جلدی نہ لاپرواہی، حرف بہ حرف، آواز سے خوبصورتی پیدا کرے، اور تجوید کے اصولوں کے مطابق۔ اختراعی نغموں یا موسیقی کے سُروں پر نہ گایا جائے۔امام کی پیروی68- سنت ہے کہ مأموم امام پر دھیان دے اگر امام تیز پڑھ رہا ہو، تاکہ کچھ نہ رہ جائے۔","tr":"46- Sonra Allah Teâlâ’ya sığınır.47- Sünnet, bazen şöyle demektir: “E’uzü billahi min eş-şeytanir-rajim” — şeytanın fısıltılarından, üfürmelerinden ve tükürüklerinden korunmayı istemek. (Burada tükürük, kınanacak saç anlamındadır.)48- Bazen şöyle der: “E’uzü billahi’s-sami’il-‘alim min eş-şeytan...” vb.49- Sonra — gizlice — hem sessiz hem de açık namazda şöyle der: “Bismillahir-Rahmanir-Rahim”.Fatiha Suresi’nin Okunması50- Daha sonra Fatiha Suresi’ni tam olarak okur — Besmele ile birlikte — ki bu bir rükündür; namaz buna olmadan geçerli değildir. Arap olmayanların ezberlemesi gerekir.51- Okuyamayanlar için yeterlidir: “Subhanallah, Elhamdulillah, La ilaha illallah, Allahu Ekber, La havle vela kuvvete illa billah” demesi.52- Sünnet, her ayetin sonunda durmak ve her ayetin başında durmak, Bismillahir-Rahmanir-Rahim diyerek durmak, sonra Elhamdulillahi Rabbil ‘Alamin, durmak, sonra Er-Rahmanir-Rahim, durmak ve böylece tüm ayetler boyunca devam etmektir.Nebi ﷺ böyle okurdu: ayetlerin başında durardı, sonraki ayetle birleştirmezdi, anlamı ilgili olsa bile.53- Fatiha’da Maliki veya Maaliki demek caizdir.Müminin (Ma’mum) Fatiha Okuması54- Ma’mum için farzdır ki imamın arkasında, sessiz veya açık namazda da okusun, imamın okumasını duymadıysa veya imam bir ayeti tamamladıktan sonra durduysa, ma’mum tamamlayabilsin. (Bunun sünnette sabit olmadığı da belirtilir — kaynak: zayıf hadisler zinciri No. 546 & 547, Cilt 2, s. 24, 26, Dar al-Ma‘arif baskısı).Fatiha’dan Sonra Okuma55- Fatiha’dan sonra başka bir sure okumak sünnettir, cenaze namazında veya ilk iki rekatta bazı ayetler.56- Bazen okuma uzatılır, bazen kısaltılır; yolculuk, öksürük, hastalık veya çocuk ağlaması nedeniyle.57- Okuma namaza göre değişir: Fecir namazında en uzun, sonra Zuhr, sonra Asr ve İsha, sonra genellikle Maghrib.58- Gece namazı (Tahacjud) bunların hepsinden daha uzundur.59- Sünnet, ilk rekâtte okumayı ikinci rekâtten daha uzun yapmaktır.60- Sonraki rekâtlerde okuma, ilk rekâtten daha kısa olmalıdır, yaklaşık yarısı. (Detay için bkz. Sifat al-Salah, s. 102.)Her Rekâtte Fatiha Okuması61- Her rekâtte Fatiha okumak farzdır.62- Son iki rekâtta ek okuma yapmak da bazen sünnettir.63- İmamın sünnete aykırı şekilde okumayı uzatması caiz değildir; bu, arkasındaki yaşlı, hasta, emziren kadın veya ihtiyaç sahibi için zorluk olur.Yüksek Sesli ve Sessiz Okuma64- Fecir, Cuma, Bayramlar, İstiska, Güneş Tutulması ve Maghrib & İsha’nın ilk rekâtlerinde yüksek sesle okunur.Zuhr, Asr, Maghrib’in üçüncü rekâtı ve İsha’nın sonraki rekâtlerinde sessiz okunur.65- İmam, bazen sessiz namazda da ayeti makmuma dinletebilir.66- Vitr ve gece namazında bazen sessiz, bazen yüksek, bazen orta sesle okunur.Tartil (Okuma Tarzı)67- Sünnet, Kur’an’ı tartil ile okumaktır (düzgün ve yavaş), acele veya özensiz değil; harf harf, sesiyle güzellik katarak ve tecvit kurallarına uygun. Yenilikçi ezgilere veya müzik skalasına göre okunamaz.İmamı Takip Etmek68- Sünnet, makmumun imamı dikkatle takip etmesidir; imam hızlı okursa geride kalmamak için.","ku":"46- پاشان بۆ خودای گەورە پنا پێدەدات.47- سەنتەکان ئەوەیە کاتێک هەندێ جار بڵێت: “A‘udhu billahi min ash-shaytan ir-rajim” — بۆ پاراستن لە هۆشەکان، تۆپان و خۆڵەکانى شەیتان. (لێرەدا خۆڵ واتە ڕووی قەبوڵ نەکراو.)48- هەندێ جار دەڵێت: “A‘udhu billahi as-Sami‘ al-‘Alim min ash-shaytan...” و هتد.49- پاشان — بە نهێنی — لە نمازی ڕوون و نهێنی دەڵێت: “Bismillahir-Rahmanir-Rahim”.خوێندنی فاتحە50- پاشان سورتەی فاتحە بە تەواوی دەخوێنێت — بەسمله‌کەی لە ناوەوە — کە رکنێکی نمازە؛ بێ ئەمە نمازە دروست ناکات. بەرەنگاری نەعەڕەبی پێویستە بەپێویستی بەحەفظ بکات.51- ئەوەی نەتوانێت، کافیه بگوێت: “Subhan Allah, Alhamdulillah, La ilaha illallah, Allahu Akbar, La hawla wa la quwwata illa billah.”52- سەنتەکان ئەوەیە کاتێک بە کۆتای هەر ئاڤەتێک دەویست، سەیر بکاتە سەر ئاڤەتێک، Bismillahir-Rahmanir-Rahim بخوێنێت، پاشان بایستێت، پاشان Alhamdulillahi Rabbil ‘Alamin, بایستێت، پاشان Ar-Rahmanir-Rahim, بایستێت، و هتد. تا کۆتایی.ئەمە شیوەیە کە پێغەمبەر ﷺ خوێند: لە سەر ئاڤەتەکان بایست، نەهاڵەوەیەتی بۆ ئاڤەتێکی داهاتوو، هەروەها ئەگەر واتای پەیوەندیدا هەبێت.53- لە فاتحەدا خوێندنی Maliki یان Maaliki ڕێگەیە.خوێندنی فاتحە بۆ ماعموم (پیرو)54- پێویستە ماعموم خوێندنی پشت ئەمام بکات، لە نمازی نهێنی یان ڕوون، ئەگەر خوێندنی ئەمام نەشنید یان ئەمام وەکەیەکی ئاڤەت بایست، بۆ ئەوەی ماعموم بتوانێت بە تەواوی بخوێنێت. (هەرچەندە وتراوە ئەو بایستە سەنتەدا نەستراوە — سەرچاوە: زنجیرەی حەدیسەکانی ضعیف نمرە 546 و 547، جۆڵە 2، لاپەڕە 24، 26، چاپی دار المعارف.)خوێندن دوای فاتحە55- سەنتەکان ئەوەیە دوای فاتحە سورتێکی تر بخوێندرێت، هەتا لە نمازی جنازەدا یان هەرچند ئاڤەتێک لە دوو رکعەت یەکەم.56- هەندێ جار خوێندن درێژ دەکرێت، هەندێ جار کوتاه دەکرێت، بەهۆی گەشت، توخم، نەخۆشی یان منداڵی بڕۆیان.57- خوێندنی نماز جۆراوجۆرە: لە فەجر درێژترینە، پاشان ذُهر، پاشان عەصر و عیشا، پاشان عموماً مەغرب.58- نمازی شەو (تهجد) لەوەشە بە درێژترینە.59- سەنتەکان ئەوەیە خوێندنی رکعەت یەکەم درێژتر بکات لە دووەم.60- خوێندنی رکعەتە دواترەکان کەمتر لە یەکەمە، نزیکەی نیوە. (وردەکاری بگرێ لە Sifat al-Salah, لاپەڕە 102)خوێندنی فاتحە لە هەر رکعەتێک61- پێویستە فاتحە لە هەر رکعەتێک خوێندرێت.62- سەنتەکان ئەوەیە کاتێک گەردەکانی دواتر خوێندنی زیادە بکات.63- ناتوانرێ ئەمام خوێندنی زیاتر لە سەنت بکات، چونکە کێشە دروست دەکات بۆ ئەو کەسە کە لە پاشدا هەیە: پیر، نەخۆش، ژنەکەی منداڵی هەیە، یان پێویستی هەیە.خوێندنی ڕوون و نهێنی64- لە فەجر، جومئە، عیدان، استسقا، خسوف، و رکعەت یەکەمین مەغرب و عیشا ڕوون خوێندرێت.لە ذُهر، عەصر، رکعەت سێیەم مەغرب و رکعەت دواتری عیشا نهێنی خوێندرێت.65- ئەمام هەندێ جار دەتوانێت آیت بۆ ماعموم بخوێنێت حتی لە نمازی نهێنی.66- لە وتر و نمازی شەو، هەندێ جار نهێنی، هەندێ جار ڕوون، و هەندێ جار بە دەنگی ناوەڕاست.ترتیل (ڕێکی خوێندن)67- سەنتەکان ئەوەیە خوێندنی قورئان بە ترتیل بخوێندرێت (ڕێک و هەستیار)، نە خێرا نە بێدەنگ، حرف بە حرف، دەنگی خۆش بخات، و بە ڕێک و ڕێسەنی تجوید. نە دەتوانرێ لەسەر نغمە نوێ یان سکیل موسیقیی بخوێندرێت.دواتر لە ئەمام68- سەنتەکان ئەوەیە ماعموم سەرجەم ئیمام دەرک بکات، ئەگەر ئیمام بە خێرا خوێند، بۆ ئەوەی شتێک لەدەست ندهێنرێت.","ms":"46- Kemudian dia memohon perlindungan kepada Allah Yang Maha Tinggi.47- Sunnahnya kadang-kadang berkata: “A‘udhu billahi min ash-shaytanir-rajim” — untuk memohon perlindungan daripada bisikan, tiupan, dan percikan syaitan. (Di sini percikan bermaksud rambut yang tercela.)48- Kadang-kadang dia berkata: “A‘udhu billahi as-Sami‘ al-‘Alim min ash-shaytan...” dan sebagainya.49- Kemudian — secara rahsia — dalam solat jahar dan sirri dia berkata: “Bismillahir-Rahmanir-Rahim”.Membaca Surah Al-Fatihah50- Kemudian dia membaca Surah Al-Fatihah sepenuhnya — termasuk Bismillah — yang merupakan rukun; tanpa ini, solat tidak sah. Bagi bukan Arab, wajib menghafalnya.51- Bagi yang tidak mampu, cukup untuknya berkata: “Subhanallah, Alhamdulillah, La ilaha illallah, Allahu Akbar, La hawla wa la quwwata illa billah.”52- Sunnahnya membaca setiap ayat dengan berhenti di penghujungnya, berdiri di permulaan setiap ayat: membaca Bismillahir-Rahmanir-Rahim, kemudian berhenti, kemudian Alhamdulillahi Rabbil ‘Alamin, berhenti, kemudian Ar-Rahmanir-Rahim, berhenti, dan seterusnya hingga tamat.Inilah cara Nabi ﷺ membaca: beliau berhenti di permulaan setiap ayat dan tidak menyambungkan dengan ayat berikutnya, walaupun maknanya berkait.53- Dalam Al-Fatihah, dibolehkan membaca Maliki atau Maaliki.Bacaan Ma’mum (Pengikut) Al-Fatihah54- Ma’mum diwajibkan membacanya di belakang imam, sama ada solat sirri atau jahar, jika dia tidak mendengar bacaan imam, atau imam berhenti seketika selepas satu ayat supaya ma’mum dapat menyelesaikan bacaan. (Walaupun ada yang mengatakan bahawa henti sebentar ini tidak sahih dalam sunnah — rujukan: sanad hadis lemah No. 546 & 547, Jilid 2, hlm. 24, 26, cetakan Dar al-Ma‘arif)Bacaan Selepas Al-Fatihah55- Sunnah membaca surah lain selepas Al-Fatihah, walaupun dalam solat jenazah, atau beberapa ayat dalam dua rakaat pertama.56- Kadang-kadang bacaan dipanjangkan, kadang-kadang dipendekkan, kerana perjalanan, batuk, sakit, atau tangisan bayi.57- Bacaan berbeza mengikut solat: Subuh paling panjang, kemudian Zuhur, Asar dan Isya, kemudian Maghrib biasanya.58- Solat malam (Tahajjud) lebih panjang daripada semuanya.59- Sunnah memanjangkan bacaan pada rakaat pertama lebih daripada yang kedua.60- Bacaan dalam rakaat seterusnya lebih pendek daripada yang pertama, kira-kira separuh. (Untuk perincian, lihat Sifat al-Salah, hlm. 102)Bacaan Al-Fatihah dalam Setiap Rakaat61- Bacaan Al-Fatihah wajib dalam setiap rakaat.62- Sunnah kadang-kadang menambah bacaan dalam dua rakaat terakhir.63- Imam tidak dibenarkan memanjangkan bacaan melebihi sunnah, kerana ia menyusahkan yang berada di belakang: orang tua, sakit, wanita menyusu, atau yang memerlukan.Bacaan Jahar dan Sirri64- Dibaca jahar pada Subuh, Jumaat, Aid, Istisqa, Gerhana, dan rakaat pertama Maghrib dan Isya.Dibaca sirri pada Zuhur, Asar, rakaat ketiga Maghrib dan rakaat seterusnya Isya.65- Imam kadang-kadang boleh membacakan ayat kepada ma’mum dalam solat sirri.66- Witr dan solat malam kadang-kadang sirri, kadang-kadang jahar, kadang-kadang sederhana.Tartil (Gaya Bacaan)67- Sunnah membaca al-Quran dengan tartil (tersusun dan perlahan), tidak tergesa-gesa, tidak sambil lalu; huruf demi huruf, memperindah bacaan dengan suara, mengikut hukum tajwid. Tidak dibenarkan menyanyi dengan nada baru atau muzik.Mengikuti Imam68- Sunnah ma’mum memberi perhatian kepada imam supaya tidak tertinggal, jika imam membaca cepat."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"الركوع","en":"Rukū‘ (Bowing)","bn":"রুকূ‘ (বাঁকানো / Bowing)","es":"Rukū‘ (Inclinación / Bowing)","id":"Rukū‘ (Membungkuk / Bowing)","ur":"رکوع (Rukū‘ / جھکنا)","tr":"Rukū‘ (Rükû / Eğilme)","ku":"ڕوکوع (Rukū‘ / خەمبوون)","ms":"Rukū‘ (Berdongak / Membongkok)"},"title":{"ar":"الركوع","en":"Rukū‘ (Bowing)","bn":"রুকূ‘ (বাঁকানো / Bowing)","es":"Rukū‘ (Inclinación / Bowing)","id":"Rukū‘ (Membungkuk / Bowing)","ur":"رکوع (Rukū‘ / جھکنا)","tr":"Rukū‘ (Rükû / Eğilme)","ku":"ڕوکوع (Rukū‘ / خەمبوون)","ms":"Rukū‘ (Berdongak / Membongkok)"},"subtitle":{"ar":"69- فإذا فرغَ من القراءة، سكت سكتة لطيفةً بمقدار ما يترادّ إليه نَفَسُهُ.70- ثم يرفع يديه على الوجوه المتقدمة في تكبيرة الإحرام.71- ويكبر، وهو واجبٌ.72- ثم يركع بقدر ما تستقر مفاصلُه، ويأخذ كلُّ عضوٍ مأخذَه، وهذا ركنٌ.    كيفية الركوع73- ويضع يديه على رُكبتيه، ويمكّنهما من ركبتيه، ويفرّج بين أصابعه، كأنه قابضٌ على ركبتيه.74- ويمد ظهرَه ويبسطَه، حتى لو صب عليه الماء لاستقر.75- ولا يخفض رأسَه، ولا يرفعه، ولكن يجعله مُساوياً لظهره.76- ويُباعد مِرفقيه عن جَنبيه.77- ويقول في رُكوعه: (سُبحان ربي العظيم) ثلاث مرات، أو أكثر،: - وهناك أذكار أخرى تقال في هذا الركن، منها الطويل، ومنها المتوسط، ومنها القصير، تراجع في صفة صلاة النبي صلى الله عليه وسلم ، ص 132,، طبعة مكتبة المعارف.    تسوية الأركان78- ومن السنة أن يسوّي بين الأركان في الطُّول، فيجعل ركوعَه وقيامه بعد الركوع، وسجودَه، وجلسته بين السجدتين قريباً من السواء.79- ولا يجوزُ أن يقرأ َالقرآن في الركوع، ولا في السجود.     الاعتدال من الركوع80- ثم يرفعُ صُلبَه من الركوع، وهذا ركنٌ.81- ويقولُ في أثناء الاعتدال: (سمع الله لمن حمده )، وهذه واجب ٌ.82- ويرفع ُ يديه عند الاعتدال على الوجوه المتقدمة.83- ثم يقومُ معتدلاً مطمئناً، حتى يأخذَ كل عظمٍ مأخذه وهذا ركنٌ.84- ويقول في هذا القيام:  (ربَّنا ولكَ الحمدُ ) (: وهناك أذكار أخرى تقال هنا، فراجع (صفة الصلاة)، ص135 )) هذا واجبٌ على كل مصلّ، ولو كان مؤتماً، فإنه ورد القيام، أما التسميع فوِرْد الاعتدالِ ، ولا يشرع وضع اليدين إحداهما على الأخرى في هذا القيام لعدم وروده و وانظر إن شئت البسط في الأصل  (صفة صلاة النبي 1ـ استقبال القبلة).85- ويسوّي بين هذا القيام والركوع في الطول، كما تقدم.","en":"69- After finishing the recitation, he pauses briefly, a gentle pause corresponding to his natural breath.70- Then he raises his hands forward as in the Takbīr al-Ihrām.71- He says Allahu Akbar (God is the Greatest), which is obligatory.72- Then he bows until his joints are settled and each part of his body takes its proper place; this is a rukun (pillar) of the prayer.How to Bow (Rukū‘)73- He places his hands on his knees, spreading his fingers as if gripping his knees.74- He stretches and straightens his back so that if water were poured on it, it would settle evenly.75- He neither lowers nor raises his head but keeps it aligned with his back.76- He keeps his elbows away from his sides.77- In Rukū‘, he says: Subḥān Rabbiya-l-‘Aẓīm three times or more. There are other dhikr (remembrances) for this pillar, some long, some medium, some short (see Sifat al-Salah, p. 132, Dar al-Ma‘arif edition).Aligning the Pillars78- Sunnah is to maintain proportionality among the positions in terms of length: the bowing, standing after bowing, prostration, and sitting between prostrations should be roughly equal in duration.79- It is not permissible to recite the Qur’an while bowing or prostrating.Rising from Rukū‘80- Then he rises upright from the bowing; this is a pillar.81- While standing upright, he says: Sami‘a Allahu liman ḥamidah (Allah hears those who praise Him), which is obligatory.82- He raises his hands at the rise, as he did at the beginning.83- Then he stands upright and tranquil, ensuring every bone takes its proper position; this is a pillar.84- While standing, he says: Rabbana wa laka-l-ḥamd (Our Lord, to You belongs all praise). There are other dhikr said here as well (see Sifat al-Salah, p. 135). This is obligatory for every worshipper, even when praying behind an imam. As for the recitation, it is said during the upright standing, and placing one hand over the other is not prescribed here.85- The duration of this standing is aligned proportionally with the bowing, as mentioned previously.","bn":"69- পাঠ শেষ করার পর, তিনি হালকা একটি বিরতি নেন, যা তার স্বাভাবিক নিশ্বাসের সমান।70- তারপর তিনি হাত সামনে তোলেন, যেমন তাকবীর-ইহরামের সময়।71- তিনি বলেন আল্লাহু আকবার (আল্লাহ সর্বশ্রেষ্ঠ), যা ফরজ।72- তারপর তিনি বাঁকেন যতক্ষণ না তার জয়েন্ট স্থির হয় এবং শরীরের প্রতিটি অংশ তার সঠিক অবস্থানে থাকে; এটি নামাজের একটি রুকূ‘।রুকূ‘ করার পদ্ধতি73- তিনি হাঁটুর উপর হাত রাখেন, আঙ্গুলগুলো ছড়িয়ে, যেন তিনি হাঁটু ধরে রেখেছেন।74- তিনি পিঠ সোজা এবং প্রসারিত রাখেন, যেন উপর থেকে পানি ঢাললেও সমানভাবে পড়বে।75- তিনি মাথা নেমে বা উঁচু করেন না, বরং পিঠের সাথে সমান্তরাল রাখেন।76- কনুইগুলো দেহের পাশে থেকে দূরে রাখেন।77- রুকূ‘ করার সময় তিনি বলেন: সুবহান রাব্বিয়াল-‘আজিম তিনবার বা তার বেশি। এই রুকূ‘তে অন্যান্য জিকিরও রয়েছে, কিছু দীর্ঘ, কিছু মাঝারি, কিছু সংক্ষিপ্ত (দেখুন Sifat al-Salah, পৃ. 132, Dar al-Ma‘arif সংস্করণ)।অঙ্গসমূহের সমন্বয়78- সুন্নাহ অনুযায়ী, অবস্থাগুলোর সময় প্রায় সমান রাখা উচিত: রুকূ‘, রুকূ‘এর পর দাঁড়ানো, সিজদা, এবং সিজদার মধ্যে বসা।79- রুকূ‘ বা সিজদার সময় কোরআন পাঠ করা যায় না।রুকূ‘ থেকে সোজা হওয়া80- তারপর তিনি রুকূ‘ থেকে সোজা দাঁড়ান; এটি একটি রুকুন।81- সোজা দাঁড়িয়ে তিনি বলেন: সামিয়া আল্লাহু লিমান হামিদাহ (আল্লাহ প্রশংসা যারা করে তাদের শুনেন), যা ফরজ।82- তিনি উঠার সময় হাত তোলেন, যেমন প্রথমে করেছিলেন।83- তারপর তিনি শান্তভাবে সোজা দাঁড়ান, প্রতিটি অঙ্গ সঠিকভাবে অবস্থান নিক, এটি একটি রুকুন।84- দাঁড়িয়ে তিনি বলেন: রাব্বানা ওয়ালাকা-ল-হামদ (হে আমাদের প্রভু, সব প্রশংসা আপনারই); এখানে অন্যান্য জিকিরও বলা হয় (Sifat al-Salah, পৃ. 135)। এটি প্রতিটি মুসল্লীর জন্য ফরজ, এমনকি ইমামের পেছনে থাকলেও। পুনরায়, হাত একটির ওপর অন্যটি রাখার নির্দেশ নেই।85- এই দাঁড়ানোর সময় রুকূ‘এর সঙ্গে প্রায় সমান রাখা উচিত, যেমন পূর্বে উল্লেখ হয়েছে।","es":"69- Después de terminar la recitación, hace una breve pausa, una pausa suave correspondiente a su respiración natural.70- Luego levanta las manos hacia adelante como en el Takbīr al-Ihrām.71- Dice Allahu Akbar (Dios es el más grande), lo cual es obligatorio.72- Luego se inclina hasta que sus articulaciones se asientan y cada parte de su cuerpo toma su posición adecuada; esto es un rukun (pilar) de la oración.Cómo hacer el Rukū‘ (Inclinación)73- Coloca las manos sobre las rodillas, extendiendo los dedos como si las estuviera agarrando.74- Extiende y endereza la espalda de manera que, si se vertiera agua sobre ella, se asentaría uniformemente.75- No baja ni levanta la cabeza, sino que la mantiene alineada con la espalda.76- Mantiene los codos separados de los costados.77- Durante el Rukū‘, dice: Subḥān Rabbiya-l-‘Aẓīm tres veces o más. Existen otros dhikr (recuerdos) para este pilar, algunos largos, otros medianos y otros cortos (ver Sifat al-Salah, p. 132, edición Dar al-Ma‘arif).Alineación de los pilares78- La Sunnah es mantener proporcionalidad entre las posiciones en cuanto a duración: la inclinación, la postura erguida después de inclinarse, la postración y la posición entre las dos postraciones deben ser aproximadamente iguales en duración.79- No es permitido recitar el Corán durante el Rukū‘ ni durante la postración.Levantarse del Rukū‘80- Luego se levanta erguido desde la inclinación; esto es un pilar.81- Mientras está erguido, dice: Sami‘a Allahu liman ḥamidah (Alá oye a quienes Le alaban), lo cual es obligatorio.82- Levanta las manos al incorporarse, como lo hizo al inicio.83- Luego se pone de pie tranquilo y erguido, asegurando que cada hueso esté en su posición correcta; esto es un pilar.84- Mientras está de pie, dice: Rabbana wa laka-l-ḥamd (Señor nuestro, a Ti pertenece toda alabanza). Existen otros dhikr que también se dicen aquí (ver Sifat al-Salah, p. 135). Esto es obligatorio para todo musulmán, incluso cuando reza detrás del imán. Colocar una mano sobre la otra no es prescrito aquí.85- La duración de esta posición erguida se mantiene proporcional a la inclinación, como se mencionó anteriormente.","id":"69- Setelah selesai membaca, ia berhenti sejenak, jeda ringan sesuai dengan nafasnya.70- Kemudian ia mengangkat tangan ke depan seperti dalam Takbīr al-Ihrām.71- Ia mengucapkan Allahu Akbar (Allah Maha Besar), yang wajib dilakukan.72- Lalu ia membungkuk sampai sendinya stabil dan setiap bagian tubuh berada pada posisinya yang benar; ini adalah rukun (pilar) dalam shalat.Cara Membungkuk (Rukū‘)73- Ia meletakkan tangan di lutut, menjulurkan jari-jari seolah-olah menggenggam lutut.74- Ia meluruskan dan merentangkan punggungnya, sehingga jika air dituang di atasnya, akan rata.75- Ia tidak menundukkan atau meninggikan kepalanya, tetapi sejajar dengan punggungnya.76- Siku-sikunya dijauhkan dari sisi tubuh.77- Saat rukū‘, ia membaca: Subḥān Rabbiya-l-‘Aẓīm tiga kali atau lebih. Ada dzikir lain yang dibaca pada rukun ini, ada yang panjang, sedang, dan pendek (lihat Sifat al-Salah, hlm. 132, edisi Dar al-Ma‘arif).Menyamakan Posisi78- Sunnah untuk menjaga proporsionalitas antara posisi: rukū‘, berdiri setelah rukū‘, sujud, dan duduk di antara sujud harus kira-kira sama durasinya.79- Tidak diperbolehkan membaca Al-Qur’an saat rukū‘ atau sujud.Bangkit dari Rukū‘80- Lalu ia bangkit tegak dari rukū‘; ini adalah rukun.81- Saat berdiri tegak, ia membaca: Sami‘a Allahu liman ḥamidah (Allah mendengar orang yang memuji-Nya), yang wajib.82- Ia mengangkat tangan saat bangkit, seperti saat awal takbir.83- Kemudian ia berdiri tegak dan tenang, memastikan setiap tulang berada pada posisi yang benar; ini adalah rukun.84- Saat berdiri, ia membaca: Rabbana wa laka-l-ḥamd (Ya Tuhan kami, bagi-Mu segala pujian). Ada dzikir lain yang dibaca di sini juga (lihat Sifat al-Salah, hlm. 135). Ini wajib bagi setiap makmum, bahkan ketika berada di belakang imam. Menempatkan satu tangan di atas yang lain tidak dianjurkan di posisi ini.85- Durasi berdiri tegak ini disamakan secara proporsional dengan durasi rukū‘, seperti yang disebutkan sebelumnya.","ur":"69- تلاوت مکمل کرنے کے بعد، وہ ہلکی سی توقف کرتا ہے، جو اس کی قدرتی سانس کے مطابق ہو۔70- پھر وہ اپنے ہاتھ آگے کی طرف بلند کرتا ہے، جیسا کہ تکبیرِ احرام میں۔71- وہ کہتا ہے اللہ اکبر (اللہ سب سے بڑا ہے)، جو واجب ہے۔72- پھر وہ جھکتا ہے یہاں تک کہ اس کے جوڑ مستحکم ہوجائیں اور جسم کے ہر حصہ اپنی مناسب جگہ پر ہو؛ یہ نماز کا رکن ہے۔رکوع کرنے کا طریقہ73- وہ اپنے ہاتھ گھٹنوں پر رکھتا ہے، انگلیاں پھیلا کر جیسے وہ گھٹنوں کو پکڑ رہا ہو۔74- وہ اپنی پیٹھ سیدھی اور پھیلائی ہوئی رکھتا ہے، یہاں تک کہ اگر اس پر پانی ڈالا جائے تو یکساں رہے۔75- وہ اپنا سر نہ نیچے کرتا ہے اور نہ اٹھاتا ہے، بلکہ اسے اپنی پیٹھ کے ساتھ سیدھا رکھتا ہے۔76- وہ اپنی کہنیوں کو اپنے اطراف سے دور رکھتا ہے۔77- رکوع میں وہ کہتا ہے: سبحان ربی العظیم تین بار یا زیادہ۔ اس رکن میں دیگر اذکار بھی ہیں، کچھ طویل، کچھ درمیانے اور کچھ مختصر (دیکھیں Sifat al-Salah, ص. 132، دار المعارف ایڈیشن)۔ارکان کی ترتیب78- سنت یہ ہے کہ حالتوں کی مدت میں توازن رکھا جائے: رکوع، رکوع کے بعد قیام، سجدہ اور دو سجدوں کے درمیان بیٹھنا تقریباً برابر ہونا چاہئے۔79- رکوع یا سجدہ کے دوران قرآن کی تلاوت جائز نہیں۔رکوع سے سیدھا ہونا80- پھر وہ رکوع سے سیدھا کھڑا ہوتا ہے؛ یہ رکن ہے۔81- سیدھے کھڑے ہو کر وہ کہتا ہے: سمع اللہ لمن حمده (اللہ ان کی سنتا ہے جو اس کی حمد کرتے ہیں)، جو واجب ہے۔82- وہ قیام کے دوران اپنے ہاتھ بلند کرتا ہے، جیسا کہ آغاز میں کیا۔83- پھر وہ پرسکون اور مستحکم کھڑا ہوتا ہے، یہ یقینی بناتا ہے کہ ہر ہڈی اپنی جگہ پر ہے؛ یہ رکن ہے۔84- قیام کے دوران وہ کہتا ہے: ربنا ولك الحمد (ہمارے رب، ساری حمد آپ کے لیے ہے)۔ یہاں دیگر اذکار بھی پڑھے جاتے ہیں (Sifat al-Salah, ص. 135)۔ یہ ہر مصلّی کے لیے واجب ہے، چاہے امام کے پیچھے بھی ہو۔ ہاتھ ایک پر دوسرے رکھنے کی سنت یہاں نہیں ہے۔85- قیام کی مدت رکوع کے ساتھ تناسب میں رکھنی چاہئے، جیسا کہ پہلے ذکر ہوا۔","tr":"69- Kıraat tamamlandıktan sonra, nefesine uygun olarak kısa ve hafif bir duraklama yapar.70- Daha sonra ellerini Takbîr-i İhrâm’daki gibi öne kaldırır.71- Allahu Akbar (Allah en büyüktür) der, bu farzdır.72- Ardından eklemleri yerleşene kadar eğilir ve vücudunun her bir parçası uygun konumunu alır; bu namazın bir rüknüdür.Rükû‘ Yapma Şekli73- Ellerini dizlerinin üzerine koyar, parmaklarını açar, sanki dizlerini kavrıyormuş gibi.74- Sırtını düz ve gerilmiş tutar, üstüne su dökülse eşit şekilde dağılacak şekilde.75- Başını ne aşağı indirir ne de kaldırır, sırtıyla aynı hizada tutar.76- Dirseklerini yanlarından uzak tutar.77- Rükû‘ta şöyle der: Subḥān Rabbiya-l-‘Aẓīm üç kez veya daha fazla. Bu rükün için başka zikirler de vardır; bazıları uzun, bazıları orta, bazıları kısa (bkz. Sifat al-Salah, s. 132, Dar al-Ma‘arif baskısı).Rüknlerin Düzgünlüğü78- Sünnete göre, duruş süreleri arasında orantı sağlanmalıdır: rükû‘, rükû‘ten sonra ayağa kalkma, secde ve iki secde arasındaki oturma yaklaşık olarak eşit olmalıdır.79- Rükû‘ veya secde sırasında Kur’an okumak caiz değildir.Rükû‘ten Kalkma80- Sonra rükû‘ten doğrular; bu bir rükündür.81- Doğrulurken der: Sami‘a Allahu liman ḥamidah (Allah onu övenleri işitir), bu farzdır.82- Kalkarken ellerini kaldırır, başlangıçtakine benzer şekilde.83- Daha sonra sakin ve düzgün bir şekilde durur, her kemiğin yerini almasını sağlar; bu bir rükündür.84- Ayakta der: Rabbana wa laka-l-ḥamd (Rabbimiz, bütün övgüler Sana aittir). Burada başka zikirler de söylenir (Sifat al-Salah, s. 135). Bu, her mümin için farzdır, imamın arkasında olsa bile. Ellerden birini diğerinin üzerine koymak bu duruşta sünnet değildir.85- Bu ayakta durma süresi, daha önce belirtildiği gibi, rükû‘ ile orantılı olmalıdır.","ku":"69- دوای تەواوبوونی خوێندنەوەکە، کورتەیەک و هەڵکەوتوو لەگەڵ خۆیان دەستپێدەکات، بە پەیوەندی بە نەفسەکەی خۆی.70- پاشان دەستەکان بە پێش بردن وەک تاکبیرێ ئه‌حرام دەست دەکات.71- دەڵێت ئەلله‌هۆ ئەکبەر (خۆاڵله‌ گەورەترینە)، ئەمە واجبە.72- پاشان دەخەمێت تاکە پەیوەندەکانەکەی سەلامەت بن و هەر بەشێکی لە جەستەکەی بەرەو شوێنی خۆی دەچێت؛ ئەمە یەک رۆکنە لە نووسینەکانی نمازە.چۆنیەتی ڕوکوع73- دەستەکان لەسەر زانکۆکانەوە دەکات، هەنگاویەکان دەفراشتە وەک ئەوەی لە زانکۆکاندا دەگرێت.74- پشتی خۆی درێژ و راسته دەکات، بۆ ئەوەی ئەگەر ئاوی لەسەر بدەنرێت، یەکسان بێت.75- سەرەکەش نەداخاتە خوار و نەبەرەو سەر، بەڵکو لەگەڵ پشتی خۆی یەکسان دەگرێت.76- لەبەرەکان لە لایەن جەستەکەوە دوور دەکات.77- لە ڕوکوعدا دەڵێت: سوبحان ربی العظیم سێ جار یان زیاتر. هەندێک دیکەی ذِکر هەن بۆ ئەم ڕوکنە، هەندێکی درێژ، هەندێکی ناوەڕاست، هەندێکی کورت (بینین Sifat al-Salah, پەڕە 132، چاپی دار المعارف).هاوبەشی ئەرکان78- سۆنەت ئەوەیە کە ماوەی پۆزیشنان هەمانتای بێت: ڕوکوع، دەرچوونی لە ڕوکوع، سجدە، و نیشتنی نێوان دوو سجدە نزیكەوە هەمان ماوە بێت.79- ڕوونا کردن لە قورئان لە ڕوکوع یان سجدەدا ڕێگە پێنەدراوە.لای ڕوکوعەوە راست بوون80- پاشان لە ڕوکوعەوە راست دەگرێت؛ ئەمە رۆکنێکی نمازە.81- کاتێک راست دەگرێت دەڵێت: سامیع الله لمن حمده (خوای بەدەنگی ئەوانی کە حەمدا دەکەن دەگوێنێت)، ئەمە واجبە.82- کاتێک راست دەگرێت دەستەکانیش بەهێز دەکات، وەک کاتێکی سەرەتای تاکبیر.83- پاشان بەئارام و بەڕاستەوە دەستەنیشان دەکات، دڵنیابوو کە هەر ئەرگێک لە شوێنی خۆیە؛ ئەمە رۆکنێکی نمازە.84- کاتێک راستەوە دەستەنیشان دەکات دەڵێت: ربنا وَلَک الحمد (پەروردگارمان، هەموو حەمد بۆ تۆیە). هەندێک ذِکر دیکەش لێرە دەچێت (Sifat al-Salah, پەڕە 135). ئەمە بۆ هەموو مۆسڵیمێک واجبە، هەرچەند پشتەوەی ئیمامیش بێت. دانانی یەک دەست لەسەر یەک دیکە لەو ڕاستەوە سنن نیە.85- ماوەی ئەم ڕاستەوەیە پێویستە هاوبەش بێت بە ڕوکوع، وەک پێشتر باسکراوە.","ms":"69- Selepas membaca Al-Qur’an, dia berhenti seketika, jeda ringan bersesuaian dengan nafasnya.70- Kemudian dia mengangkat tangannya ke hadapan seperti dalam Takbīr al-Ihrām.71- Dia mengucapkan Allahu Akbar (Allah Maha Besar), yang wajib.72- Kemudian dia membongkok sehingga sendi-sendinya stabil dan setiap bahagian badannya berada pada posisinya yang betul; ini adalah rukun dalam solat.Cara Membongkok (Rukū‘)73- Dia meletakkan tangannya di atas lutut, membuka jari-jarinya seolah-olah memegang lutut.74- Dia meluruskan dan merentangkan belakangnya supaya, jika air dituang ke atasnya, ia tetap rata.75- Dia tidak menundukkan atau mengangkat kepalanya, tetapi sejajar dengan belakangnya.76- Siku-sikunya dijauhkan dari sisi badan.77- Dalam rukū‘, dia membaca: Subḥān Rabbiya-l-‘Aẓīm tiga kali atau lebih. Terdapat zikir lain untuk rukun ini, ada yang panjang, sederhana, dan pendek (rujuk Sifat al-Salah, hlm. 132, cetakan Dar al-Ma‘arif).Penyamaan Rukun78- Sunnah untuk mengekalkan kesamaan antara kedudukan: rukū‘, berdiri selepas rukū‘, sujud, dan duduk antara dua sujud sepatutnya lebih kurang sama tempohnya.79- Tidak dibenarkan membaca Al-Qur’an semasa rukū‘ atau sujud.Bangun dari Rukū‘80- Kemudian dia bangun tegak dari rukū‘; ini adalah rukun.81- Semasa bangun tegak, dia membaca: Sami‘a Allahu liman ḥamidah (Allah mendengar orang yang memuji-Nya), yang wajib.82- Dia mengangkat tangan semasa bangun, seperti pada permulaan takbir.83- Kemudian dia berdiri tegak dan tenang, memastikan setiap tulang berada di tempatnya yang betul; ini adalah rukun.84- Semasa berdiri, dia membaca: Rabbana wa laka-l-ḥamd (Tuhan kami, segala pujian milik-Mu). Terdapat zikir lain yang juga dibaca di sini (rujuk Sifat al-Salah, hlm. 135). Ini wajib bagi setiap makmum, walaupun di belakang imam. Menempatkan satu tangan di atas tangan lain tidak disunatkan di kedudukan ini.85- Tempoh berdiri tegak ini sepatutnya seimbang dengan rukū‘, seperti yang disebutkan sebelum ini."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"السُّجودُ","en":"Prostration (Sujud)","bn":"সুজুদ (প্রস্তুতি)","es":"El Sujud (prosternación)","id":"Sujud (Sujud / Sujud)","ur":"سجدہ","tr":"Secde","ku":"سجدە","ms":"Sujud (Sujud dalam solat)"},"title":{"ar":"السُّجودُ","en":"Prostration (Sujud)","bn":"সুজুদ (প্রস্তুতি)","es":"El Sujud (prosternación)","id":"Sujud (Sujud / Sujud)","ur":"سجدہ","tr":"Secde","ku":"سجدە","ms":"Sujud (Sujud dalam solat)"},"subtitle":{"ar":"86- ثم يقولُ:  (الله أكبر) وجوباً.87- ويرفع يديه أحياناً.    الخرورُ على اليدين88- ثم يَخِرُّ إلى السجود على يديه ، يضعهما قبل ركبتيه، بهذا أمر رسول الله صلى الله عليه وسلم، وهو الثابت عنه من فعله صلى الله عليه وسلم، ونهى عن التشبه ببروك البعير.وهو إنما يخِرُّ على رُكبتيه اللتين هما في مقدمتيه.89- فإذا سجد - وهو ركنٌ- اعتمد على كفّيه وبسطهما.90- ويضمُّ أصابعهما.91- ويوجهها إلى القبلة.92- ويجعل كفّيه حذو منكبيه.93- وتارةً يجعلهما حذو أُذنيه.94- ويرفع ذراعيه عن الأرض وجوباً، ولا يبسطهما بسط الكلب.95- ويمكِّن أنفه وجبهته من الأرض ِ، وهذا ركنٌ.96- ويمكِّن أيضاً ركُبتيه.97- وكذا أطراف قدميه.98- وينصبهما وهذا كله واجب ٌ.99- ويستقبل بأطراف أصابعهما القِبلة.100- وَيرُصُّ عَقِبيه.    الاعتدال في السجود101- ويجب عليه أن يعتدلَ في سجوده ِ، وذلك بأن يعتمد فيه اعتماداً متساوياً على جميع أعضاء سجوده، وهي: الجبهة والأنف معاً، والكفان، والركبتان، وأطراف القدمين.102- ومَن اعتدل في سجوده هكذا، فقد اطمأن يقيناً، والاطمئنانُ في السجود ركنٌ أيضاً.103- ويقول فيه: (سبحان ربي الأعلى)، ثلاث مرات، أو أكثر. _ وفيه أذكار أخرى تراها في (صفة صلاة النبي صلى الله عليه وسلم)، ص145.104- ويُستحب أن يكثر الدعاءَ فيه؛ لأنه مظنة الإجابة.105- ويجعل سجوده قريباً من ركوعهِ في الطول كما تقدم.106- ويجوزُ السجودُ على الأرضِ، أو على حائل بينهما وبين الجبهة؛ من ثوبٍ أو بساطٍ، أو حصيرٍ، أو نحوه.107- ولا يجوزُ أن يقرأَ القرآنَ وهو ساجِدٌ.    الافتراش والإقعاء بين السجدتين108- ثم يرفع رأسه مكبراً وهذا واجبُ.109- ويرفع يديه أحياناً.110- ثم يجلس مطمئناً، حتى يرجع كلُّ عَظْمٍ إلى موضوعه وهو ركنٌ.111- ويفرش رجله اليسرى فيقعد عليها ، وهذا واجبٌ.112- وينصب رجلَه اليمنى.113- ويستقبل بأصابعها القبلة.114- ويجوز الإقعاءُ أحياناً، وهو أن ينتصِبَ على عَقِبيه وصدور قدميه.115- ويقول في هذه الجلسة: (اللهم اغفرْ لي، وارحمني واجبرني، وارفعني، وعافني، وارزقني).116- وإن شاءَ قال:  (رب اغفر لي، رب اغفر لي).117- و يُطيل هذه الجلسة حتى تكون قريباً من سجدته.    السجدة الثانية118- ثم يكبر وجوباً.119- ويرفع يديه مع هذا التكبير أحياناً.120- ويسجد السجدةَ الثانية، وهي ركنٌ أيضاً.121- ويصنع فيها ما صنعَ في الأولى.    جلسة الاستراحة122- فإذا رفع رأسه من السجدة الثانية، وأراد النهوض إلى الركعة الثانية كبّر وجوباً.123- ويرفع يديه أحياناً.124- ويستوي قبل أن ينهضَ قاعداً على رجِله اليسرى، معتدلاً، حتى يرجع كل عظم إلى موضعه.    الركعة الثانية125- ثم ينهض معتمداً على الأرض بيديه المقبوضتين، كما يقبضهما العاجِنُ إلى الركعة الثانية، وهي ركنٌ.126- ويصنعُ فيهما كما صنعَ في الأولى.127- إلا أنه لا يقرأ فيها دعاء الاستفتاح.128- ويجعلها أقصر من الركعة الأولى.    الجلوس للتشهد129- فإذا فرغ من الركعة الثانية، قَعَدَ للتشهدِ ، وهو واجبٌ.130- ويجلس مفترشاً - كما سبق - بين السجدتين.131- لكن لا يجوز الإقعاء هنا.132- ويضع كفَّه اليمنى على فخذهِ وركبته اليمنى، ونهاية مرفقه الأيمن على فخذه، لا يبعده عنه.133- ويبسط كفه اليسرى على فخذه وركبته اليسرى.134- ولا يجوز أن يجلس معتمداً على يده، وخصوصاً اليُسرى.    تحريك الإصبع، والنظر إليها135- ويقبض أصابع كفه اليمنى كلها، ويضع إبهامه على إصبعه الوسطى تارةً.136- وتارةً يُحلَّق بهما حلقةً.137- ويشير بإصبعه السبابة إلى القِبلة.138- ويرمي ببصره إليها.139- ويحركها يدعو بها من أول التشهد إلى آخره.140- ولا يشير بإصبع يده اليسرى.141- ويفعل هذا كلَّه في كل تشهدٍ.    صيغة التشهد والدعاء بعده142- والتشهد واجب، إذا نَسِيهَ سجدَ سجدتي السهو.143- ويقرؤه سراً.144- وصيغته: (التحيات لله، والصلوات، والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله، وأشهد أن محمداً عبده ورسوله) وفي كتابي المذكور صيغ أخرى ثابتة وما ذكرته هنا أصح.السلام على النبي : هذا هو المشروع بعد وفاة النبي صلى الله وعليه وسلم وهو الثابت في تشهد ابن مسعود وعائشة وابن الزبير رضي الله عنهم، ومن شاء التفصيل فعليه بكتابي (صفة صلاة النبي )، ص161,، طبعة مكتبة المعارف في الرياض.145- ويصلي بعده على النبي صلى الله عليه وسلم فيقول: (اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد، اللهم بارك على محمد وعلى آل محمد، كما باركت على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد ).146- وإن شئت الاختصار، قلت: (اللهم صل على محمد، وعلى آل محمد، وبارك على محمد وعلى آل محمد، كما صليت وباركت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد ).147- ثم يتخير في هذا التشهد من الدعاء الوارد أعجبَه إليه؛ فيدعو الله به.    الركعة الثالثة والرابعة148- ثم يكبر وجوباً، والسنة أن يكّبر وهو جالسٌ.149- ويرفع يديه أحياناً.150- ثم ينهض إلى الركعة الثالثة، وهي ركنٌ كالتي بعدها.151- وكذلك يفعل إذا أراد القيامَ إلى الركعة الرابعة.152- ولكنه قبلَ أن ينهض َ يستوي قاعداً إلى رجِلْهِ اليسرى معتدلاً، حتى يرجع كل عظم إلى موضعه.153- ثم يقوم معتمداً إلى يديه وكما فعل في قيامه إلى الركعة الثانية.154- ثم يقرأ في كلًّ من الثالثة والرابعة سورة (الفاتحة) وجوباً.155- ويضيف إليها آية أو أكثر أحياناً.    القنوت للنازلة ومحلُّه156- ويُسنُّ له أن يقنتَ ويدعو للمسلمين لنازلةٍ نزلت بهم.157- ومحله إذا قال بعد الركوع: (ربنا ولك الحمد).158- وليس له دعاءٌ راتبٌ، وإنما يدعو فيه بما يتناسب مع النازلة.159- ويرفع يديه في هذا الدعاء.160- ويجهر به إذا كان إماماً.ً.161-ويؤمّن عليه مَن خلفه.162- فإذا فرغ وكبَّر وسجد.    قنوت الوتر ومحلُّه وصيغتُه163- وأما القنوت في الوتر فيُشرع أحياناً.164- ومحلُّه قبل الركوع، خلافاً لقنوت النازلة.165- ويدعو فيه بما يأتي:(اللهم اهدني فيمن هديت وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شر ما قضيت فإنك تقضي ولا يقضى عليك وإنه لا يذل من واليت ولا يعز من عاديت تباركت ربنا وتعاليت، ولا منجا منك إلا إليك).166- وهذا الدعاءُ من تعليم رسول الله صلى الله عليه وسلم فتجوز؛ لثبوتها عن الصحابة رضي الله عنهم.167- ثم يركع، ويسجد السجدتين، كما تقدم.    التشهد الأخير والتورك168- ثم يقعد للتشهد الأخير.169-ويصنعُ فيه ما صنعَ في التشهد الأول.170- إلا أنه يجلس فيه متوركاً يفضي بوركِهِ اليسرى تحت ساقه اليمنى.171- وينصب قدمه اليمنى.172- ويجوز فرشها أحياناً.173- ويُلقم كفَّه اليسرى ركبته ويعتمد عليها.    وجوبُ الصَّلاة على النبي صلى الله عليه وسلم والتعوذ من أربع174- ويجب عليه في هذا التشهد الصلاة على النبي صلى الله عليه وسلم وقد ذكرنا في التشهد الأول بعض صيغها.175- وأن يستعيذ بالله من أربع، يقول: (اللهم إني أعوذ بك من عذاب جهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن شر فتنة المسيح الدجال) فتنة (المحيا): هي ما يعرض للإنسان في حياته من الافتتان بالدنيا وشهواتها. وفتنة(الممات )، هي: فتنة القبر وسؤال الملكين ، و(فتنة المسيح الدجال): ما يظهر على يديه من الخوارق التي يَضِلُ بها كثير من الناس، ويتبعونه على دعواه الألوهية.    الدعاء قبل السلام176- ثم يدعو لنفسه بما بدا له ، مما ثبت في الكتاب والسنة، وهو كثير طيب فإن لم يكن عنده شيء منه، دعا بما تيسر له، مما ينفعه في دينه، أو دنياه.    التسليمُ وأنواعُه177- ثم يسلم عن يمينه، وهو ركنٌ، حتى يُرى بياضُ خدَّه الأيمن.178- وعن يساره حتى يُرى بياضُ خدَّه الأيسر.179- ويرفع الإمامُ صوتَه بالسلامِ.180- وهو على وُجوه ٍ:الأول: السلام عليكم ورحمة الله وبركاته ، عن يمينه. السلام عليكم ورحمة الله، عن يساره.الثاني: مثله، دون قوله:(وبركاته).الثالث: السلام عليكم ورحمة الله، عن يمينه. السلام عليكم، عن يساره.الرابع: يسلم تسليمةً واحدةً تلقاء وجهه، يميل به إلى يمينه قليلاً.","en":"86- Then he says: Allahu Akbar – obligatory.87- Sometimes he raises his hands.Going down on the hands88- Then he goes down into sujud on his hands, placing them in front of his knees, as instructed by the Prophet ﷺ.89- When he prostrates – which is a pillar – he rests on his palms and spreads them.90- He joins his fingers.91- He directs them toward the Qibla.92- He places his palms beside his shoulders.93- Sometimes beside his ears.94- He raises his arms off the ground – obligatory – and does not spread them like a dog.95- He places his nose and forehead on the ground – this is a pillar.96- He also firmly places his knees.97- And the tips of his feet.98- He keeps them upright – all of this is obligatory.99- He faces the fingertips toward the Qibla.100- He aligns his heels.Balance in Sujud101- He must maintain balance in sujud, relying equally on all parts of his body: forehead and nose together, palms, knees, and tips of the feet.102- Whoever maintains this balance feels calm; tranquility in sujud is also a pillar.103- He says: Subhana Rabbiyal-A‘la (Glory be to my Lord, the Most High) three times or more.104- It is recommended to make abundant supplications, as it is a time for answering prayers.105- He makes his sujud length close to his ruku’, as mentioned before.106- He may prostrate on the ground or on a barrier between it and his forehead, such as cloth, mat, or similar.107- It is not permissible to recite the Qur’an while in sujud.Sitting and the Second Prostration108- Then he raises his head saying Allahu Akbar – this is obligatory.109- Sometimes he raises his hands.110- Then he sits calmly until every bone returns to its place – this is a pillar.111- He spreads his left leg and sits on it – obligatory.112- He places his right leg upright.113- He faces its toes toward the Qibla.114- Sometimes he sits upright on his heels (Iq‘a) instead of spreading the leg.115- In this sitting he may say: Allahumma ighfir li, warhamni, wajburni, warfa‘ni, wa‘afini, warzuqni (O Allah, forgive me, have mercy on me, support me, raise me, grant me well-being, and provide for me).116- Or he may say: Rabbi ighfir li, Rabbi ighfir li.117- He prolongs this sitting so it is close in length to his sujud.Second Prostration118- Then he says Allahu Akbar – obligatory.119- Sometimes he raises his hands.120- He performs the second prostration – also a pillar.121- He does the same as in the first sujud.Resting Between Sujuds122- After raising his head from the second sujud, intending to rise to the second rak‘ah, he says Allahu Akbar – obligatory.123- Sometimes he raises his hands.124- He sits balanced on his left leg before standing, so that every bone returns to its place.Second Rak‘ah125- Then he rises, supporting himself on his clasped hands, like in the first rak‘ah – this is a pillar.126- He does the same as in the first rak‘ah.127- Except he does not recite the opening supplication (Du‘a al-Istiftah).128- He makes it shorter than the first rak‘ah.Sitting for Tashahhud129- After finishing the second rak‘ah, he sits for tashahhud – obligatory.130- He sits with legs folded – as before – between the two sujuds.131- Sitting on the heels (Iq‘a) is not allowed here.132- He places his right palm on his right thigh and knee, with his elbow touching the thigh, not away from it.133- He spreads his left palm on his left thigh and knee.134- He should not sit leaning on his hand, especially the left one.Finger Movement and Focus135- He closes all fingers of his right hand and sometimes places the thumb on the middle finger.136- Sometimes he makes a circle with them.137- He points with his index finger toward the Qibla.138- He looks at it.139- He moves it while making du‘a from the start to the end of tashahhud.140- He does not point with his left finger.141- He does this in every tashahhud.Tashahhud and Du‘a After142- Tashahhud is obligatory; if forgotten, one performs two prostrations of forgetfulness (Sujood as-Sahw).143- He recites it silently.144- Its wording: At-tahiyyatu lillahi, was-salawatu, wat-tayyibat, assalamu ‘alayka ayyuhan-nabiyyu wa rahmatullahi wa barakatuhu, assalamu ‘alayna wa ‘ala ‘ibadillahis-salihin, ash-hadu an la ilaha illallahu, wa ash-hadu anna Muhammadan ‘abduhu wa rasuluhu.Sending Salawat on the Prophet145- Then he prays upon the Prophet ﷺ: Allahumma salli ‘ala Muhammad wa ‘ala aali Muhammad, kama sallayta ‘ala Ibrahim wa ‘ala aali Ibrahim, innaka Hamidun Majid. Allahumma barik ‘ala Muhammad wa ‘ala aali Muhammad, kama barakta ‘ala Ibrahim wa ‘ala aali Ibrahim, innaka Hamidun Majid.146- Or a shorter version: Allahumma salli ‘ala Muhammad wa ‘ala aali Muhammad, wa barik ‘ala Muhammad wa ‘ala aali Muhammad, kama sallayta wa barakta ‘ala Ibrahim wa ‘ala aali Ibrahim, innaka Hamidun Majid.147- Then he chooses any du‘a from the recommended ones and prays accordingly.Third and Fourth Rak‘ah148- He says Allahu Akbar – obligatory, preferably while seated.149- Sometimes he raises his hands.150- Then he rises to the third rak‘ah – a pillar as the previous ones.151- Similarly, when rising to the fourth rak‘ah.152- Before rising, he sits balanced on his left leg so every bone returns to its place.153- Then he rises supporting his hands as before.154- He recites Surah Al-Fatiha in the third and fourth rak‘ah – obligatory.155- Sometimes he adds one or more verses.Qunoot for Calamities156- It is recommended to recite qunoot for Muslims facing a calamity.157- Its place is after ruku’: Rabbana wa laka al-hamd.158- There is no fixed du‘a; he prays according to the situation.159- He raises his hands while supplicating.160- He may recite it aloud if he is the Imam.161- The followers say Ameen silently.162- After finishing, he says Allahu Akbar and performs sujud.Qunoot in Witr163- Sometimes it is recommended in Witr.164- Its place is before ruku’, unlike qunoot for calamities.165- The du‘a: Allahumma ihdini fiman hadait, wa ‘afini fiman ‘afait, wa tawallani fiman tawallait, wa barik li fima a‘tait, wa qini sharra ma qadait, fa innaka taqdi wa la yuqda ‘alaik, wa la yadhillu man walait, wa la ya‘izzu man ‘adayt, tabarakta Rabbana wa ta‘alait, wa la manja minka illa ilayk.166- This du‘a is taught by the Prophet ﷺ and is valid according to the companions.167- Then he bows and prostrates as before.Final Tashahhud and Posture (Tawarruk)168- Then he sits for the final tashahhud.169- He does as he did in the first tashahhud.170- But he sits in tawarruk, placing his left thigh under his right leg.171- He positions his right foot upright.172- Sometimes he spreads it.173- He places his left palm on his knee and leans on it.Obligation of Salawat and Seeking Refuge from Four174- He must send blessings upon the Prophet ﷺ; some formulas were mentioned in the first tashahhud.175- He seeks refuge from four things: O Allah, I seek refuge in You from the punishment of Hell, the punishment of the grave, the trials of life and death, and the evil of the trial of the False Messiah (Dajjal).Supplication Before Salam176- Then he prays for himself with any du‘a he knows from the Book and Sunnah, or whatever benefits him in religion or worldly life.Salam and Its Types177- Then he says salam to his right – obligatory – until the whiteness of his right cheek is visible.178- Then to his left until the whiteness of his left cheek is visible.179- The Imam raises his voice in the salam.180- Variations:Assalamu ‘alaykum wa rahmatullah to the right, Assalamu ‘alaykum wa rahmatullah to the left.Same without saying wa barakatuh.Assalamu ‘alaykum wa rahmatullah to the right, Assalamu ‘alaykum to the left.One salam facing forward, tilting slightly to the right.","bn":"৮৬- তারপর তিনি বলেন: আল্লাহু আকবার – বাধ্যতামূলক।৮৭- কখনও কখনও তিনি তার হাত উঁচু করেন।হাতের ওপর নামা৮৮- তারপর তিনি হাতের ওপর নামেন, হাতকে হাঁটুর সামনের দিকে রাখেন, যেটি নবী ﷺ নির্দেশ করেছিলেন।৮৯- যখন তিনি সেজদা করেন – যা একটি রুকন – তিনি তার তালুতে বিশ্রাম নেন এবং তা বিস্তৃত করেন।৯০- তিনি আঙুলগুলো একত্রিত করেন।৯১- তিনি আঙুলগুলো কিবলার দিকে মুখ করেন।৯২- তিনি তার তালু কাঁধের পাশে রাখেন।৯৩- কখনও কখনও কানের পাশে রাখেন।৯৪- তিনি তাঁর বাহু মাটির ওপর থেকে উঁচু রাখেন – বাধ্যতামূলক – এবং কুকুরের মতো বিস্তৃত করেন না।৯৫- তিনি নাক ও মস্তক মাটির ওপর রাখেন – এটি একটি রুকন।৯৬- তিনি তার হাঁটু দৃঢ়ভাবে স্থাপন করেন।৯৭- এবং পায়ের আঙুলের শীর্ষ অংশও।৯৮- তিনি সেগুলো সোজা রাখেন – সবই বাধ্যতামূলক।৯৯- তিনি আঙুলের দিক কিবলার দিকে মুখ করেন।১০০- তিনি হিলগুলো সমানভাবে রাখেন।সুজুদে সমতা১০১- তাকে সুজুদে সমতা বজায় রাখতে হবে, সমস্ত অংশে সমানভাবে নির্ভর করতে হবে: মস্তক ও নাক একসাথে, তালু, হাঁটু এবং পায়ের আঙুলের শীর্ষ অংশ।১০২- যারা এমন সমতা বজায় রাখে, তারা শান্তি অনুভব করে; সুজুদে নিশ্চিন্তি ও রুকন।১০৩- তিনি বলেন: সুবহান রাব্বিয়াল আ‘লা (আমার প্রভু সর্বোচ্চ মহিমান্বিত) তিন বার বা তার বেশি।১০৪- এখানে প্রচুর দোয়া করা সুপারিশ করা হয়, কারণ এটি দোয়ার গ্রহণের সময়।১০৫- তিনি তার সুজুদকে রুকুর দৈর্ঘ্যের কাছাকাছি রাখেন।১০৬- তিনি মাটিতে বা তার এবং মস্তকের মধ্যে কাপড়, চাটাই বা অন্য যেকোনো প্রতিবন্ধকতার ওপর সুজুদ করতে পারেন।১০৭- সুজুদ অবস্থায় কোরআন পড়া অনুমোদিত নয়।সুজুদ এবং দ্বিতীয় প্রস্তাবনা১০৮- তারপর তিনি আল্লাহু আকবার বলেন – এটি বাধ্যতামূলক।১০৯- কখনও কখনও তিনি তার হাত উঁচু করেন।১১0- তারপর তিনি শান্তভাবে বসেন, যাতে প্রতিটি অস্থি তার জায়গায় ফিরে আসে – এটি একটি রুকন।১১১- তিনি বাম পা প্রসারিত করে তার ওপর বসেন – বাধ্যতামূলক।১১২- তিনি তার ডান পা সোজা রাখেন।১১৩- তিনি পায়ের আঙুল কিবলার দিকে মুখ করেন।১১৪- কখনও কখনও তিনি হিলের ওপর বসতে পারেন (ইক‘আ)।১১৫- এই অবস্থায় তিনি বলেন: আল্লাহুম্মা ইঘফির লি, ওয়ারহামনি, ওয়াজবুরনি, ওয়ারফা‘নি, ওয়া‘াফিনি, ওয়ারজুকনি (হে আল্লাহ, আমাকে ক্ষমা করুন, দয়া করুন, সমর্থন করুন, আমাকে উত্তোলন করুন, সুস্থতা দিন এবং আমাকে رزق দিন)।১১৬- অথবা বলেন: রাব্বি ইঘফির লি, রাব্বি ইঘফির লি।১১৭- তিনি এই বসার সময় দীর্ঘায়িত করেন যেন এটি তার সুজুদ দৈর্ঘ্যের কাছাকাছি হয়।দ্বিতীয় সুজুদ১১৮- তারপর তিনি আল্লাহু আকবার বলেন – বাধ্যতামূলক।১১৯- কখনও কখনও তিনি তার হাত উঁচু করেন।১২০- তিনি দ্বিতীয় সুজুদ করেন – এটি ও একটি রুকন।১২১- তিনি প্রথম সুজুদে যা করেছিলেন, তেমনই করেন।সুজুদের মধ্যে বিশ্রাম১২২- দ্বিতীয় সুজুদ থেকে মাথা তুলার পর, দ্বিতীয় রাক‘আহে উঠার আগে আল্লাহু আকবার বলেন – বাধ্যতামূলক।১২৩- কখনও কখনও তিনি তার হাত উঁচু করেন।১২৪- তিনি বাম পায়ে বসে স্থিতিশীল হন, যাতে প্রতিটি অস্থি তার জায়গায় ফিরে আসে।দ্বিতীয় রাক‘আহ১২৫- তারপর তিনি তার ধরা হাতের ওপর নির্ভর করে ওঠেন, যেমন প্রথম রাক‘আহে করেছিলেন – এটি রুকন।১২৬- তিনি প্রথম রাক‘আহে যা করেছিলেন তা করেন।১২৭- তবে তিনি এখানে দোয়া ইস্তিফ্তাহ পাঠ করেন না।১২৮- এটি প্রথম রাক‘আহের চেয়ে ছোট রাখেন।তাশাহহুদে বসা১২৯- দ্বিতীয় রাক‘আহ শেষ হলে, তিনি তাশাহহুদের জন্য বসেন – বাধ্যতামূলক।১৩০- তিনি পা মোড়ানো অবস্থায় বসেন – আগের মতো – দুই সুজুদের মধ্যে।১৩১- এখানে হিলের ওপর বসা (ইক‘আ) অনুমোদিত নয়।১৩২- তিনি ডান তালু তার ডান হাঁটু ও থাইয়ের ওপর রাখেন, কনুই থাইয়ের ওপর থাকে।১৩৩- বাম তালু বাঁ হাঁটু ও থাইয়ের ওপর রাখেন।১৩৪- তিনি হাতের ওপর নির্ভর করে বসতে পারেন না, বিশেষত বাম হাত।আঙুলের গতি এবং মনোযোগ১৩৫- তিনি তার ডান হাতের সমস্ত আঙুল বন্ধ করেন এবং কখনও কখনও বুড়ো আঙুল মধ্যম আঙুলে রাখেন।১৩৬- কখনও কখনও একটি বৃত্ত বানান।১৩৭- তিনি তার সূচক আঙুল কিবলার দিকে ইঙ্গিত করেন।১৩৮- তিনি তার দিকে তাকান।১৩৯- তাশাহহুদের শুরু থেকে শেষ পর্যন্ত দোয়া করতে এটি নাড়া দেন।১৪০- তিনি বাম আঙুল ব্যবহার করেন না।১৪১- প্রতিটি তাশাহহুদে তিনি এটি করেন।তাশাহহুদ ও পরবর্তী দোয়া১৪২- তাশাহহুদ বাধ্যতামূলক; ভুলে গেলে দুই সুজুদে সমাধান করতে হবে।১৪৩- এটি গোপনে পাঠ করেন।১৪৪- পাঠের শব্দ: আত্তাহিয়াতু লিল্লাহি, ওয়াস-সালাওয়াতু, ওয়াত-তায়্যিবাতু, আস-সালামু ‘আলাইকা আইয়ুহান-নাবিয়্যু ওয়া রহমাতুল্লাহি ওয়া বারাকাতুহু, আস-সালামু ‘আলাইনা ওয়া ‘আলা ‘ইবাদিল্লাহিস-সালিহিন, আশ-হাদু আন লা ইলাহা ইল্লাল্লাহ, ওয়াশ-হাদু আন্না মুহাম্মাদান ‘আবদুহু ওয়া রাসুলুহু।১৪৫- এরপর নবী ﷺ-এর জন্য সালাত পাঠ করুন: আল্লাহুম্মা সল্লি ‘আলা মুহাম্মাদিন ওয়া ‘আলা আলি মুহাম্মাদ, কামা সাল্লাইতা ‘আলা ইব্রাহিম ওয়া ‘আলা আলি ইব্রাহিম, ইনাকা হামীদুন মজীদ, আল্লাহুম্মা বারিক ‘আলা মুহাম্মাদিন ওয়া ‘আলা আলি মুহাম্মাদ, কামা বারাকতা ‘আলা ইব্রাহিম ওয়া ‘আলা আলি ইব্রাহিম, ইনাকা হামীদুন মজীদ।১৪৬- সংক্ষিপ্ত করতে চাইলে: আল্লাহুম্মা সল্লি ‘আলা মুহাম্মাদ, ওয়া ‘আলা আলি মুহাম্মাদ, ও বারিক ‘আলা মুহাম্মাদ ও ‘আলা আলি মুহাম্মাদ, কামা সাল্লাইতা ও বারাকতা ‘আলা ইব্রাহিম ওয়া ‘আলা আলি ইব্রাহিম, ইনাকা হামীদুন মজীদ।১৪৭- এরপর তিনি পছন্দমতো তাশাহহুদে আরও দোয়া করতে পারেন।তৃতীয় ও চতুর্থ রাক‘আহ১৪৮- তারপর তিনি আল্লাহু আকবার বলেন – বাধ্যতামূলক – সাধারণত বসে ক takব।১৪৯- কখনও কখনও হাত উঁচু করেন।১৫০- তারপর তিনি তৃতীয় রাক‘আহে ওঠেন – এটি রুকন, চতুর্থও একইভাবে।১৫১- চতুর্থ রাক‘আহেও একইভাবে।১৫২- তবে ওঠার আগে বাম পায়ে বসে সমতা বজায় রাখেন।১৫৩- এরপর হাতের ওপর নির্ভর করে ওঠেন।১৫৪- তৃতীয় ও চতুর্থ রাক‘আহে ফাতিহা পড়া বাধ্যতামূলক।১৫৫- কখনও কখনও একটি বা একাধিক আয়াত যোগ করেন।নাজিলা দোয়া (ক্বুনূত)১৫৬- মুসলিমদের জন্য দোয়া করা সুপারিশ করা হয়।১৫৭- এটি রুকুর পর করা হয়: রাব্বানা ওয়াল্লা হামদু।১৫৮- এখানে কোনো নির্দিষ্ট দোয়া বাধ্যতামূলক নয়।১৫৯- তিনি হাত উঁচু করেন।১৬০- যদি তিনি ইমাম হন, জোরে পড়েন।১৬১- অনুরূপভাবে পেছনেররা আমীন বলেন।১৬২- এরপর তাশাহহুদ ও সুজুদ।উইতার দোয়া (ক্বুনূত)১৬৩- কখনও কখনও উইতার দোয়া করা সুপারিশ।১৬৪- এটি রুকুর আগে করা হয়, নাজিলা দোয়ার বিপরীত।১৬৫- দোয়া: আল্লাহুম্মা ইহদিনি ফিমান হাদাইতা, ওয়া ‘আফিনি ফিমান ‘আফাইতা, ওয়া তাওয়াল্লনি ফিমান তাওয়াল্লাইতা, ওয়া বারিক লি ফিমা আ‘টাইতা, ওয়া কিনি শরর মা কাদাইতা…১৬৬- এটি নবী ﷺ-এর শিক্ষা থেকে প্রমাণিত।১৬৭- তারপর রুকু, সুজুদ দুইবার।শেষ তাশাহহুদ ও বসার পদ্ধতি (তাওরুক)১৬৮- শেষ তাশাহহুদে বসেন।১৬৯- প্রথম তাশাহহুদের মতোই করেন।১৭০- তবে এবার তিনি বাম পদটি ডান পায়ের নীচে রাখেন।১৭১- ডান পা সোজা রাখেন।১৭২- কখনও কখনও প্রসারিত রাখা যায়।১৭৩- বাম হাত হাঁটুতে রেখে নির্ভর করেন।নবীর প্রতি সালাত ও চারটি আশ্রয়১৭৪- নবীর প্রতি সালাত বাধ্যতামূলক।১৭৫- চারটি আশ্রয় নেওয়া: আল্লাহুম্মা ইন্নি আওযু বিকা মিন ‘আযাবিল জাহন্নাম, মিন ‘আযাবিল কবর, মিন ফিতনাতিল মাহয়া ওয়াল মমাত, মিন শারর ফিতনাতিল মসিহিদ্দজ্জাল।শেষ দোয়া ও সালাম১৭৬- তারপরে ব্যক্তিগত দোয়া।১৭৭- ডানদিকে সালাম দেন – বাধ্যতামূলক – যাতে ডান গালের সাদা অংশ দেখা যায়।১৭৮- বামদিকে সালাম দেন।১৭৯- ইমাম জোরে সালাম দেন।১৮০- সালামের চার রূপ:ডান ও বাম দিকে আস-সালামু ‘আলাইكم ওয়া রহমাতুল্লাহি ওয়া বারাকাতুহুডান ও বাম, তবে ওয়া বারাকাতুহু ছাড়াডান ও বাম শুধু আস-সালামু ‘আলাইكم ওয়া রহমাতুল্লাহিএকবারে সামনের দিকে হালকা বাঁ দিকে ঝুঁকিয়ে সালাম","es":"86- Luego dice: Allahu Akbar – obligatorio.87- A veces eleva las manos.Inclinarse sobre las manos88- Luego se inclina hacia el sujud apoyándose sobre sus manos, colocándolas delante de las rodillas, como lo ordenó el Profeta ﷺ.89- Al hacer el sujud – que es un pilar (rukn) – se apoya en las palmas y las extiende.90- Une los dedos de las manos.91- Dirige las palmas hacia la Qibla.92- Coloca las palmas junto a los hombros.93- A veces junto a las orejas.94- Eleva los brazos del suelo obligatoriamente, sin extenderlos como un perro.95- Apoya la nariz y la frente en el suelo – esto es un pilar.96- Apoya también las rodillas.97- Y las puntas de los pies.98- Los mantiene rectos – todo esto es obligatorio.99- Dirige las puntas de los dedos hacia la Qibla.100- Alinea los talones.Equilibrio en el sujud101- Debe mantener el equilibrio apoyándose de manera uniforme en todos los miembros: frente y nariz juntas, palmas, rodillas y puntas de los pies.102- Quien mantiene este equilibrio, alcanza tranquilidad, y el equilibrio en el sujud es también un pilar.103- Dice: Subhana Rabbiyal A‘la (Glorificado sea mi Señor, el Altísimo), tres veces o más.104- Se recomienda hacer muchas súplicas, ya que es un momento propicio para ser escuchado.105- Mantiene el sujud cercano a la longitud del rukú como se indicó antes.106- Se puede hacer el sujud sobre el suelo o sobre un objeto entre el suelo y la frente (ropa, alfombra, estera, etc.).107- No se permite leer el Corán durante el sujud.Entre los sujuds (alfarilla o iq‘a)108- Luego levanta la cabeza diciendo Allahu Akbar, obligatorio.109- A veces eleva las manos.110- Se sienta tranquilamente hasta que todos los huesos vuelven a su lugar – es un pilar.111- Extiende la pierna izquierda y se sienta sobre ella, obligatorio.112- Endereza la pierna derecha.113- Dirige los dedos hacia la Qibla.114- A veces puede sentarse sobre los talones (iq‘a).115- En esta posición dice: Allahumma ighfir li, warhamni, wajburni, warfa‘ni, wa‘afini, warzuqni (Oh Allah, perdóname, ten misericordia, corrígeme, eleva mi posición, dame salud y sustento).116- O dice: Rabbi ighfir li, Rabbi ighfir li.117- Alarga esta posición para que sea cercana a la duración del sujud.Segundo sujud118- Luego dice Allahu Akbar, obligatorio.119- A veces eleva las manos.120- Hace el segundo sujud, también un pilar.121- Hace en él lo mismo que en el primero.Descanso entre sujuds122- Después de levantar la cabeza del segundo sujud, antes de levantarse para la segunda raka‘ah dice Allahu Akbar.123- A veces eleva las manos.124- Se estabiliza sentado sobre la pierna izquierda antes de levantarse.Segunda raka‘ah125- Se levanta apoyándose en las manos como lo hizo en la primera raka‘ah, obligatorio.126- Hace lo mismo que en la primera.127- No se recita la súplica de apertura en esta raka‘ah.128- Esta raka‘ah es más corta que la primera.Sentado para el tashahhud129- Después de la segunda raka‘ah se sienta para el tashahhud, obligatorio.130- Se sienta cruzando las piernas, como antes, entre los dos sujuds.131- No se permite el iq‘a aquí.132- Coloca la palma derecha sobre el muslo y rodilla derecha, codo derecho apoyado.133- Extiende la palma izquierda sobre el muslo y rodilla izquierda.134- No se permite apoyarse en las manos, especialmente la izquierda.Moviendo el dedo y mirando hacia él135- Cierra todos los dedos derechos y a veces pone el pulgar sobre el dedo medio.136- A veces forma un anillo con los dedos.137- Señala con el índice hacia la Qibla.138- Dirige la vista hacia él.139- Mueve el dedo mientras hace súplicas desde el inicio hasta el final del tashahhud.140- No usa el dedo izquierdo.141- Esto se hace en cada tashahhud.Tashahhud y súplicas posteriores142- Tashahhud es obligatorio; si se olvida, se corrige con los dos sujuds de compensación (sahu).143- Se recita en voz baja.144- Palabras: At-tahiyyatu lillahi, was-salawatu wat-tayyibat, as-salamu ‘alaika ayyuhan-nabiyyu wa rahmatullahi wa barakatuh, as-salamu ‘alaina wa ‘ala ‘ibadillahis-salihin, ash-hadu an la ilaha illallah, wa ash-hadu anna Muhammadan ‘abduhu wa rasuluhu.145- Luego reza por el Profeta ﷺ: Allahumma salli ‘ala Muhammadin wa ‘ala ali Muhammad, kama sallayta ‘ala Ibrahima wa ‘ala ali Ibrahim, innaka Hamidun Majid…146- Forma abreviada: Allahumma salli ‘ala Muhammad, wa ‘ala ali Muhammad, wa barik ‘ala Muhammad wa ‘ala ali Muhammad, kama sallayta wa barakta ‘ala Ibrahim…147- Puede elegir otras súplicas según su preferencia.Tercera y cuarta raka‘ah148- Luego dice Allahu Akbar, obligatorio, usualmente sentado.149- A veces eleva las manos.150- Luego se levanta para la tercera raka‘ah, un pilar; igual para la cuarta.151- Antes de levantarse se estabiliza sobre la pierna izquierda.152- Luego se levanta apoyándose en las manos.154- Recita la sura Al-Fatiha obligatoriamente en la tercera y cuarta raka‘ah.155- Puede añadir una o más ayat.Qunoot (súplica por calamidades)156- Se recomienda hacer qunoot y pedir por los musulmanes ante una calamidad.157- Se realiza después del rukú diciendo Rabbana wa lakal-hamd.158- No hay una súplica fija; se adapta a la situación.159- Eleva las manos durante esta súplica.160- Si es imam, lo recita en voz alta.161- Los seguidores dicen Amín.162- Luego completa con los sujuds.Qunoot de Witr163- En Witr se realiza ocasionalmente.164- Se hace antes del rukú, a diferencia del qunoot de calamidad.165- Súplicas incluyen: Allahumma ihdini fiman hadayta…166- Esta súplica es enseñanza del Profeta ﷺ y permitida por los compañeros.167- Luego realiza el rukú y los dos sujuds como antes.Tashahhud final y Tawruk (posición de descanso)168- Se sienta para el último tashahhud.169- Hace lo mismo que en el primero.170- Se sienta con la nalga izquierda bajo la pierna derecha.171- Endereza el pie derecho.172- A veces se permite extenderlo.173- Apoya la palma izquierda sobre la rodilla.Salah por el Profeta y refugio de cuatro cosas174- Debe enviar bendiciones sobre el Profeta ﷺ.175- Pedir refugio de cuatro cosas: Allahumma inni a‘udhu bika min ‘adhabil-jahannam, wa min ‘adhabil-qabr, wa min fitnatil-mahya wal-mamat, wa min sharri fitnatil-Masihid-Dajjal.Dua antes del salam176- Luego pide por sí mismo lo que desee, lo que sea beneficioso para su religión o mundo.Salam y sus tipos177- Salam por la derecha, obligatorio, mostrando la mejilla derecha.178- Por la izquierda mostrando la mejilla izquierda.179- El imam lo dice en voz alta.180- Cuatro formas:Derecho e izquierdo: As-salamu ‘alaikum wa rahmatullahi wa barakatuhIgual pero sin wa barakatuhSolo As-salamu ‘alaikum wa rahmatullahiUn solo salam inclinado ligeramente a la derecha","id":"86- Kemudian ia mengucapkan: Allahu Akbar – wajib.87- Kadang-kadang mengangkat kedua tangan.Bersandar pada tangan88- Lalu ia sujud dengan menempatkan tangan di depan lututnya, sebagaimana perintah Rasulullah ﷺ.89- Saat sujud – yang merupakan rukun – ia bertumpu pada telapak tangan dan meratakannya.90- Menyatukan jari-jari tangan.91- Menghadapkannya ke arah Qibla.92- Menempatkan telapak tangan di samping bahu.93- Kadang di samping telinga.94- Mengangkat lengan dari tanah, wajib, tidak merentangkannya seperti anjing.95- Meletakkan hidung dan dahinya di tanah – ini adalah rukun.96- Menopang lututnya.97- Begitu juga ujung kakinya.98- Menegakkannya – semua ini wajib.99- Menghadapkan ujung jari ke arah Qibla.100- Merapikan tumit.Keseimbangan dalam sujud101- Harus menjaga keseimbangan dengan bertumpu merata pada seluruh anggota tubuh: dahi dan hidung bersama-sama, kedua telapak tangan, lutut, dan ujung kaki.102- Siapa yang menjaga keseimbangan, ia mendapatkan ketenangan, dan keseimbangan dalam sujud juga merupakan rukun.103- Mengucapkan: Subhana Rabbiyal A‘la (Maha Suci Tuhanku yang Maha Tinggi), tiga kali atau lebih.104- Dianjurkan banyak berdoa karena merupakan waktu mustajab.105- Sujudnya dibuat dekat dengan panjang rukuk seperti sebelumnya.106- Sujud bisa dilakukan di tanah atau di atas benda antara tanah dan dahi (misal kain, tikar, dll.).107- Tidak boleh membaca Al-Qur’an saat sujud.Antara dua sujud (iftirasy / iq‘a)108- Kemudian mengangkat kepala sambil mengucap Allahu Akbar, wajib.109- Kadang mengangkat tangan.110- Duduk dengan tenang sampai semua tulang kembali pada posisinya – ini rukun.111- Meletakkan kaki kiri lurus dan duduk di atasnya – wajib.112- Menegakkan kaki kanan.113- Menghadap jari ke arah Qibla.114- Kadang duduk iq‘a, yaitu berdiri di atas tumit dan ujung kaki.115- Dalam posisi ini ia berdoa: Allahumma ighfir li, warhamni, wajburni, warfa‘ni, wa‘afini, warzuqni (Ya Allah ampunilah aku, rahmatilah aku, perbaikilah aku, tinggikan aku, berilah aku kesehatan dan rezeki).116- Atau: Rabbi ighfir li, Rabbi ighfir li.117- Memperpanjang posisi ini mendekati durasi sujud.Sujud kedua118- Kemudian mengucap Allahu Akbar, wajib.119- Kadang mengangkat tangan.120- Melakukan sujud kedua, juga rukun.121- Melakukan hal yang sama seperti sujud pertama.Istirahat di antara sujud122- Setelah mengangkat kepala dari sujud kedua, sebelum bangkit untuk rakaat kedua, mengucap Allahu Akbar.123- Kadang mengangkat tangan.124- Duduk stabil di kaki kiri sebelum berdiri.Rakaat kedua125- Bangkit sambil bertumpu pada tangan, sama seperti rakaat pertama, wajib.126- Melakukan seperti pada rakaat pertama.127- Tidak membaca doa Iftitah di rakaat ini.128- Rakaat ini lebih pendek dari rakaat pertama.Duduk untuk tashahhud129- Setelah rakaat kedua, duduk untuk tashahhud, wajib.130- Duduk bersila seperti sebelumnya, antara dua sujud.131- Iq‘a tidak diperbolehkan di sini.132- Letakkan telapak tangan kanan di paha dan lutut kanan, siku kanan di paha.133- Telapak kiri di paha dan lutut kiri.134- Tidak boleh bertumpu pada tangan, terutama kiri.Menggerakkan jari dan melihatnya135- Menutup semua jari kanan, kadang ibu jari di atas jari tengah.136- Kadang membentuk lingkaran dengan jari.137- Menunjuk dengan jari telunjuk ke Qibla.138- Menatap ke arah jari.139- Menggerakkan jari sambil berdoa dari awal sampai akhir tashahhud.140- Tidak menggunakan jari kiri.141- Dilakukan di setiap tashahhud.Tashahhud dan doa sesudahnya142- Tashahhud wajib, jika lupa diperbaiki dengan dua sujud sahu.143- Dibaca dalam hati (tidak terdengar orang lain).144- Bacaan: At-tahiyyatu lillahi, was-salawatu wat-tayyibat, as-salamu ‘alaika ayyuhan-nabiyyu wa rahmatullahi wa barakatuh, as-salamu ‘alaina wa ‘ala ‘ibadillahis-salihin, ash-hadu an la ilaha illallah, wa ash-hadu anna Muhammadan ‘abduhu wa rasuluhu.145- Kemudian bershalawat untuk Nabi ﷺ: Allahumma salli ‘ala Muhammadin wa ‘ala ali Muhammad…146- Bentuk ringkas: Allahumma salli ‘ala Muhammad…147- Bisa memilih doa lain sesuai keinginan.Rakaat ketiga dan keempat148- Mengucap Allahu Akbar, wajib, biasanya duduk.149- Kadang mengangkat tangan.150- Bangkit untuk rakaat ketiga (rukun), sama untuk keempat.151- Sebelum bangkit duduk stabil di kaki kiri.152- Kemudian bangkit sambil bertumpu tangan.154- Membaca surah Al-Fatiha wajib di rakaat ketiga dan keempat.155- Bisa menambah satu atau lebih ayat.Qunoot untuk musibah156- Disunnahkan melakukan qunoot untuk meminta keselamatan bagi umat Muslim dari musibah.157- Dilakukan setelah rukuk dengan berkata Rabbana wa lakal-hamd.158- Tidak ada doa tetap; disesuaikan dengan musibah.159- Mengangkat tangan saat berdoa.160- Imam membaca keras.161- Makmum mengamini.162- Kemudian melakukan sujud.Qunoot Witr163- Dilakukan kadang-kadang di Witr.164- Sebelum rukuk, berbeda dari qunoot musibah.165- Contoh doa: Allahumma ihdini fiman hadayta…166- Doa ini diajarkan Nabi ﷺ, dibenarkan oleh sahabat.167- Lalu rukuk dan dua sujud seperti sebelumnya.Tashahhud akhir dan tawruk (posisi bersandar)168- Duduk untuk tashahhud terakhir.169- Melakukan seperti tashahhud pertama.170- Duduk dengan bokong kiri di bawah kaki kanan.171- Menegakkan kaki kanan.172- Bisa diluruskan kadang-kadang.173- Menopang tangan kiri di lutut.Shalawat kepada Nabi dan perlindungan dari empat174- Wajib bershalawat untuk Nabi ﷺ.175- Memohon perlindungan dari empat: Allahumma inni a‘udhu bika min ‘adhabil-jahannam, wa min ‘adhabil-qabr, wa min fitnatil-mahya wal-mamat, wa min sharri fitnatil-Masihid-Dajjal.Doa sebelum salam176- Berdoa untuk dirinya sendiri sesuai kebutuhan, baik dunia maupun akhirat.Salam dan jenisnya177- Salam ke kanan wajib, menunjukkan pipi kanan.178- Ke kiri, menunjukkan pipi kiri.179- Imam mengucapkannya keras.180- Empat bentuk:Kanan dan kiri: As-salamu ‘alaikum wa rahmatullahi wa barakatuhSama tetapi tanpa wa barakatuhHanya As-salamu ‘alaikum wa rahmatullahiSatu salam, sedikit condong ke kanan","ur":"86- پھر وہ کہتا ہے: \"اللہ اکبر\" — واجب۔87- کبھی کبھار اپنے ہاتھ اٹھاتا ہے۔ہاتھوں پر گرنا88- پھر وہ اپنے ہاتھوں کے سہارے سجدہ میں جاتا ہے، جیسا کہ رسول اللہ ﷺ نے فرمایا۔89- سجدے میں — جو رکن ہے — وہ دونوں ہتھیلیوں پر تکیہ کرتا اور انہیں پھیلاتا ہے۔90- اپنی انگلیاں ملا لیتا ہے۔91- انہیں قبلہ کی طرف موڑتا ہے۔92- ہتھیلیوں کو کندھوں کے ساتھ رکھتا ہے۔93- کبھی کبھی کانوں کے پاس رکھتا ہے۔94- اپنے بازو زمین سے اٹھاتا ہے، یہ واجب ہے، اور انہیں کتے کی طرح نہیں پھیلانا چاہیے۔95- اپنے ناک اور ماتھے کو زمین پر رکھتا ہے — یہ رکن ہے۔96- گھٹنوں کو زمین پر مضبوط رکھتا ہے۔97- اور پاؤں کے اگلے حصے بھی۔98- انہیں سیدھا کرتا ہے — یہ سب واجب ہے۔99- انگلیوں کے نوکوں کو قبلہ کی طرف رکھتا ہے۔100- ایڑیوں کو ایک ساتھ رکھتا ہے۔سجدے میں اعتدال101- سجدے میں اعتدال کرنا ضروری ہے، یعنی تمام اعضاء پر یکساں تکیہ کرنا: ماتھا اور ناک، دونوں ہتھیلیاں، گھٹنے، اور پاؤں کی نوکیں۔102- جو شخص اس طرح اعتدال کرتا ہے، اسے اطمینان حاصل ہوتا ہے، اور سجدے میں اعتدال بھی رکن ہے۔103- سجدے میں کہتا ہے: \"سبحان ربی الاعلیٰ\"، تین بار یا زیادہ۔104- یہاں زیادہ دعا کرنا مستحب ہے کیونکہ یہ قبولیت کا وقت ہے۔105- سجدہ اپنے طول میں رکوع کے قریب ہونا چاہیے۔106- سجدہ زمین پر یا کسی چیز پر ہو سکتی ہے جو ماتھے اور زمین کے درمیان ہو (مثلاً کپڑا، چٹائی وغیرہ)۔107- سجدے میں قرآن پڑھنا جائز نہیں۔دو سجدوں کے درمیان بیٹھنا (افتراش/اقعاء)108- پھر وہ اپنے سر کو بلند کرتا ہے اور کہتا ہے: \"اللہ اکبر\" — یہ واجب ہے۔109- کبھی کبھی ہاتھ اٹھاتا ہے۔110- آرام سے بیٹھتا ہے تاکہ ہر ہڈی اپنی جگہ پر واپس آ جائے — یہ رکن ہے۔111- بائیں پاؤں پر بیٹھتا ہے — واجب۔112- دائیں پاؤں کو سیدھا کرتا ہے۔113- انگلیوں کو قبلہ کی طرف کرتا ہے۔114- کبھی کبھار اقعاء کرتا ہے، یعنی ایڑیوں اور پاؤں کے اگلے حصے پر اٹھ کر بیٹھتا ہے۔115- اس نشست میں کہتا ہے: \"اللہم اغفر لي، وارحمني واجبرني، وارفعني، وعافني، وارزقني\" (اے اللہ! مجھے معاف فرما، رحم فرما، درست کر، بلند کر، صحت دے، اور رزق دے)۔116- یا کہتا ہے: \"رب اغفر لي، رب اغفر لي\"۔117- یہ نشست سجدے کے قریب تک لمبی ہو سکتی ہے۔دوسرا سجدہ118- پھر کہتا ہے: \"اللہ اکبر\" — واجب۔119- کبھی کبھار ہاتھ اٹھاتا ہے۔120- دوسرا سجدہ کرتا ہے، جو بھی رکن ہے۔121- اس میں وہ پہلے سجدے جیسا عمل کرتا ہے۔سجدے کے بعد آرام کی نشست122- دوسرے سجدے سے سر اٹھانے کے بعد، جب دوسرا رکعت کرنے کے لئے اٹھنا چاہے، \"اللہ اکبر\" کہتا ہے۔123- کبھی کبھی ہاتھ اٹھاتا ہے۔124- بائیں پاؤں پر بیٹھ کر مستحکم ہو کر اٹھتا ہے۔دوسرا رکعت125- دونوں ہاتھوں کے سہارے اٹھتا ہے، جیسا کہ پہلے رکعت میں کیا، یہ رکن ہے۔126- اسی طرح عمل کرتا ہے جیسا پہلے رکعت میں کیا۔127- اس رکعت میں دعائے افتتاح نہیں پڑھی جاتی۔128- یہ رکعت پہلی سے چھوٹی ہوتی ہے۔تشہد کے لئے بیٹھنا129- دوسرے رکعت کے بعد تشہد کے لئے بیٹھتا ہے — یہ واجب ہے۔130- دونوں سجدوں کے درمیان بیٹھتا ہے۔131- یہاں اقعاء جائز نہیں۔132- دائیں ہتھیلی کو دائیں ران اور گھٹنے پر رکھتا ہے، کہنی ران پر، نہ زیادہ دور۔133- بائیں ہتھیلی کو بائیں ران اور گھٹنے پر پھیلاتا ہے۔134- ہاتھ پر تکیہ کرنا جائز نہیں، خاص طور پر بائیں ہاتھ۔انگلیوں کو حرکت دینا اور دیکھنا135- دائیں ہاتھ کی تمام انگلیاں مڑاتا ہے، کبھی انگوٹھا درمیانی انگلی پر رکھتا ہے۔136- کبھی حلقہ بناتا ہے۔137- انگلی شہادت کے ساتھ قبلہ کی طرف اشارہ کرتی ہے۔138- آنکھ سے دیکھتا ہے۔139- پہلی سے آخری تشہد تک انگلی حرکت دیتا اور دعا کرتا ہے۔140- بائیں ہاتھ کی انگلی استعمال نہیں کرتا۔141- ہر تشہد میں یہ سب کیا جاتا ہے۔تشہد اور اس کے بعد دعا142- تشہد واجب ہے، اگر بھول جائے تو دو سجدہ ساہو سے پورا کیا جاتا ہے۔143- اسے سر میں پڑھتا ہے۔144- تشہد کی عبارت: \"التحیات لله والصلوات والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله، وأشهد أن محمداً عبده ورسوله\"۔145- اس کے بعد نبی ﷺ پر درود بھیجتا ہے: \"اللهم صل على محمد وعلى آل محمد…\"146- مختصر: \"اللهم صل على محمد…\"147- اپنی پسند کے مطابق مزید دعا کر سکتا ہے۔تیسری اور چوتھی رکعت148- کہتا ہے: \"اللہ اکبر\" — واجب، عام طور پر بیٹھ کر۔149- کبھی کبھار ہاتھ اٹھاتا ہے۔150- تیسری رکعت کے لئے اٹھتا ہے — رکن۔151- چوتھی رکعت کے لئے بھی اسی طرح۔152- اٹھنے سے پہلے بائیں پاؤں پر بیٹھ کر مستحکم ہو جاتا ہے۔153- پھر ہاتھوں پر تکیہ کرتے ہوئے اٹھتا ہے۔154- ہر رکعت میں سورہ فاتحہ پڑھنا واجب۔155- کبھی ایک یا زیادہ آیات بھی شامل کر سکتا ہے۔نازله کے لئے قنوت156- مسلمانوں کے لئے کوئی آفت یا مصیبت آنے پر قنوت کرنا مستحب ہے۔157- رکوع کے بعد: \"ربنا ولك الحمد\"۔158- کوئی مقررہ دعا نہیں، مصیبت کے مطابق دعا کرتا ہے۔159- ہاتھ اٹھاتا ہے۔160- امام بلند آواز میں دعا کرتا ہے۔161- پیچھے والے مکموم آمین کہتے ہیں۔162- پھر سجدہ کرتا ہے۔وتر کی قنوت163- کبھی کبھی وتر میں کیا جاتا ہے۔164- رکوع سے پہلے، نازله کی قنوت سے مختلف۔165- دعا کی مثال: \"اللهم اهدني فيمن هديت…\"166- یہ دعا نبی ﷺ سے سیکھائی گئی، صحابہ سے ثابت۔167- پھر رکوع اور دو سجدے پہلے کی طرح۔آخری تشہد اور تورک (بیٹھنے کا انداز)168- آخری تشہد کے لئے بیٹھتا ہے۔169- پہلے تشہد جیسا عمل کرتا ہے۔170- بیٹھتے وقت بائیں کولہے کو دائیں ٹانگ کے نیچے رکھتا ہے۔171- دائیں پاؤں سیدھا کرتا ہے۔172- کبھی کبھار پھیلانا بھی جائز۔173- بائیں ہتھیلی کو گھٹنے پر رکھتا ہے۔نبی ﷺ پر درود اور چار چیزوں سے پناہ174- آخری تشہد میں نبی ﷺ پر درود بھیجنا واجب۔175- چار چیزوں سے پناہ مانگنا: \"اللهم إني أعوذ بك من عذاب جهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن شر فتنة المسيح الدجال\"۔سلام دینے سے پہلے دعا176- اپنے لئے دعا کرنا، دینی یا دنیاوی فائدے کے لئے۔سلام اور اقسام177- دائیں طرف سلام دینا واجب، دائیں گال ظاہر ہو۔178- بائیں طرف، بائیں گال ظاہر ہو۔179- امام بلند آواز میں سلام کہتا ہے۔180- چار اقسام:دائیں اور بائیں: \"السلام علیکم ورحمة الله وبرکاته\"بغیر \"وبرکاته\"صرف \"السلام علیکم ورحمة الله\"ایک سلام، تھوڑا سا دائیں جھک کر","tr":"86- Sonra der ki: \"Allahü Ekber\" — bu vaciptir.87- Bazen ellerini kaldırır.Eller üzerine kapanma (Kharur)88- Sonra ellerine dayanarak secdeye gider, dizlerinin önüne ellerini koyar, bu şekilde Rasulullah ﷺ yapmıştır.89- Secde ederken — ki bu bir rükündür — ellerine dayanır ve onları açar.90- Parmaklarını birleştirir.91- Ellerini kıbleye yöneltir.92- Ellerini omuz hizasında tutar.93- Bazen kulaklarının yanında tutar.94- Kollarını yerden kaldırır — bu vaciptir — ve köpek gibi açmamalıdır.95- Burnu ve alnı yere değmelidir — bu bir rükündür.96- Dizlerini de sağlamca yere koyar.97- Ayak parmak uçlarını da.98- Bunları dik tutar — bunların hepsi vaciptir.99- Parmak uçlarını kıbleye çevirir.100- Topuklarını düzler.Secdede denge101- Secdede denge sağlamak gerekir, yani secdeyi bütün organlarına eşit şekilde yaslamak: Alın ve burun, her iki el, dizler ve ayak uçları.102- Bu şekilde denge sağlayan kişi huzur bulur; secdede denge de bir rükündür.103- Secdede der: \"Subhane Rabbiye'l-A‘la\", üç kez veya daha fazla.104- Burada çok dua etmek sünnettir çünkü kabul zamanı burasıdır.105- Secde boyca rükuya yakın olmalıdır.106- Secdeyi yer üzerinde veya alın ile zemin arasına herhangi bir engel (kumaş, seccade vb.) koyarak yapabilir.107- Secde sırasında Kur’an okumak caiz değildir.İki secde arasında oturma (İftiraş / İk‘a)108- Sonra başını kaldırır ve der ki: \"Allahü Ekber\" — bu vaciptir.109- Bazen ellerini kaldırır.110- Rahatça oturur, her kemik yerine geri dönene kadar — bu rükündür.111- Sol ayağı üzerine oturur — vaciptir.112- Sağ ayağını dik tutar.113- Parmaklarını kıbleye yöneltir.114- Bazen ik‘a yapabilir, yani topukları ve ayak tabanları üzerinde dik oturur.115- Bu oturuşta der: \"Allahümmeğfir li, verhamni, ve’curni, verfa‘ni, ve‘afni, verzekni.\"116- Ya da: \"Rabbiğfir li, rabbiğfir li\" diyebilir.117- Bu oturuş secdeye yakın olacak şekilde uzatılabilir.İkinci secde118- Sonra der ki: \"Allahü Ekber\" — vaciptir.119- Bazen ellerini kaldırır.120- İkinci secdeyi yapar, bu da bir rükündür.121- İlk secde gibi yapar.Secde sonrası rahat oturuş122- İkinci secdeden başını kaldırdıktan sonra, ikinci rek‘ata kalkmak istediğinde \"Allahü Ekber\" der.123- Bazen ellerini kaldırır.124- Sol ayağı üzerine oturur ve dengeli bir şekilde kalkar.İkinci rek‘at125- Ellerine dayanarak kalkar — bu rükündür.126- İlk rek‘attaki gibi yapar.127- Bu rek‘atta iftitah duası okunmaz.128- Bu rek‘at birinci rek‘attan daha kısa olur.Teşehhüd için oturma129- İkinci rek‘at bittikten sonra teşehhüd için oturur — bu vaciptir.130- İki secde arasında oturur.131- Burada ik‘a yapmak caiz değildir.132- Sağ elini sağ uyluk ve diz üzerine koyar, dirsek uylukta, fazla uzaklaştırmaz.133- Sol elini sol uyluk ve diz üzerine açar.134- Ellerine dayanarak oturmak caiz değildir, özellikle sol el.Parmak hareketleri ve bakış135- Sağ elinin tüm parmaklarını kıvırır, bazen baş parmağı orta parmağın üzerine koyar.136- Bazen bir halka yapar.137- İşaret parmağıyla kıbleye işaret eder.138- Gözünü kıbleye çevirir.139- Teşehhüdün başından sonuna kadar parmaklarını hareket ettirerek dua eder.140- Sol elinin parmağıyla işaret etmez.141- Bu tüm teşehhüddelerde uygulanır.Teşehhüd ve sonrasında dua142- Teşehhüd vaciptir, unutulursa iki secde ile telafi edilir.143- Sır olarak okur.144- Teşehhüd metni: \"Ettehiyyatü lillahi ve’s-salavatu ve’t-tayyibatü, esselamu aleyke eyyühen-nebiu ve rahmetullahi ve berekatuhu, esselamu aleyna ve ala ibadillahis-salihin, eşhedü en la ilahe illallah ve eşhedü enne Muhammeden abduhu ve rasuluhu.\"145- Ardından Peygamber ﷺ üzerine salât okur: \"Allahümme salli ala Muhammedin ve ala ali Muhammed…\"146- Kısaltılmış: \"Allahümme salli ala Muhammed…\"147- İstediği diğer duaları da yapabilir.Üçüncü ve dördüncü rek‘at148- Der ki: \"Allahü Ekber\" — vacip, genellikle oturarak.149- Bazen ellerini kaldırır.150- Üçüncü rek‘ata kalkar — rükündür.151- Dördüncü rek‘ata da aynı şekilde.152- Kalkmadan önce sol ayağı üzerinde dengeli oturur.153- Ellerine dayanarak kalkar.154- Her rek‘atta Fatiha suresini okumak vaciptir.155- Bazen bir veya daha fazla ayet ekleyebilir.Nazile için kınut156- Müslümanlara bir musibet geldiğinde kınut yapmak sünnettir.157- Rükûdan sonra: \"Rabbena ve lekel hamd\".158- Sabit bir dua yoktur, musibete uygun dua eder.159- Ellerini kaldırır.160- İmam yüksek sesle okur.161- Arkadakiler amin der.162- Sonra secde yapar.Vitr kınutu163- Bazen vitr namazında yapılır.164- Rükûdan önce, nazile kınutundan farklıdır.165- Örnek dua: \"Allahümme ehdini fî men ehdeyt…\"166- Bu dua Rasulullah ﷺ’den öğrenilmiştir, sahabilerden sabittir.167- Sonra rükû ve iki secdeyi önceki gibi yapar.Son teşehhüd ve turuk (oturma şekli)168- Son teşehhüd için oturur.169- İlk teşehhüd gibi yapar.170- Otururken sol kalçasını sağ bacağının altına koyar.171- Sağ ayağını dik tutar.172- Bazen açması da caizdir.173- Sol elini dizine koyar ve dayanır.Peygamber ﷺ’e salât ve dört şeyden sığınma174- Son teşehhüdde Peygamber ﷺ’e salât göndermek vaciptir.175- Dört şeyden Allah’a sığınır: \"Allahümme inne e'ûzü bike min azâbil Cehennem, ve min azâbil kabir, ve min fitnetil mehyâ vel mevât, ve min şerri fitnetil Mesihid Deccâl.\"Selamdan önce dua176- Kendi için dua eder, dinî veya dünyalık fayda için.Selam ve çeşitleri177- Sağ tarafına selam verir, sağ yanağı görünür.178- Sol taraf, sol yanağı görünür.179- İmam yüksek sesle selam verir.180- Dört şekil:Sağ ve sol: \"Esselamu aleykum ve rahmetullah ve berekatuhu\"\"ve berekatuhu\" olmadanSadece \"Esselamu aleykum ve rahmetullah\"Tek selam, biraz sağa eğik","ku":"86- پاشان دەڵێت: \"ئه‌لله‌وەبۆر\" — ئەمە پێویستە.87- هەندێک جار دەستەکانیش دەبەرزکات.خۆڕۆردن سەر دەستەکان88- پاشان سەر دەستەکان خۆڕۆردن دەکات بۆ سجود، پێش هەڵکردنی سەنگەکان دەستەکان لەسەر دێتەوە، وەکو ئەوەی ڕەسولڵاھ ﷺ کردووە.89- کاتێک سجدە دەکات — ئەمە شێوازی رُکنیه — لەسەر دەستەکانیش دەبەستێت و وەستاندنیان دەکات.90- پەنجەکانیش لە یەک دەگرێت.91- دەستەکانیش بۆ قبله دەگۆڕێت.92- دەستەکانیش لە هەمان ئامادەی شاخەکان دەگرێت.93- هەندێک جار لە لای گۆڕی دەنگەکان دەگرێت.94- بازوکانیش لە زەمیندادەکات — ئەمە پێویستە — و وەکو سەگەکان نەکردن.95- پەشت و لەبەر لە زەمیندە قایم دەکات — ئەمە رُکنیه.96- سەنگەکانیشیش بە قەوەکی دروست دەکات.97- گوڵ پاڵانیش.98- ئەوە هەمووی پێویسته بە قایمەوە.99- پەنجەکانیش بۆ قبله دەگۆڕێت.100- پاشکەکانیش ڕیز دەکات.دەروازەیەتی لە سجود101- پێویستە لە سجوددا بەرەوە بکات و بەرابەری هەموو ئەندامەکان: پەشت و لەبەر، هەردو دەست، سەنگەکان، و گوڵ پاڵان.102- ئەو کە دەروازەیەتی بە شێوەیەکی ڕاستی دابین دەکات، دڵنیایی دەگات؛ دەروازەیەتی لە سجودیش رُکنیه.103- دەڵێت: \"سوبحان ربی العلیا\"، سێ جار یان زیاتر.104- پێویستە زیاد دعا بکات، چونکە کاتی وەلامدانی ئه‌مه‌ جێگای سجوده.105- سجدە دەبێت نزیک بێت بە رۇكوویەوە لە درێژی.106- دەتوانێت لەسەر زەمیندە یان لەناو بین زەمیند و پەشتەوە چیزێک (لێو، پەردە، سەجادە، ...) سجدە بکات.107- کاتێک سجدە دەکات، خوێندنەوەی قورئان ڕەزامەندی نیە.نیشتن و ڕاستکردن نێوان دوو سجدە108- پاشان سەرەکەی دەبەرزکات و دەڵێت: \"ئه‌لله‌وەبۆر\" — ئەمە پێویسته.109- هەندێک جار دەستەکانیش دەبەرزکات.110- بێ دەرەنگ نیشتە، هەموو ئەندامەکانیش لە شوێنی خۆیانەوە بگەڕێن — ئەمە رُکنیه.111- پەیچەوی چەپەکە لە خۆی دەکات — ئەمە پێویسته.112- پەیچەوی ڕاست دەکات.113- پەنجەکانیش بۆ قبله دەگۆڕێت.114- هەندێک جار دەتوانێت ڕاستکردن بکات، بەو مانایە کە لەسەر پاشکەکان و پاشکانی پاڵ دەبێت.115- لە ئەم نیشتەدا دەڵێت: \"اللهُمَّ اغفِر لي، وارحمني، واجبرني، وارفعني، واعافني، وارزقني.\"116- یان دەڵێت: \"رَبِّ اغفِر لي، رَبِّ اغفِر لي.\"117- ئەم نیشتە درێژ دەبێت بۆ نزیک بوون بە سجود.سجدەی دووەم118- پاشان دەڵێت: \"ئه‌لله‌وەبۆر\" — پێویسته.119- هەندێک جار دەستەکانیش دەبەرزکات.120- سجدەی دووەم دەکات — ئەمەش رُکنیه.121- وەکو سجدەی یەکەم دەکات.نیشتەوەی آرام122- پاش سەرەکەی لە سجدەی دووەم بەرزکرد، بۆ دۆخی دووەم رکعت، \"اللهُ اکبر\" دەڵێت.123- هەندێک جار دەستەکانیش دەبەرزکات.124- لە پەیچەوی چەپ بە شێوەیەکی دەرەنگ نیشتەوە، هەموو ئەندامەکانیش بە شوێنی خۆیان بگەڕێن.رکعت دووەم125- لەسەر دەستەکانیش دابەست بە شێوەیەکی رُکنی — پێویسته.126- وەکو رکعت یەکەم دەکات.127- لە ئەم رکعەتەدا دوعای فەتتاحە ڕەزامەندی نیە.128- ئەم رکعەتە کورتەرە لە یەکەم.نیشتنی تەشهُّد129- پاش دووەم رکعت تەواو، بۆ تەشهُّد نیشتە — پێویسته.130- نێوان دوو سجدە نیشتە.131- لێرەدا ڕاستکردن (ایقعاء) ڕەزامەندی نیە.132- دەستە ڕاست بۆ پاڵ و سەنگە ڕاست دەکات.133- دەستە چەپ لە سەنگ و پاڵ چەپ دەبەستێت.134- هەڵدان لەسەر دەست ڕەزامەندی نیە، بەتایبەتی دەست چەپ.جوڵاندنی پەنجەکان و نیشاندانیان135- هەموو پەنجەکانی دەست ڕاست دەبەستێت، بەرزی پەنجەی ناوەندیش دەکات.136- هەندێک جار بۆ حلقەکردن.137- پەنجەی شاوازە بۆ قبله نیشان دەدات.138- چاوی خۆی بۆ قبله دەگەڕێنێت.139- لە سەر تا کۆتای تەشهُّد پەنجەکان بە دواوەتی دەجوڵێت.140- پەنجەی دەست چەپ نیشان نادات.141- ئەمە هەموو تەشهُّد دەکرێت.متن تەشهُّد و دوای آن142- تەشهُّد پێویسته، ئەگەر لەبیر ببات، دوو سجدە دەکات بۆ قەضاء.143- بە نهێنی دەخوێنێت.144- متن: \"التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ.\"145- پاشان صلوات بۆ پەیغمبەر ﷺ دەکات: \"اللهم صل على محمد و على آل محمد…\"146- کورتەکراو: \"اللهم صل على محمد…\"147- دوای ئەوە دوعای هەر دەتوانێت بکات.سێەم و چوارەم رکعت148- دەڵێت: \"اللهُ اکبر\" — پێویسته، زۆربە جار نیشتەوە.149- هەندێک جار دەستەکانیش دەبەرزکات.150- سێەم رکعت دەکات — رُکنیه.151- چوارەمیش وەکوو.152- پێش خۆڕۆردن، لە پاڵ چەپ نیشتەوە، هەموو ئەندامەکانیش بگەڕێن.153- لەسەر دەستەکانیش دابەست بۆ خۆڕۆردن.154- لە هەردو رکعت فاتیحە پێویسته.155- هەندێک جار بۆت یەک یان زیاتر ئایەت زیاد دەکات.کینوت بۆ نزول (نازله)156- بۆ مۆسێبی موسلمانان، کینوت کردن سۆنەتە.157- پاش رُكوع: \"رَبَّنَا وَلَكَ الْحَمْدُ.\"158- دعایەکی سەربەخۆ نیە، بەو موسیبەتەوە دەعوەت دەکات.159- دەستەکانیش دەبەرزکات.160- ئەگەر امام بێت، دەبێت دەنگی بەرز.161- خەڵکە پاش ئەوە آمین دەڵێن.162- پاشان سجدە دەکات.کینوت ویتەر163- هەندێک جار ویتەر بۆ کینوت.164- پێش رکوع — جیاواز لە کینوت نزول.165- دوایەکی نموونە: \"اللهم اهدني فيمن هديت…\"166- ئەمە فێرکاری رسول ﷺە، سەربەستە لە سەحابە.167- پاشان رُکوع و دوو سجدە دەکات وەکو پێشتر.تێشهُّد دوایین و تورک168- بۆ تێشهُّد دوایین نیشتە.169- وەکو تێشهُّدی یەکەم دەکات.170- لە ئەم نیشتەدا، ڕاست بەرزەکەی بە خولی چەپ لەژێر پای راست.171- پەیچەوی ڕاست ڕاست دەکات.172- هەندێک جار دەتوانێت فڕێش بکات.173- دەستە چەپ لە سەنگەکە دەبەستێت و لەسەرەوە ڕادەستێت.پێویست بۆ صلوت لەسەر پەیغمبەر ﷺ و چار شتەوە پەنا گرفتن174- پێویستە لە ئەم تێشهُّددا صلوات بۆ پەیغمبەر ﷺ بکات.175- چار شتەوە پەنا دەگرێت: \"اللهُمَّ إني أعوذ بك من عذاب جهنم…\"دوای پێش سەلام176- بۆ خۆی دعا دەکات، بۆ دین یان جیهان.سەلام و جۆرەکان177- بۆ لاوڕاست سەلام دەدات، لاوڕاست دیار دەبێت.178- بۆ چەپ، لاوڕاست دیار دەبێت.179- امام دەنگ بەرز دەکات.180- چوار شێوە:لاوڕاست و چەپ: \"السَّلَامُ عَلَيْكُم وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ\"بێ \"و بركاته\"تەنها: \"السلام عليكم ورحمة الله\"یەک سەلام، هەڵبەست بۆ لاوڕاست","ms":"86- Kemudian dia berkata: \"Allahu Akbar\" — ini wajib.87- Kadang-kadang dia mengangkat kedua-dua tangannya.Turun ke sujud menggunakan tangan88- Kemudian dia tunduk ke sujud dengan meletakkan tangan di hadapan lututnya, seperti yang diperintahkan oleh Rasulullah ﷺ dan adalah amalan baginda ﷺ.89- Apabila sujud — yang merupakan rukun — dia bergantung pada kedua tapak tangannya dan meratakannya.90- Dia mengumpulkan jari-jarinya.91- Menghadap ke arah Qiblat.92- Meletakkan tapak tangan berhampiran bahunya.93- Kadang-kadang berhampiran telinganya.94- Mengangkat lengannya dari tanah — ini wajib, dan tidak meratakan seperti anjing.95- Menyentuh hidung dan dahinya ke tanah — ini rukun.96- Menyentuh lututnya juga.97- Begitu juga hujung kakinya.98- Menegakkannya — semua ini wajib.99- Menghadap hujung jari ke Qiblat.100- Menyusun tumitnya.Kesetimbangan dalam sujud101- Wajib bagi seseorang untuk seimbang dalam sujud, dengan bergantung secara rata pada semua anggota sujud: dahi dan hidung bersama, kedua tapak tangan, lutut, dan hujung kaki.102- Sesiapa yang seimbang dalam sujud, dia tenang dengan yakin, dan ketenangan dalam sujud juga rukun.103- Dia berkata: \"Subhana Rabbi al-A‘la\" tiga kali atau lebih.104- Disunatkan untuk banyak berdoa dalam sujud kerana ia waktu mustajab.105- Menjadikan sujud hampir dengan rukuk dari segi panjang seperti sebelumnya.106- Sujud boleh dilakukan di atas tanah atau dengan sesuatu di antara dahi dan tanah, seperti kain, sejadah, tikar, dsb.107- Tidak dibenarkan membaca Al-Quran ketika sedang sujud.Duduk di antara dua sujud108- Kemudian dia mengangkat kepalanya sambil bertakbir — ini wajib.109- Kadang-kadang mengangkat tangan.110- Kemudian dia duduk dengan tenang sehingga setiap tulang kembali ke tempatnya — ini rukun.111- Meletakkan kaki kiri untuk duduk — ini wajib.112- Menegakkan kaki kanan.113- Menghadap jari ke Qiblat.114- Kadang-kadang boleh duduk dengan tumit dan tapak kaki.115- Dalam duduk ini dia berkata: \"Allahumma ighfir li, warhamni, wajburni, warfa‘ni, wa‘afini, warzuqni.\"116- Atau boleh berkata: \"Rabbighfir li, Rabbighfir li.\"117- Duduk ini dilanjutkan supaya hampir sama dengan panjang sujudnya.Sujud kedua118- Kemudian bertakbir — wajib.119- Kadang-kadang mengangkat tangan.120- Melakukan sujud kedua — juga rukun.121- Sama seperti sujud pertama.Duduk rehat122- Selepas mengangkat kepala dari sujud kedua, ingin bangun ke rakaat kedua, bertakbir — wajib.123- Kadang-kadang mengangkat tangan.124- Duduk seimbang di atas kaki kiri sebelum bangun supaya setiap tulang kembali ke tempatnya.Rakaat kedua125- Bangun sambil bergantung pada tangan — ini rukun.126- Melakukan seperti pada rakaat pertama.127- Tidak membaca doa iftitah.128- Rakaat kedua lebih pendek daripada yang pertama.Duduk untuk tahiyyat129- Selepas rakaat kedua, duduk untuk tahiyyat — wajib.130- Duduk di antara dua sujud.131- Tidak boleh duduk dengan tumit (iq‘a) di sini.132- Letakkan tapak tangan kanan di paha kanan dan siku kanan di paha kanan.133- Ratakan tangan kiri di paha kiri.134- Tidak dibenarkan bergantung pada tangan, terutama kiri.Gerakan jari dan menunjuk135- Menggenggam semua jari tangan kanan dan kadang-kadang ibu jari pada jari tengah.136- Kadang-kadang membentuk cincin.137- Menunjuk dengan jari telunjuk ke arah Qiblat.138- Pandangannya ke arah jari.139- Menggerakkan jari dan berdoa daripermulaan hingga akhir tahiyyat.140- Tidak menunjuk dengan jari kiri.141- Dilakukan di setiap tahiyyat.Doa tahiyyat142- Tahiyyat wajib, jika terlupa, lakukan dua sujud sahwi.143- Dibaca secara diam.144- Bacaan: \"At-tahiyyatu lillahi was-salawatu wat-tayyibatu… Asyhadu an la ilaha illallah wa asyhadu anna Muhammadan ‘abduhu wa rasuluhu.\"145- Kemudian berselawat ke atas Nabi ﷺ.146- Boleh versi ringkas: \"Allahumma salli ‘ala Muhammad…\".147- Kemudian doa mana yang disukai.Rakaat ketiga dan keempat148- Bertakbir — wajib, sunat bertakbir duduk.149- Kadang-kadang mengangkat tangan.150- Bangun ke rakaat ketiga — rukun.151- Sama juga untuk keempat.152- Sebelum bangun, duduk seimbang di kaki kiri.153- Bangun sambil bergantung pada tangan.154- Membaca Surah Al-Fatihah — wajib.155- Kadang-kadang tambah satu ayat atau lebih.Qunut untuk musibah156- Disunatkan berdoa untuk umat Islam terkena musibah.157- Selepas rukuk: \"Rabbana wa laka al-hamd.\"158- Tidak ada doa tetap, doa sesuai musibah.159- Mengangkat tangan.160- Boleh baca dengan suara jika imam.161- Makmum amin.162- Selesai dan sujud.Qunut Witir163- Kadang-kadang disunatkan.164- Sebelum rukuk.165- Doa contoh: \"Allahumma ihdini…\".166- Ini adalah ajaran Rasul ﷺ, sahih daripada sahabat.167- Kemudian rukuk dan sujud dua kali seperti sebelumnya.Tahiyyat akhir dan posisi turuk168- Duduk untuk tahiyyat akhir.169- Sama seperti tahiyyat pertama.170- Duduk dengan bokong kiri di bawah kaki kanan.171- Tegakkan kaki kanan.172- Kadang-kadang boleh digelar.173- Meletakkan tangan kiri di atas paha kiri.Wajib berselawat dan perlindungan dari empat174- Wajib berselawat ke atas Nabi ﷺ di tahiyyat akhir.175- Berlindung dari empat: \"Allahumma inni a‘udhu bika min…\".Doa sebelum salam176- Berdoa untuk diri sendiri, ikut Sunnah, banyak dan baik.Salam dan jenisnya177- Salam ke kanan — rukun, wajah kanan nampak putih.178- Salam ke kiri — wajah kiri nampak putih.179- Imam suara tinggi.180- Empat jenis:Pertama: \"Assalamu alaikum wa rahmatullah\" kanan dan kiri.Kedua: Sama tanpa \"wa barakatuh\".Ketiga: \"Assalamu alaikum wa rahmatullah\" kanan dan kiri.Keempat: Satu salam menghadap ke depan, sedikit condong ke kanan."},"enabledElements":["name","title","subtitle"]}]},{"name":{"ar":"صفة الوضوء","en":"صفة الوضوء","bn":"صفة الوضوء","es":"صفة الوضوء","id":"صفة الوضوء","ur":"صفة الوضوء","tr":"صفة الوضوء","ku":"صفة الوضوء","ms":"صفة الوضوء"},"branches":[{"name":{"ar":"صفة الوضوء الواجبة","en":"The Obligatory Method of Ablution (Wudu)","bn":"ওযু (Wudu) করার ফরজ পদ্ধতি","es":"El Método Obligatorio de Ablución (Wudu)","id":"Cara Wudu (Ablusi) yang Wajib","ur":"وضو کا واجب طریقہ","tr":"Abdestin (Vudu) Farz Olan Şekli","ku":"ڕێگای وۆضووی بەجبوور","ms":"Cara Wuduk yang Wajib"},"title":{"ar":"صفة الوضوء الواجبة","en":"The Obligatory Method of Ablution (Wudu)","bn":"ওযু (Wudu) করার ফরজ পদ্ধতি","es":"El Método Obligatorio de Ablución (Wudu)","id":"Cara Wudu (Ablusi) yang Wajib","ur":"وضو کا واجب طریقہ","tr":"Abdestin (Vudu) Farz Olan Şekli","ku":"ڕێگای وۆضووی بەجبوور","ms":"Cara Wuduk yang Wajib"},"subtitle":{"ar":"أما صفة الوضوء فله صفتان:الأولى: صفة واجبة وهي:أولاً: غسل الوجه بالكامل مرّة، ومنه المضمضة والاستنشاق.ثانياً: غسل اليدين إلى المرفقين مرّة واحدة.ثالثاً: مسح الرأس كله ومنه الأذنان.رابعا: غسل الرجلين مع الكعبين مرّة واحدة، والمراد بالمرّة في كلِّ ما سبق أن يستوعب جميع العضو بالغسل.خامسا: الترتيب، بأن يغسل الوجه أولا ثم اليدين ثم يمسح الرأس ثم يغسل رجليه، لأن النبي صلى الله عليه وسلم رتَّب الوضوء على هذه الكيفية.سادساً: الموالاة، وهي أن يكون غسل الأعضاء المذكورة متوالياً بحيث لا يفصل بين غسل عضو وغسل العضو الذي قبله بفترة زمنية طويلة عرفاً، بل يتابع غسل لأعضاء الواحد تلو الآخر.فهذه فروض الوضوء التي لابد منها حتى يكون الوضوء صحيحاً،والدليل على هذه الفروض، قول الله عز وجل: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ} [المائدة: 6].","en":"As for the method of Wudu, it has two aspects:The first: Obligatory aspects, which are:1. Washing the entire face once, including rinsing the mouth and sniffing water into the nose.2. Washing the hands up to the elbows once.3. Wiping the entire head, including the ears.4. Washing the feet including the heels once. The meaning of \"once\" in all the above is to ensure that the entire limb is fully covered by washing.5. Order: Washing should be done in this sequence—first the face, then the hands, then wiping the head, and finally washing the feet—because the Prophet ﷺ performed Wudu in this order.6. Continuity: The washing of the mentioned limbs should be done consecutively, without a long customary pause between washing one limb and the next, but rather washing each limb one after the other.These are the obligatory acts of Wudu that must be performed for Wudu to be valid.The evidence for these obligations is the words of Allah, the Exalted:\"O you who have believed, when you rise to [perform] prayer, wash your faces and your hands up to the elbows and wipe over your heads and wash your feet up to the ankles. And if you are in a state of janabah, then purify yourselves. But if you are ill or on a journey or one of you comes from the place of relieving himself or you have touched women and you find no water, then seek clean earth and wipe over your faces and hands with it. Allah does not intend to make difficulty for you, but He intends to purify you and complete His favor upon you that you may be grateful.\" [Al-Ma’idah: 6]","bn":"ওযু এর পদ্ধতি দুটি দিক রয়েছে:প্রথমটি: বাধ্যতামূলক দিকসমূহ, যা হলো:১. পুরো মুখ একবার ধোয়া, যার মধ্যে মুখ ধোয়া এবং নাক দিয়ে পানি টেনে নেওয়া অন্তর্ভুক্ত।২. হাত কনুই পর্যন্ত একবার ধোয়া।৩. পুরো মাথা মুছে নেওয়া, যার মধ্যে কানও অন্তর্ভুক্ত।৪. পা ধোয়া, গোড়ালি সহ একবার। এখানে “একবার” অর্থ হলো পুরো অঙ্গটি সম্পূর্ণভাবে ধোয়া।৫. ক্রম: ধোয়া এই ক্রমে করা উচিত—প্রথম মুখ, তারপর হাত, তারপর মাথা মুছে নেওয়া, এবং শেষ পা ধোয়া—কারণ নবি ﷺ এই ক্রমে ওযু করতেন।৬. ধারাবাহিকতা: উল্লিখিত অঙ্গগুলি ধারাবাহিকভাবে ধোয়া উচিত, যাতে একটি অঙ্গ ধোয়া এবং পরের অঙ্গ ধোয়ার মধ্যে দীর্ঘ customary বিরতি না হয়, বরং অঙ্গগুলিকে একটির পর একটি ধোয়া হয়।এগুলি হলো ওযুর বাধ্যতামূলক কাজ যা সম্পূর্ণ না হলে ওযু বৈধ হবে না।এই বাধ্যতামূলক কাজের প্রমাণ হলো আল্লাহ তাআলার শব্দ:\"হে ঈমানদারগণ! যখন তোমরা সালাতের জন্য দাঁড়াও, তোমাদের মুখ ও কনুই পর্যন্ত হাত ধো, তোমাদের মাথা মুছো এবং গোড়ালি পর্যন্ত পা ধো। এবং যদি তোমরা জনাবাহ অবস্থায় থাকো, তবে নিজেকে বিশুদ্ধ করো। কিন্তু যদি তুমি অসুস্থ হও বা ভ্রমণে থাকো, বা কেউ তোমাদের মধ্যে প্রস্রাবের স্থান থেকে এসেছে, বা নারীর সংস্পর্শে এসেছে এবং পানি না পেলে, তবে পরিষ্কার মাটি খুঁজে তার মাধ্যমে তোমাদের মুখ ও হাত মুছো। আল্লাহ তোমাদের জন্য কষ্ট দিতে চান না, বরং তিনি তোমাদের পবিত্র করতে চান এবং তাঁর অনুগ্রহ তোমাদের প্রতি পূর্ণ করতে চান, যেন তোমরা কৃতজ্ঞ হও।\" [সুরা আল-মাইদাহ: ৬]","es":"El método del Wudu tiene dos aspectos:El primero: Aspectos obligatorios, que son:1. Lavar completamente la cara una vez, incluyendo enjuagarse la boca y aspirar agua por la nariz.2. Lavar las manos hasta los codos una vez.3. Pasar la mano por toda la cabeza, incluyendo las orejas.4. Lavar los pies incluyendo los talones una vez. El significado de \"una vez\" en todo lo anterior es asegurarse de que toda la extremidad quede completamente cubierta por el lavado.5. Orden: El lavado debe hacerse en este orden—primero la cara, luego las manos, después pasar la mano por la cabeza y finalmente lavar los pies—porque el Profeta ﷺ realizaba el Wudu en este orden.6. Continuidad: El lavado de las extremidades mencionadas debe hacerse de manera consecutiva, sin una pausa prolongada entre lavar una extremidad y la siguiente, sino lavando cada extremidad una tras otra.Estos son los actos obligatorios del Wudu que deben cumplirse para que el Wudu sea válido.La evidencia de estas obligaciones son las palabras de Allah, el Exaltado:\"¡Oh, creyentes! Cuando se levanten para [realizar] la oración, laven sus caras y sus manos hasta los codos y pásense las manos por la cabeza y laven sus pies hasta los tobillos. Y si están en estado de janabah, purifíquense. Pero si están enfermos o de viaje, o alguno de ustedes viene del lugar de aliviarse, o han tocado mujeres y no encuentran agua, busquen tierra limpia y pásense la cara y las manos con ella. Allah no quiere hacerles dificultad, sino purificarlos y completar Su favor sobre ustedes para que sean agradecidos.\" [Al-Ma’idah: 6]","id":"Tata cara wudhu memiliki dua aspek:Yang pertama: Aspek yang wajib, yaitu:1. Mencuci seluruh wajah sekali, termasuk berkumur dan menghirup air ke hidung.2. Mencuci tangan hingga siku sekali.3. Mengusap seluruh kepala, termasuk telinga.4. Mencuci kaki beserta tumit sekali. Arti “sekali” di semua hal di atas adalah agar seluruh anggota tubuh tercakup sepenuhnya dalam pencucian.5. Urutan: Pencucian dilakukan dalam urutan ini—wajah dahulu, lalu tangan, kemudian mengusap kepala, dan terakhir mencuci kaki—karena Nabi ﷺ melakukan wudhu dengan urutan ini.6. Keberlanjutan: Mencuci anggota tubuh yang disebutkan harus dilakukan secara berurutan, tanpa jeda lama antara mencuci satu anggota dan anggota berikutnya, tetapi mencuci anggota tubuh satu demi satu secara berkesinambungan.Inilah rukun wudhu yang wajib dilakukan agar wudhu sah.Dalil dari kewajiban ini adalah firman Allah Yang Maha Tinggi:\"Hai orang-orang yang beriman, apabila kalian berdiri untuk shalat, maka basuhlah wajah dan tangan kalian sampai siku, usaplah kepala kalian, dan basuhlah kaki kalian sampai kedua mata kaki. Jika kalian junub, maka sucikanlah diri kalian. Dan jika kalian sakit atau dalam perjalanan, atau seorang dari kalian datang dari tempat buang air, atau kalian menyentuh wanita dan tidak mendapatkan air, maka bersucilah dengan tanah yang bersih, usap wajah dan tangan kalian dengannya. Allah tidak ingin menyulitkan kalian, tetapi Dia ingin membersihkan kalian dan menyempurnakan nikmat-Nya atas kalian agar kalian bersyukur.\" [Al-Ma’idah: 6]","ur":"وضو کا طریقہ دو پہلوؤں پر مشتمل ہے:پہلا: واجب پہلو، جو یہ ہیں:1. پورے چہرے کو ایک بار دھونا، جس میں کلی کرنا اور ناک میں پانی لینا شامل ہے۔2. ہاتھوں کو کہنیوں تک ایک بار دھونا۔3. پورے سر کو مسح کرنا، جس میں کان بھی شامل ہیں۔4. پیروں کو ایڑھیوں سمیت ایک بار دھونا۔ یہاں \"ایک بار\" کا مطلب یہ ہے کہ پورا عضو مکمل طور پر دھل جائے۔5. ترتیب: دھونے کا عمل اس ترتیب میں ہونا چاہیے—پہلے چہرہ، پھر ہاتھ، پھر سر کی مسح، اور آخر میں پاؤں—کیونکہ نبی ﷺ نے وضو اسی ترتیب سے کیا۔6. متصل ہونا: مذکورہ اعضاء کو دھونا متصل طور پر ہونا چاہیے، یعنی ایک عضو دھونے اور دوسرے عضو دھونے کے درمیان طویل وقفہ نہ ہو، بلکہ اعضاء کو ایک کے بعد ایک دھویا جائے۔یہ وضو کے واجب اعمال ہیں جو وضو کی صحیحیت کے لیے ضروری ہیں۔ان واجبات کا ثبوت اللہ تعالیٰ کے کلام سے ہے:\"اے ایمان والو! جب تم نماز کے لیے کھڑے ہو تو اپنے چہرے اور کہنیوں تک اپنے ہاتھ دھو لو، اپنے سروں پر مسح کرو، اور اپنے پاؤں ٹخنوں تک دھو لو۔ اور اگر تم جنابت میں ہو تو اپنے آپ کو پاک کرو۔ اور اگر تم بیمار ہو یا سفر میں ہو، یا تم میں سے کوئی بیت الخلاء سے آئے، یا عورتوں کو چھو لیا ہو اور پانی نہ ملے تو پاک زمین سے وضو کرو اور اپنے چہرے اور ہاتھ اس سے مسح کرو۔ اللہ تم پر سختی کرنا نہیں چاہتا بلکہ وہ تمہیں پاک کرنا چاہتا ہے اور اپنی نعمت تم پر مکمل کرنا چاہتا ہے تاکہ تم شکر گزار بنو۔\" [المائدة: 6]","tr":"Abdestin iki yönü vardır:Birincisi: Farz olan hususlar, bunlar şunlardır:1. Yüzü tamamen bir kez yıkamak; buna ağız çalkalama ve buruna su çekmek de dahildir.2. Kolları dirseklere kadar bir kez yıkamak.3. Başın tamamını, kulaklar dahil olmak üzere mesh etmek.4. Ayakları topuklar dahil bir kez yıkamak. Buradaki \"bir kez\" ifadesi, ilgili organın tamamen yıkanmasını ifade eder.5. Sıra: Yıkama şu sırayla yapılmalıdır—önce yüz, sonra kollar, ardından başa mesh ve son olarak ayaklar—çünkü Peygamber ﷺ abdesti bu sırayla almıştır.6. Süreklilik: Bahsedilen uzuvlar ardışık olarak yıkanmalıdır; bir uzvu yıkamak ile bir sonraki uzvu yıkamak arasında uzun bir ara olmamalıdır; uzuvlar birer birer ardışık olarak yıkanmalıdır.Bunlar, abdestin sahih olabilmesi için yapılması gereken farzlardır.Bu farzların delili Allah Teâlâ’nın sözlerindedir:\"Ey iman edenler! Namaza kalktığınız zaman yüzlerinizi ve dirseklere kadar ellerinizi yıkayın, başlarınızı mesh edin ve ayaklarınızı topuklara kadar yıkayın. Eğer cünüp iseniz temizlenin. Hasta veya yolculukta iseniz ya da biriniz tuvaletten gelmişse ya da kadınlara dokunduysanız ve su bulamazsanız temiz toprakla teyemmüm edin; onunla yüzlerinizi ve ellerinizi mesh edin. Allah sizin üzerinizde güçlük yapmak istemiyor; ama sizi temizlemek ve üzerinizdeki nimetini tamamlamak istiyor ki şükredesiniz.\" [Maide: 6]","ku":"ڕێگای وۆضوو دوو ڕووی هەیە:یەکەم: بڕوایەتی پێویست، ئەوانە:1. روو لەسەر تەواو جارێک بشوێن، لەوەش پێویستە ئەنجامدانی دەملکردن و هەڵگرتنی ئاوی لە بینینی بێنەکان بگات.2. دەستەکان تا لەشەکان جارێک بشوێن.3. سەری تەواو بشوێن و گوێکانیش پێکەوە.4. پێکان بشوێن تا لە پایێکان (پاشچە) جارێک. مانای \"جارێک\" لە هەموو ئەمانەوە ئەوەیە کە هەموو ئەندامەکە تێپەڕبووە بە شیوەی پڕ.5. ڕیزکردن: ئەنجامدانی شستن بە ئەم ڕیزە دەبێت—سەرەتا روو، دواتر دەستەکان، پاشان سەری دەست پێ بکە و کۆتایی پێدان بە شستن پێ. چونکە نبی ﷺ وۆضوو بە ئەم ڕیزەکردنەی کردووە.6. بەردەوامی: شستن ئەندامەکانی دیاریکراو دەبێت بەردەوام بێت، بێ هیچ وەستانێکی درێژ لە نێوان شستنی یەک ئەندام و ئەندامی دواتر، بەڵکو هەر ئەندامەکە یەکەی دواتر بشوێن.ئەمە فرۆقە فەرزەکانی وۆضوو یەن کە پێویستە ئەنجام بدەن بۆ ڕاستبوونی وۆضوو.بەڵگەی ئەم فرۆقە، وەڵامی خوای گەورە ئەوەیە:\"ئەی بەئیمانبووان! کاتێک بۆ ڕاکردن بۆ نماز دایەن، روو و دەستەکانتان تا لەشەکان بشوێن، سەرەکانتان مەش بکەن و پێکانتان تا پایێکان بشوێن. ئەگەر جۆنبەتان هەبێت پاک بن. و ئەگەر نەخۆشین یان لە گەشتین یان یەکێک لە ئێوە لە شوێنی خۆراکێشەوە هات یان ئافرەتەکان لەدەستتان گرتووە و ئاوی نەدۆزران، بۆشایی پاک لە خاک بەدەست بێنن و بەو خاکە روو و دەستەکانتان مەش بکەن. خوای پێویست ناکات کە سەختی لەسەر ئێوە بکات، بەڵکو دەتەوێت ئێوە پاک بکات و ڕەحمەتی خۆی لەسەر ئێوە بەسەرکەوتوو بۆتەوە بۆ ئەوەی سوپاسگوزار بن.\" [المائدة: 6]","ms":"Cara wuduk mempunyai dua aspek:Yang pertama: Aspek yang wajib, iaitu:1. Mencuci seluruh muka sekali, termasuk berkumur dan menyedut air ke hidung.2. Mencuci tangan hingga ke siku sekali.3. Menyapu seluruh kepala, termasuk telinga.4. Mencuci kaki termasuk tumit sekali. Maksud “sekali” dalam semua perkara di atas ialah untuk memastikan seluruh anggota tubuh dibasuh sepenuhnya.5. Susunan: Basuhan hendaklah dilakukan mengikut susunan ini—muka dahulu, kemudian tangan, seterusnya menyapu kepala, dan akhir sekali mencuci kaki—kerana Nabi ﷺ melakukan wuduk mengikut susunan ini.6. Kesinambungan: Basuhan anggota badan yang disebutkan hendaklah dilakukan secara berturutan, tanpa jarak masa yang panjang antara mencuci satu anggota dan anggota seterusnya; sebaliknya setiap anggota dibasuh satu demi satu secara berturut-turut.Inilah rukun wuduk yang wajib dilakukan supaya wuduk sah.Dalil bagi kewajipan ini adalah firman Allah Yang Maha Tinggi:\"Wahai orang-orang yang beriman! Apabila kamu berdiri untuk solat, basuhlah muka dan tanganmu hingga ke siku, sapulah kepalamu, dan basuhlah kakimu hingga ke buku lali. Jika kamu dalam keadaan junub, sucikanlah dirimu. Dan jika kamu sakit atau dalam perjalanan, atau seseorang daripada kamu datang dari tempat buang air, atau kamu menyentuh wanita dan tidak mendapat air, maka lakukan tayammum dengan tanah yang bersih; sapulah muka dan tanganmu dengannya. Allah tidak ingin menyusahkan kamu, tetapi Dia ingin membersihkan kamu dan menyempurnakan nikmat-Nya atas kamu supaya kamu bersyukur.\" [Al-Ma’idah: 6]"},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"صفة الوضوء المستحبة","en":"Recommended Method of Wudu (Ablution)","bn":"ওযুর সুপারিশকৃত পদ্ধতি","es":"Método Recomendado de Wudu (Ablución)","id":"Cara Wuduk yang Dianjurkan","ur":"وضو کے مستحب طریقہ","tr":"Tavsiye Edilen Abdest (Wudu) Yöntemi","ku":"رێگای وۆضووی پێشنیارکراو","ms":"Cara Wuduk yang Disarankan"},"title":{"ar":"صفة الوضوء المستحبة","en":"Recommended Method of Wudu (Ablution)","bn":"ওযুর সুপারিশকৃত পদ্ধতি","es":"Método Recomendado de Wudu (Ablución)","id":"Cara Wuduk yang Dianjurkan","ur":"وضو کے مستحب طریقہ","tr":"Tavsiye Edilen Abdest (Wudu) Yöntemi","ku":"رێگای وۆضووی پێشنیارکراو","ms":"Cara Wuduk yang Disarankan"},"subtitle":{"ar":"الصفة الثانية: صفة مستحبة: وهي التي وردت في سنّة النبي صلى الله عليه وسلم، وتفصيلها كما يلي:1-  أن ينوي الإنسان الطهارة ورفع الحدث، ولا يتلفظ بالنيّة، لأنّ محلها القلب. وكذا سائر العبادات.2-  يقول بسم الله.3-  ثم يغسل كفيه ثلاث مرات.4-  ثم يتمضمض ثلاث مرات، (والمضمضة هي إدارة الماء في الفم) ويستنشق ثلاث مرات وينثر الماء من أنفه بيساره، والاستنشاق هو إيصال الماء إلى داخل الأنف، والاستنثار هو إخراجه من الأنف.5-  يغسل وجهه ثلاث مرات، وحد الوجه من منابت شعر الرأس المعتاد إلى ما انحدر من اللحيين والذقن، طولاً، ومن حدّ الأذن اليمنى إلى حد الأذن اليسرى عرضا، والرجل يغسل شعر لحيته لأنه من الوجه، فإن كانت خفيفة وجب غسل ظاهرها وباطنها، وإن كانت كثيفة أي ساترة للجلد، غسل ظاهرها فقط وخللها.6-  ثم يغسل يديه إلى المرفقين ثلاث مرات، وحَدُّ اليد من رؤوس الأصابع مع الأظافر إلى أول العضد، ولا بد أن يزيل ما علق باليد قبل الغسل من عجين أو طين، وصبغ ونحوه مما يمنع وصول الماء إلى البشرة.7-  ثم بعد ذلك يمسح رأسه وأذنيه مرة واحدة بماء جديد غير البلل الباقي من غسل يديه، وصفة مسح الرأس أن يضع يديه مبلولتين بالماء على مقدم رأسه ويمرُّهما إلى قفاه ثم يردهما إلى الموضع الذي بدأ منه، ثم يدخل أصبعيه السبابتين في خرقي أذنيه، ويمسح ظاهرهما بإبهاميه. وبالنسبة لشعر المرأة فإنها تمسح عليه سواء كان نازلا أو ملفوفا من مقدَّم الرأس إلى منابت شعرها على الرقبة، ولا يجب مسح ما طال من شعرها على ظهرها.8-  ثم يغسل رجليه ثلاث مرات إلى الكعبين، والكعبان هما العظمان الناتئان في أسفل الساق.والدليل على ذلك ما تقدّم من حديث حُمْرَانَ مَوْلَى عُثْمَانَ أَنَّ عُثْمَانَ بْنَ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ دَعَا بِوَضُوءٍ فَتَوَضَّأَ فَغَسَلَ كَفَّيْهِ ثَلَاثَ مَرَّاتٍ ثُمَّ مَضْمَضَ وَاسْتَنْثَرَ ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثَ مَرَّاتٍ ثُمَّ غَسَلَ يَدَهُ الْيُمْنَى إِلَى الْمِرْفَقِ ثَلَاثَ مَرَّاتٍ ثُمَّ غَسَلَ يَدَهُ الْيُسْرَى مِثْلَ ذَلِكَ ثُمَّ مَسَحَ رَأْسَهُ ثُمَّ غَسَلَ رِجْلَهُ الْيُمْنَى إِلَى الْكَعْبَيْنِ ثَلَاثَ مَرَّاتٍ ثُمَّ غَسَلَ الْيُسْرَى مِثْلَ ذَلِكَ ثُمَّ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَنْ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا ثُمَّ قَامَ فَرَكَعَ رَكْعَتَيْنِ لَا يُحَدِّثُ فِيهِمَا نَفْسَهُ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ) رواه مسلم (الطهارة /331).","en":"The second aspect: The recommended method, which is reported in the Sunnah of the Prophet ﷺ, is detailed as follows:1. A person should make the intention for purification and to remove minor ritual impurity; the intention is in the heart and does not need to be spoken aloud, as is the case with other acts of worship.2. Say “Bismillah” (In the name of Allah).3. Wash both palms three times.4. Rinse the mouth three times (rinsing is moving water inside the mouth), sniff water into the nose three times, and blow it out with the left hand. Sniffing means taking water into the nose, and blowing out means expelling it.5. Wash the face three times. The boundaries of the face are from the hairline on the forehead to the bottom of the chin, and from the right ear to the left ear. A person washes the hair of their beard because it is part of the face; if it is thin, both the surface and the interior should be washed; if it is thick and covers the skin, only the surface and in-between spaces are washed.6. Wash the hands up to the elbows three times. The boundaries of the hands extend from the fingertips (including nails) to the beginning of the upper arm. Any substance on the hands, such as dough, clay, or dye that prevents water from reaching the skin, must be removed before washing.7. Then wipe the head and ears once with fresh water, not the remaining water from washing the hands. The method of wiping the head is to place wet hands on the front of the head, move them to the back, then return them to the starting point, then insert both index fingers into the ear canals and wipe the outer parts with the thumbs. For women, wipe over the hair whether it is loose or tied, from the front of the head to the roots at the neck. It is not necessary to wipe hair that extends onto the back.8. Wash the feet three times up to the ankles. The ankles are the protruding bones at the lower end of the legs.The evidence for this is from the hadith of Humran, the servant of Uthman, that Uthman ibn Affan (RA) said: “He performed wudu as follows: He washed his palms three times, rinsed his mouth and nose, washed his face three times, washed his right hand to the elbow three times, then his left hand the same way, wiped his head, washed his right foot to the ankles three times, then the left foot likewise. He said: ‘I saw the Messenger of Allah ﷺ perform wudu like this.’ The Messenger ﷺ said: ‘Whoever performs wudu like mine and then prays two rak‘ahs without speaking, his past sins will be forgiven.’” [Muslim, Al-Taharah / 331]","bn":"এর সুন্নাহতে এসেছে, বিস্তারিতভাবে নিম্নরূপ:১. মানুষকে শুদ্ধি ও ছোট নাজায়েজ অবস্থা দূর করার নীয়া করতে হবে; নীয়া হৃদয়ে হয় এবং উচ্চারণ করার প্রয়োজন নেই, যেমন অন্যান্য ইবাদতে।২. “বিসমিল্লাহ” বলুন।৩. উভয় হাত তিনবার ধোয়া।৪. তিনবার মুখ কুলি করা (মুখে পানি ঘোরানো), তিনবার নাকে পানি টানুন এবং বাম হাতে বের করুন। নাকে পানি টানার অর্থ হলো পানি নাকে পৌঁছে দেওয়া, এবং বের করার অর্থ হলো তা বের করা।৫. তিনবার মুখ ধোয়া। মুখের সীমা হলো কপালের চুলের লাইন থেকে থুতু পর্যন্ত এবং ডান কান থেকে বাম কান পর্যন্ত। দাড়ির চুলও মুখের অংশ হওয়ায় ধোয়া হয়; যদি পাতলা হয়, তবে বাহ্যিক এবং অভ্যন্তরীণ উভয় ধোয়া হবে; যদি ঘন হয় এবং ত্বক ঢাকা হয়, তবে কেবল বাহ্যিক অংশ এবং ফাঁকগুলো ধোয়া হয়।৬. তিনবার হাত কনুই পর্যন্ত ধোয়া। হাতের সীমা হলো আঙ্গুলের ডগা (নখসহ) থেকে বাহুর শুরু পর্যন্ত। হাতের উপর এমন কিছু থাকলে যা পানি পৌঁছাতে বাধা দেয়, যেমন ময়দা, মাটি বা রঙ, তা ধোয়ার আগে সরাতে হবে।৭. তারপর নতুন পানি দিয়ে (হাত ধোয়ার বাকি পানি নয়) মাথা এবং কান মুছুন একবার। মাথা মুছার পদ্ধতি হলো ভেজা হাতকে মাথার সামনে রাখা, পিছনের দিকে ঘোরানো এবং পুনরায় শুরুতে ফিরানো; তারপর দুই তর্জনী আঙুল কানের ভেতরে ঢোকানো এবং আঙ্গুলের বৃদ্ধাঙ্গুল দিয়ে বাহ্যিক অংশ মুছা। নারীরা চুলের উপরে মুছতে পারে, চুল খোলা বা বাঁধা থাকুক, সামনের দিক থেকে ঘাড়ের চুলের মূল পর্যন্ত। পেছনের চুল মুছা প্রয়োজন নেই।৮. তিনবার পা ধোয়া গোড়ালি পর্যন্ত। গোড়ালি হলো পায়ের নিচের অংশে উঁচু হাড়।এটার প্রমাণ হলো হাদীসঃ হুমরান, উসমানের দাস, বলেন: উসমান বিন আফফান (রাঃ) বলেন, “তিনি এইভাবে ওযু করেছেন: তিনবার হাত ধুয়েছেন, মুখ এবং নাক ধুয়েছেন, তিনবার মুখ ধুয়েছেন, ডান হাত কনুই পর্যন্ত তিনবার ধুয়েছেন, তারপর বাম হাতও একইভাবে, মাথা মুছেছেন, ডান পা গোড়ালি পর্যন্ত তিনবার ধুয়েছেন, তারপর বাম পা একইভাবে। তিনি বললেন: ‘আমি রাসূলুল্লাহ ﷺ কে এইভাবে ওযু করতে দেখেছি।’ রাসূল ﷺ বললেন: ‘যে আমার মতো ওযু করে এবং তারপর দুই রাক‘আত সালাত আদায় করে, তার পূর্ববর্তী পাপ ক্ষমা করা হবে।’” [মুসলিম, আল-তাহারা / ৩৩১]","es":"El segundo aspecto: El método recomendado, que se menciona en la Sunnah del Profeta ﷺ, se detalla de la siguiente manera:1. La persona debe tener la intención de purificación y de eliminar la impureza menor; la intención está en el corazón y no necesita pronunciarse en voz alta, como ocurre con otros actos de adoración.2. Decir “Bismillah” (En el nombre de Allah).3. Lavar ambas palmas tres veces.4. Enjuagar la boca tres veces (enjuagar significa mover agua dentro de la boca), inhalar agua por la nariz tres veces y expulsarla con la mano izquierda. Inhalar significa llevar agua a la nariz, y expulsar significa sacarla.5. Lavar la cara tres veces. Los límites de la cara son desde la línea del cabello en la frente hasta la parte inferior de la barbilla, y de la oreja derecha a la izquierda. Se lava el vello de la barba porque es parte de la cara; si es fino, se lava tanto la superficie como el interior; si es grueso y cubre la piel, solo se lava la superficie y los espacios entre el vello.6. Lavar las manos hasta los codos tres veces. Los límites de las manos van desde la punta de los dedos (incluyendo las uñas) hasta el inicio del brazo. Se deben eliminar sustancias que impidan que el agua llegue a la piel, como masa, barro o tinte, antes de lavar.7. Luego, se pasa la mano sobre la cabeza y las orejas una vez con agua fresca, no con el agua que queda de lavar las manos. La forma de pasar la mano sobre la cabeza es colocar las manos mojadas en la frente, moverlas hacia atrás y luego regresar al punto inicial, luego introducir los índices en los conductos auditivos y pasar los pulgares por la parte externa. Para las mujeres, se pasa sobre el cabello, ya sea suelto o recogido, desde el frente hasta las raíces en el cuello. No es necesario pasar sobre el cabello que cae sobre la espalda.8. Lavar los pies tres veces hasta los tobillos. Los tobillos son los huesos salientes en la parte inferior de las piernas.La evidencia de esto proviene del hadiz de Humran, el siervo de Uthman, que dijo: “Uthman ibn Affan (RA) dijo: ‘Él realizó wudu de la siguiente manera: lavó sus palmas tres veces, enjuagó la boca y la nariz, lavó la cara tres veces, lavó su mano derecha hasta el codo tres veces, luego la izquierda de la misma manera, pasó la mano por la cabeza, lavó el pie derecho hasta los tobillos tres veces y luego el izquierdo de la misma forma. Él dijo: “Vi al Mensajero de Allah ﷺ realizar wudu de esta manera.” El Mensajero ﷺ dijo: “Quien realice wudu como el mío y luego rece dos rak‘ahs sin hablar, se le perdonarán sus pecados anteriores.”’” [Muslim, Al-Taharah / 331]","id":"Aspek kedua: Cara wuduk yang dianjurkan, yang disebut dalam Sunnah Nabi ﷺ, dijelaskan sebagai berikut:1. Seseorang harus berniat untuk mensucikan diri dan menghilangkan hadas kecil; niat ada di hati dan tidak perlu diucapkan, seperti dalam ibadah lainnya.2. Ucapkan “Bismillah” (Dengan nama Allah).3. Cuci kedua telapak tangan tiga kali.4. Berkumurlah tiga kali (berkumur berarti memutar air di dalam mulut), hirup air ke hidung tiga kali, dan keluarkan dengan tangan kiri. Menghirup berarti memasukkan air ke hidung, dan mengeluarkan berarti membuangnya.5. Cuci wajah tiga kali. Batas wajah adalah dari garis rambut di dahi hingga bagian bawah dagu, dan dari telinga kanan ke telinga kiri. Rambut janggut dicuci karena termasuk bagian wajah; jika tipis, permukaan dan bagian dalam harus dicuci; jika tebal dan menutupi kulit, hanya permukaan dan celah-celahnya yang dicuci.6. Cuci tangan hingga siku tiga kali. Batas tangan adalah dari ujung jari (termasuk kuku) hingga awal lengan atas. Semua zat yang menghalangi air mencapai kulit, seperti adonan, tanah, atau pewarna, harus dihilangkan sebelum dicuci.7. Kemudian usap kepala dan telinga sekali dengan air baru, bukan sisa air dari mencuci tangan. Cara mengusap kepala adalah dengan meletakkan tangan basah di depan kepala, gerakkan ke belakang, lalu kembali ke titik awal; masukkan kedua jari telunjuk ke lubang telinga dan usap bagian luarnya dengan ibu jari. Untuk wanita, usap rambutnya, baik terurai atau terikat, dari depan kepala hingga akar di leher. Tidak perlu mengusap rambut yang jatuh di punggung.8. Cuci kaki tiga kali hingga pergelangan kaki. Pergelangan kaki adalah tulang menonjol di bagian bawah kaki.Bukti dari hal ini adalah hadits Humran, hamba Utsman, yang mengatakan: “Utsman bin Affan (RA) berkata: ‘Dia melakukan wuduk sebagai berikut: mencuci telapak tangan tiga kali, berkumur dan menghirup air, mencuci wajah tiga kali, mencuci tangan kanan hingga siku tiga kali, kemudian tangan kiri sama seperti itu, mengusap kepala, mencuci kaki kanan hingga pergelangan tiga kali, kemudian kiri sama seperti itu. Dia berkata: “Aku melihat Rasulullah ﷺ berwuduk seperti ini.” Rasul ﷺ bersabda: “Siapa yang berwuduk seperti aku dan kemudian shalat dua rakaat tanpa berbicara, dosa-dosa sebelumnya akan diampuni.”’” [Muslim, Al-Taharah / 331]","ur":"دوسرا پہلو: مستحب طریقہ، جو نبی ﷺ کی سنت میں آیا ہے، کی تفصیل درج ذیل ہے:1. انسان کو پاکیزگی اور چھوٹے جنابت دور کرنے کا ارادہ کرنا چاہیے؛ نیت دل میں ہوتی ہے اور اسے زبان سے کہنے کی ضرورت نہیں، جیسا کہ دیگر عبادات میں ہوتا ہے۔2. \"بسم اللہ\" کہیں۔3. دونوں ہاتھ تین مرتبہ دھوئیں۔4. تین مرتبہ کلی کریں (کلی کا مطلب ہے پانی کو منہ میں گھمانا)، تین مرتبہ ناک میں پانی سنکھیں اور اسے بائیں ہاتھ سے باہر نکالیں۔ سنکھنا پانی کو ناک میں پہنچانا ہے، اور خارج کرنا پانی کو ناک سے نکالنا ہے۔5. تین مرتبہ چہرہ دھوئیں۔ چہرے کی حد پیشانی کی بالوں کی لائن سے لے کر ٹھوڑی تک، اور دائیں کان سے بائیں کان تک ہے۔ داڑھی کے بال بھی چہرے کا حصہ ہونے کی وجہ سے دھوئے جاتے ہیں؛ اگر پتلے ہوں تو اندر اور باہر دونوں دھوئے جائیں؛ اگر گھنے ہوں اور جلد کو ڈھانپیں تو صرف باہر اور درمیانی جگہیں دھوئیں۔6. تین مرتبہ ہاتھ کہنیوں تک دھوئیں۔ ہاتھ کی حد انگلیوں کے سروں (ناخن سمیت) سے بازو کی ابتدا تک ہے۔ ہاتھ پر کوئی ایسی چیز جو پانی کے پہنچنے میں رکاوٹ بنے، جیسے آٹا، مٹی یا رنگ، دھونے سے پہلے ہٹا دینا چاہیے۔7. پھر نئے پانی سے ایک بار سر اور کان پونچھیں، ہاتھ دھونے کے باقی پانی سے نہیں۔ سر پونچھنے کا طریقہ یہ ہے کہ گیلے ہاتھوں کو ماتھے پر رکھیں، پیچھے کی طرف لے جائیں، پھر واپس شروع میں لائیں، پھر دونوں انگوٹھے کانوں کے باہر والے حصے پر پھیریں اور دونوں انڈیکس انگلیوں کو کان کے سوراخ میں ڈالیں۔ خواتین کے لئے، بال پر پونچھا جا سکتا ہے، چاہے کھلے ہوں یا بند، سامنے سے گردن کی جڑ تک۔ پیٹھ کے بال پونچھنے کی ضرورت نہیں۔8. تین مرتبہ پاؤں دھوئیں، ٹخنوں تک۔ ٹخنہ پاؤں کے نچلے حصے کا ابھرا ہوا ہڈی ہے۔اس کا ثبوت ہے حدیث حمران، غلام عثمان، جو کہتے ہیں: \"عثمان بن عفان (رضی اللہ عنہ) نے کہا: ‘انہوں نے اس طرح وضو کیا: تین بار ہاتھ دھوئے، کلی اور ناک کی دھلائی کی، تین بار چہرہ دھویا، دائیں ہاتھ کہنی تک تین بار دھویا، پھر بائیں ہاتھ بھی اسی طرح، سر پونچھا، دائیں پاؤں ٹخنے تک تین بار دھویا، پھر بائیں پاؤں بھی اسی طرح۔ انہوں نے کہا: ‘میں نے رسول اللہ ﷺ کو اس طرح وضو کرتے دیکھا۔’ رسول ﷺ نے فرمایا: ‘جو شخص میرا وضو کی طرح وضو کرے اور پھر دو رکعت نماز پڑھے بغیر بات کرے، اس کے پچھلے گناہ معاف کر دیے جائیں گے۔’” [مسلم، الطہارہ / ۳۳۱]","tr":"İkinci yön: Peygamber ﷺ’in sünnetinde belirtilen tavsiye edilen yöntem, detaylarıyla aşağıdaki gibidir:1. Kişi, temizlenme ve küçük hadesi ortadan kaldırma niyetini kalbinde yapmalıdır; niyetin yüksek sesle söylenmesine gerek yoktur, diğer ibadetlerde olduğu gibi.2. “Bismillah” (Allah’ın adıyla) deyin.3. Her iki avucu üç kez yıkayın.4. Ağzı üç kez çalkalayın (çalkalama, suyu ağız içinde hareket ettirmektir), burna üç kez su çekin ve sol elle dışarı atın. Burna su çekmek, suyu buruna ulaştırmak; dışarı atmak, burntan suyu çıkarmaktır.5. Yüzü üç kez yıkayın. Yüzün sınırları, alın çizgisinden çenenin altına ve sağ kulaktan sol kulağa kadardır. Sakalın tüyleri de yüzün bir parçası olduğu için yıkanır; ince ise hem dışı hem içi yıkanır; kalın ve deriyi örten ise sadece dışı ve araları yıkanır.6. Kolları dirseklere kadar üç kez yıkayın. Eller parmak uçlarından (tırnaklar dahil) kolun başlangıcına kadar yıkanmalıdır. Eller üzerinde suyun cilde ulaşmasını engelleyen her türlü madde, örneğin hamur, toprak veya boya, yıkamadan önce çıkarılmalıdır.7. Ardından baş ve kulakları bir kez taze su ile silin; ellerin yıkamasından kalan su kullanılmaz. Baş silme yöntemi: Islak elleri alın önüne koyun, arkaya doğru hareket ettirin ve tekrar başlangıç noktasına getirin; sonra her iki işaret parmağını kulak deliklerine sokun ve baş parmaklarla dış kısmı silin. Kadınlar saçlarını, açık veya bağlı olsun, önden boyundaki saç köküne kadar silebilir. Sırt saçlarını silmeye gerek yoktur.8. Ayakları üç kez topuklara kadar yıkayın. Topuk, ayağın alt kısmındaki çıkıntılı kemiktir.Bunun delili, Humran, Usman’ın hizmetkarı tarafından rivayet edilen hadistir: “Usman bin Affan (RA) şöyle dedi: ‘O, wudu’yu şu şekilde yaptı: Avuçlarını üç kez yıkadı, ağzını ve burnunu çalkaladı, yüzünü üç kez yıkadı, sağ kolunu dirseğe kadar üç kez yıkadı, sonra sol kolunu aynı şekilde, başını sildi, sağ ayağını topuklara kadar üç kez yıkadı, sonra sol ayağını da aynı şekilde yıkadı. Dedi ki: “Ben Rasulullah ﷺ’i böyle wudu yaparken gördüm.” Rasul ﷺ buyurdu: “Kim benim wudu’m gibi wudu yapar ve sonra iki rekat namaz kılar, konuşmadan, geçmiş günahları affedilir.”’” [Muslim, Al-Taharah / 331]","ku":"دووەم ڕووی وۆضوو: ڕێگای پێشنیارکراو، کە لە سۈنەتی پەیغمبەر ﷺدا هاتووە، ووردەوە بەشێوەی خوارەوە:1. پێویستە کەس نیت بکات بۆ پاکبوون و لابردنی جینابتێکی بچووک؛ نیت لە دڵە و نیازی بە گفتوگۆی دەنگی نەدارد، وەک لە هەموو ئیباداتەکان.2. “بسم الله” بڵێن.3. دوو دەستەکان سێ جار بشوێن.4. سێ جار دەمل بکەن (دەملکردن واتە ئاوی لە دەمێنەوە لە ناو دەم)، سێ جار ئاوی لە لێو بکشەن و بە دەستی چەپ دەربکەن. سنخ کردن واتە ئاوی لە لێو داخڵ کردن، و دەربردن واتە دەرکردنی ئاوی لە لێو.5. سێ جار روو بشوێن. سنووردانی روو لە شاخەی موی سەرەوە تا خوارەوەی ڕووتەوە، و لە گوێی راستەوە بۆ گوێی چەپ. پێویستە موی ڕەیشیش بشوێن، چونکە بۆ رووە. ئەگەر نازکە، دواو ناوخۆ و دەرەوەش بشوێن، ئەگەر قەویم و پێڵاوە بۆ پوست، تەنها دەرەوە و ناوەندەکان بشوێن.6. سێ جار دەستەکان تا لەشەکان بشوێن. سنووردانی دەست لە سەر دەنگەکان (ناخنیش پێکەوە) تا دەستپێکی بازوە. هەر شتێک لەسەر دەست کە ڕێگای گەیشتنەوەی ئاوی بە پوست دەست دەخات، وەک ئەرد، خەمیر یان ڕەنگ، پێویستە پێش شستن لاببرێت.7. پاشان سەر و گوێکان یەکجار بە ئاوی تازە بشوێن، نە ئاوی باقی مان لە شستنی دەستەکان. ڕێگای پونچەکردنی سەر: دەستەکانی خۆش بە سەر پێشووی سەر دان، بگەڕێنەوە بۆ پشت، پاشان بگەڕێنەوە بۆ شوێنی دەستپێکی، دوایین دوو ئیشتەنگەکانی بۆ گوێکان داخڵ بکەن و بە ئێڤەکانیان بەرەو دەرەوە بپۆش. بۆ ژنان، سەر مویان پۆش دەکرێت، کە خۆراک یان داگەڕاوی، لە پێشووی سەر تا بەرزە موی لە ڕووی گردن، پێویست نیە موی پشتیش پۆش بکرێت.8. سێ جار پێ پا بشوێن تا پایەکان. پایەکان هەڵگەڕی هەستەنگەکان لە خوارەوەی پێ دەبن.ئەو ڕووداوەی هەڵبژاردن بۆ ئەم شتایە، هادێسی حمران، خزمەتی ععثمان، کە وتی: “عثمان بن عفان (رضی الله عنہ) وتی: ‘وۆضوو بە ئەم شێوەی کرد: دەستەکان سێ جار بشوە، دەمل کرد و سنخ کرد، روو سێ جار بشوە، دەستە راست تا لەشە سێ جار بشوە، دێستە چەپیش وەک ئەویش، سەر پۆش کرد، پێ پایە راست تا پایەکان سێ جار بشوە، دێستە چەپیش وەک ئەویش. وتی: “من پەیغمبەر ﷺ بینیم کە بە ئەم شێوەی وۆضوو کرد.” پەیغمبەر ﷺ وتی: “ئەو کەسەی وۆضوو بکات وەک من و دوو رکعت نماز بخوێنێ، و نە وتی شتێک، گناهانە پێشوویش بخشراون.”’” [مسلم، الطهارة / ۳۳۱]","ms":"Aspek kedua: Cara wuduk yang disarankan, yang disebut dalam Sunnah Nabi ﷺ, dijelaskan seperti berikut:1. Seseorang perlu berniat untuk menyucikan diri dan menghapus hadas kecil; niat berada di dalam hati dan tidak perlu diucapkan, sama seperti ibadah lain.2. Ucapkan “Bismillah” (Dengan nama Allah).3. Cuci kedua telapak tangan tiga kali.4. Berkumurlah tiga kali (berkumur bermaksud memutar air dalam mulut), sedut air ke hidung tiga kali, dan keluarkan dengan tangan kiri. Menyedut bermaksud memasukkan air ke dalam hidung, dan mengeluarkan bermaksud mengeluarkannya.5. Cuci muka tiga kali. Batas muka adalah dari garis rambut di dahi hingga ke bawah dagu, dan dari telinga kanan ke telinga kiri. Rambut janggut juga dicuci kerana ia sebahagian daripada muka; jika nipis, bahagian luar dan dalam perlu dicuci; jika tebal dan menutupi kulit, hanya bahagian luar dan ruang di antaranya dicuci.6. Cuci tangan hingga siku tiga kali. Batas tangan adalah dari hujung jari (termasuk kuku) hingga permulaan lengan atas. Sebarang bahan yang menghalang air mencapai kulit, seperti doh, tanah atau pewarna, perlu dibuang sebelum mencuci.7. Kemudian lap kepala dan telinga sekali dengan air baru, bukan sisa air dari mencuci tangan. Cara mengusap kepala ialah meletakkan tangan basah di depan kepala, gerakkan ke belakang, kemudian kembali ke titik permulaan; kemudian masukkan kedua jari telunjuk ke dalam lubang telinga dan lap bahagian luarnya dengan ibu jari. Untuk wanita, lap rambutnya sama ada terbuka atau diikat, dari depan kepala hingga akar di leher. Tidak perlu melap rambut yang jatuh ke belakang.8. Cuci kaki tiga kali hingga pergelangan kaki. Pergelangan kaki ialah tulang menonjol di bahagian bawah kaki.Bukti dari hal ini adalah hadis Humran, hamba Uthman, yang berkata: “Uthman bin Affan (RA) berkata: ‘Dia melakukan wuduk seperti berikut: mencuci telapak tangan tiga kali, berkumur dan menyedut air ke hidung, mencuci muka tiga kali, mencuci tangan kanan hingga siku tiga kali, kemudian tangan kiri juga begitu, mengusap kepala, mencuci kaki kanan hingga pergelangan tiga kali, kemudian kiri juga begitu. Dia berkata: “Aku melihat Rasulullah ﷺ melakukan wuduk seperti ini.” Rasul ﷺ bersabda: “Barangsiapa yang berwuduk seperti aku dan kemudian solat dua rakaat tanpa bercakap, dosa-dosa lamanya akan diampuni.”’” [Muslim, Al-Taharah / 331]"},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"شروط الوضوء","en":"Conditions of Wudu (Ablution)","bn":"ওযুর শর্তসমূহ","es":"Condiciones del Wudu (Ablución)","id":"Syarat Wuduk","ur":"وضو کے شرائط","tr":"Abdestin Şartları","ku":"شرتەکانی وۆضوو","ms":"Syarat Wuduk"},"title":{"ar":"شروط الوضوء","en":"Conditions of Wudu (Ablution)","bn":"ওযুর শর্তসমূহ","es":"Condiciones del Wudu (Ablución)","id":"Syarat Wuduk","ur":"وضو کے شرائط","tr":"Abdestin Şartları","ku":"شرتەکانی وۆضوو","ms":"Syarat Wuduk"},"subtitle":{"ar":"أما شروط الوضوء فهي: الإسلام والعقل والتمييز والنية، فلا يصح الوضوء من كافر، ولا من مجنون، ولا من صغير لا يميزه، ولا من لم ينو الوضوء بأن نوى التبرد مثلا، ويشترط أن يكون الماء طهوراً فالماء النجس لا يصح به الوضوء، ويشترط كذلك إزالة ما يمنع وصول الماء إلى الجلد والأظافر كالمناكير التي تضعها المرأة على أظافرها.والتسمية مشروعة عند جماهير العلماء، وهم مختلفون هل هي واجبة أو سنة، وينبغي لمن ذكرها في أول الوضوء أو في أثنائه أن يقولها.","en":"The conditions of wudu are: Islam, sanity, discernment, and intention. Wudu is not valid for a disbeliever, nor for a person who is insane, nor for a small child who cannot distinguish, nor for someone who does not intend wudu properly (for example, if they intend something else like bathing).It is also required that the water be pure; impure water does not make wudu valid. Additionally, anything that prevents water from reaching the skin or nails, such as nail polish applied by women, must be removed.Saying “Bismillah” is recommended according to the majority of scholars. They differ on whether it is obligatory or Sunnah, but whoever mentions it at the beginning or during wudu should say it.","bn":"ওযুর শর্তসমূহ হলো: ইসলাম, বুদ্ধি, স্বচ্ছ বিচার এবং নীয়া। ওযু একজন কাফেরের জন্য বৈধ নয়, পাগলের জন্য নয়, ছোট শিশুর জন্য নয় যে পার্থক্য করতে পারে না, এবং যার সঠিকভাবে ওযুর করার নীয়া নেই (যেমন, যদি তারা অন্য কিছু উদ্দেশ্য করে যেমন স্নান)।এছাড়াও পানি পবিত্র হতে হবে; নোংরা পানি দিয়ে ওযু বৈধ নয়। এছাড়াও যেকোনো জিনিস যা পানি ত্বক বা ناخনের সাথে পৌঁছাতে বাধা দেয়, যেমন মহিলাদের দ্বারা নখে লাগানো নেল পলিশ, তা অপসারণ করা আবশ্যক।“বিসমিল্লাহ” বলা অধিকাংশ আলেমদের মতে সুপারিশকৃত। তারা ভিন্নমত পোষণ করে যে এটি ফরজ নাকি সুন্নাহ, কিন্তু যারা ওযুর শুরুতে বা চলাকালীন এটি বলেন, তাদের উচিত এটি বলা।","es":"Las condiciones del wudu son: Islam, cordura, discernimiento e intención. El wudu no es válido para un incrédulo, ni para una persona loca, ni para un niño pequeño que no puede distinguir, ni para alguien que no tenga la intención correcta de hacer wudu (por ejemplo, si tiene la intención de otra cosa como bañarse).También se requiere que el agua sea pura; el agua impura no hace válido el wudu. Además, cualquier cosa que impida que el agua llegue a la piel o uñas, como el esmalte de uñas aplicado por mujeres, debe retirarse.Decir “Bismillah” es recomendado según la mayoría de los eruditos. Ellos difieren sobre si es obligatorio o Sunnah, pero quien lo mencione al principio o durante el wudu debe decirlo.","id":"Syarat-syarat wuduk adalah: Islam, waras, mampu membedakan, dan niat. Wuduk tidak sah bagi seorang kafir, orang gila, anak kecil yang belum bisa membedakan, maupun bagi seseorang yang tidak berniat wuduk dengan benar (misalnya, jika dia berniat mandi).Air juga harus suci; air najis tidak sah untuk wuduk. Selain itu, segala sesuatu yang menghalangi air mencapai kulit atau kuku, seperti cat kuku yang dipakai wanita, harus dihilangkan.Mengucapkan “Bismillah” dianjurkan menurut mayoritas ulama. Mereka berbeda pendapat apakah wajib atau sunnah, tetapi siapa pun yang mengucapkannya di awal atau selama wuduk, sebaiknya mengatakannya.","ur":"وضو کے شرائط ہیں: اسلام، عقل، تمیز اور نیت۔ وضو کافر کے لیے درست نہیں، نہ پاگل کے لیے، نہ اس چھوٹے بچے کے لیے جو تمیز نہیں کر سکتا، اور نہ اس کے لیے جس نے وضو کرنے کی صحیح نیت نہیں کی (مثلاً اگر وہ نہانے کی نیت کرے)۔پانی بھی پاک ہونا ضروری ہے؛ نجس پانی سے وضو درست نہیں ہوتا۔ اس کے علاوہ، وہ تمام چیزیں جو پانی کو جلد یا ناخن تک پہنچنے سے روکتی ہیں، جیسے خواتین کے ناخن پر لگا نیل پالش، ہٹانا ضروری ہے۔“بسم اللہ” کہنا اکثر علماء کے نزدیک مستحب ہے۔ وہ اختلاف کرتے ہیں کہ یہ واجب ہے یا سنت، لیکن جو بھی وضو کے شروع میں یا دوران وضو اسے کہے، اسے کہنا چاہیے۔","tr":"Abdestin şartları şunlardır: İslam, akıl, ayırt etme yeteneği ve niyet. Abdest, kâfir için geçerli değildir, akıl hastası için geçerli değildir, ayırt edemeyen küçük çocuk için geçerli değildir ve niyetini doğru yapmayan biri için geçerli değildir (örneğin, yıkanma niyeti ile yaparsa).Su ayrıca temiz olmalıdır; kirli su ile abdest geçerli olmaz. Ayrıca, suyun cilde veya tırnaklara ulaşmasını engelleyen her şey, örneğin kadınların tırnaklarına sürdükleri oje, çıkarılmalıdır.“Bismillah” demek, çoğu âlim tarafından müstehap kabul edilmiştir. Farz mı yoksa sünnet mi olduğu konusunda görüş ayrılıkları vardır, ancak abdestin başında veya sırasında söyleyen kişinin bunu söylemesi uygun olur.","ku":"شرتەکانی وۆضوو ئەمانن: ئیسلام، زانیاری، توانای جیاکردنەوە و نیت. وۆضوو بۆ کافر دروست نیە، بۆ کەسێکی دیوانە نیە، بۆ منداڵێکی بچوک کە ناتوانێ جیا بکات نیە، و بۆ ئەو کەسەی نیت وۆضوو بە شێوەی ڕاست نەکردووە (نمونە، ئەگەر بۆ شستنی خۆر بێت).هەروەها پێویستە ئاوی پاک بێت؛ ئاوی ناپاک وۆضوو دروست ناکات. هەروەها هەر شتێک کە مانع دەبێت بۆ گەیشتنی ئاوی بۆ پوست یان ناخن، وەک نیل پەلیشی کە ژنان لە ناخنەکان داپێنێن، پێویستە لاببرێت.وتنی “بسم الله” بە پەیوەندی بە زۆربەی ئەڵیمەکان پێشنیارکراوە. لەسەر ئەوە کە واجبە یان سۆنە، ڕازیکردنیان جیاوازە، بەڵام کەسێک کە لە سەرەتای وۆضوو یان لە ماوەی وۆضوو وتی دەکات، پێویستە وتی بکات.","ms":"Syarat-syarat wuduk adalah: Islam, waras, kebolehan membezakan, dan niat. Wuduk tidak sah bagi seorang kafir, orang gila, anak kecil yang belum boleh membezakan, atau bagi seseorang yang tidak berniat wuduk dengan betul (contohnya, jika dia berniat mandi).Air juga mestilah suci; air najis tidak sah untuk wuduk. Selain itu, apa-apa yang menghalang air daripada sampai ke kulit atau kuku, seperti cat kuku yang dipakai oleh wanita, mesti dibuang.Mengucapkan “Bismillah” disarankan menurut majoriti ulama. Mereka berbeza pendapat sama ada ia wajib atau sunnah, tetapi sesiapa yang mengucapkannya pada permulaan atau semasa wuduk, sebaiknya mengucapkannya."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"هل هناك فرق بين وضوء الرجل ووضوء المرأة؟","en":"Is there a difference between the wudu of a man and a woman?","bn":"পুরুষ ও মহিলার ওযুর মধ্যে কি পার্থক্য আছে?","es":"¿Hay alguna diferencia entre el wudu de un hombre y el de una mujer?","id":"Apakah ada perbedaan wudu antara laki-laki dan perempuan?","ur":"کیا مرد اور عورت کے وضو میں کوئی فرق ہے؟","tr":"Erkek ve kadının abdestinde bir fark var mı?","ku":"ئایا جیاوازییەک هەیە لە نێوان وۆضووی پیاو و مەرگە؟","ms":"Adakah terdapat perbezaan antara wuduk lelaki dan wanita?"},"title":{"ar":"هل هناك فرق بين وضوء الرجل ووضوء المرأة؟","en":"Is there a difference between the wudu of a man and a woman?","bn":"পুরুষ ও মহিলার ওযুর মধ্যে কি পার্থক্য আছে?","es":"¿Hay alguna diferencia entre el wudu de un hombre y el de una mujer?","id":"Apakah ada perbedaan wudu antara laki-laki dan perempuan?","ur":"کیا مرد اور عورت کے وضو میں کوئی فرق ہے؟","tr":"Erkek ve kadının abdestinde bir fark var mı?","ku":"ئایا جیاوازییەک هەیە لە نێوان وۆضووی پیاو و مەرگە؟","ms":"Adakah terdapat perbezaan antara wuduk lelaki dan wanita?"},"subtitle":{"ar":"ولا اختلاف في صفة الوضوء بين كل من الرجل والمرأة.","en":"There is no difference in the manner of performing wudu between a man and a woman.","bn":"পুরুষ ও মহিলার ওযু সম্পাদনের পদ্ধতিতে কোন পার্থক্য নেই।","es":"No hay diferencia en la manera de realizar el wudu entre un hombre y una mujer.","id":"Tidak ada perbedaan dalam cara melakukan wudu antara laki-laki dan perempuan.","ur":"مرد اور عورت کے وضو کرنے کے طریقے میں کوئی فرق نہیں ہے۔","tr":"Erkek ve kadının abdest yapma şeklinde bir fark yoktur.","ku":"لە شێوەی وۆضووکردنی پیاو و مەرگە هیچ جیاوازییەک نیە.","ms":"Tiada perbezaan dalam cara melaksanakan wuduk antara lelaki dan wanita."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"ما يقال بعد الوضوء","en":"What is said after wudu","bn":"ওযুর পর যা বলা হয়","es":"Lo que se dice después del wudu","id":"Yang dikatakan setelah wudu","ur":"وضو کے بعد جو کہا جاتا ہے","tr":"Abdestten Sonra Söylenecekler","ku":"ئەوەی پاش وۆضوو دەڵێن","ms":"Apa yang dikatakan selepas wuduk"},"title":{"ar":"ما يقال بعد الوضوء","en":"What is said after wudu","bn":"ওযুর পর যা বলা হয়","es":"Lo que se dice después del wudu","id":"Yang dikatakan setelah wudu","ur":"وضو کے بعد جو کہا جاتا ہے","tr":"Abdestten Sonra Söylenecekler","ku":"ئەوەی پاش وۆضوو دەڵێن","ms":"Apa yang dikatakan selepas wuduk"},"subtitle":{"ar":"ويستحب أن يقول بعد الفراغ من الوضوء: أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله لقول النبي صلى الله عليه وسلم: (مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ فَيُبْلِغُ أَوْ فَيُسْبِغُ الْوَضُوءَ ثُمَّ يَقُولُ أَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُ اللَّهِ وَرَسُولُهُ إِلا فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّهَا شَاءَ) رواه مسلم (الطهارة/345)، وفي زيادة عند الترمذي: (اللهم اجعلني من التوابين واجعلني من المتطهرين) (الطهارة/50)، وصححه الألباني في \"صحيح سنن أبي داود\" برقم (48).","en":"It is recommended to say after completing wudu:\"I bear witness that there is no god but Allah alone with no partner, and I bear witness that Muhammad is His servant and Messenger.\"This is based on the saying of the Prophet ﷺ:\"None of you who performs wudu and completes it properly, then says: ‘I bear witness that there is no god but Allah and that Muhammad is His servant and Messenger,’ the eight gates of Paradise will be opened for him, and he may enter through whichever he wishes.\" [Muslim, Al-Taharah / 345]Additionally, in an extra narration by At-Tirmidhi:\"O Allah, make me among those who repent and among those who purify themselves.\" [Al-Taharah / 50]It was authenticated by Al-Albani in Sahih Sunan Abi Dawud (No. 48).","bn":"ওযু সম্পন্ন করার পরে বলা সুপারিশ করা হয়:\"আমি সাক্ষ্য দিচ্ছি যে আল্লাহ ব্যতীত কোন উপাস্য নেই, তিনি একক এবং তাঁর কোনো অংশীদার নেই, এবং আমি সাক্ষ্য দিচ্ছি যে মুহাম্মদ তাঁর বান্দা এবং রাসূল।\"এটি নবী ﷺ এর কথার ভিত্তিতে:\"তোমাদের মধ্যে কেউ যদি ওযু করে এবং তা সম্পূর্ণভাবে করে, তারপর বলে: ‘আমি সাক্ষ্য দিচ্ছি যে আল্লাহ ব্যতীত কোন উপাস্য নেই এবং মুহাম্মদ তাঁর বান্দা এবং রাসূল,’ স্বর্গের আটটি দরজা তার জন্য খোলা হবে এবং সে যেকোনো দরজা দিয়ে প্রবেশ করতে পারবে।\" [মুসলিম, আত-তাহারা / ৩৪৫]অতিরিক্তভাবে, আত-তিরমিধির বর্ণনায়:\"হে আল্লাহ, আমাকে সেইসবদের মধ্যে অন্তর্ভুক্ত কর যারা তওবা করে এবং যারা নিজেদের পবিত্র করে।\" [আল-তাহারা / ৫০]এটি আল-আলবানী দ্বারা সহীহ সুনান আবি দাউদ (নং ৪৮) এ প্রমাণিত হয়েছে।","es":"Se recomienda decir después de completar el wudu:\"Doy testimonio de que no hay dios excepto Allah, único y sin compañero, y doy testimonio de que Muhammad es Su siervo y Mensajero.\"Esto se basa en la declaración del Profeta ﷺ:\"Ninguno de vosotros que realice el wudu y lo complete correctamente, y luego diga: ‘Doy testimonio de que no hay dios excepto Allah y que Muhammad es Su siervo y Mensajero,’ se le abrirán las ocho puertas del Paraíso y podrá entrar por cualquiera que desee.\" [Muslim, Al-Taharah / 345]Además, en una narración adicional de At-Tirmidhi:\"Oh Allah, hazme de los que se arrepienten y de los que se purifican.\" [Al-Taharah / 50]Fue autenticado por Al-Albani en Sahih Sunan Abi Dawud (No. 48).","id":"Disarankan untuk mengatakan setelah menyelesaikan wudu:\"Saya bersaksi bahwa tidak ada Tuhan selain Allah Yang Maha Esa tanpa sekutu, dan saya bersaksi bahwa Muhammad adalah hamba dan Rasul-Nya.\"Ini berdasarkan sabda Nabi ﷺ:\"Tidak seorang pun dari kalian yang melakukan wudu dan menyempurnakannya, kemudian berkata: ‘Saya bersaksi bahwa tidak ada Tuhan selain Allah dan bahwa Muhammad adalah hamba dan Rasul-Nya,’ delapan pintu surga akan dibuka untuknya, dan ia dapat masuk melalui mana pun yang dia kehendaki.\" [Muslim, Al-Taharah / 345]Selain itu, dalam tambahan riwayat oleh At-Tirmidhi:\"Ya Allah, jadikan aku termasuk orang yang bertaubat dan orang yang mensucikan diri.\" [Al-Taharah / 50]Hadis ini telah disahihkan oleh Al-Albani dalam Sahih Sunan Abi Dawud (No. 48).","ur":"وضو مکمل کرنے کے بعد یہ کہنا مستحب ہے:\"میں گواہی دیتا ہوں کہ اللہ کے سوا کوئی معبود نہیں، وہ یکتا ہے اور اس کا کوئی شریک نہیں، اور میں گواہی دیتا ہوں کہ محمد ﷺ اس کے بندے اور رسول ہیں۔\"یہ نبی ﷺ کے قول پر مبنی ہے:\"تم میں سے جو بھی وضو کرے اور اسے مکمل کرے، پھر کہے: ‘میں گواہی دیتا ہوں کہ اللہ کے سوا کوئی معبود نہیں اور محمد ﷺ اس کے بندے اور رسول ہیں،’ جنت کے آٹھ دروازے اس کے لیے کھول دیے جائیں گے اور وہ جس دروازے سے چاہے داخل ہو سکتا ہے۔\" [مسلم، الطہارہ / 345]مزید یہ کہ، ترمذی میں اضافی روایت ہے:\"اے اللہ، مجھے ان لوگوں میں شامل فرما جو توبہ کرتے ہیں اور جو اپنے آپ کو پاک کرتے ہیں۔\" [الطہارہ / 50]اسے الحلبانی نے صحیح سنن ابی داؤد (نمبر 48) میں صحیح قرار دیا ہے۔","tr":"Abdest tamamlandıktan sonra şunları söylemek tavsiye edilir:\"Şehadet ederim ki Allah’tan başka ilah yoktur, O tektir ve ortağı yoktur, ve şehadet ederim ki Muhammed O’nun kulu ve Elçisidir.\"Bu, Peygamber ﷺ’in sözüne dayanmaktadır:\"Hiçbiriniz abdest alıp bunu düzgün şekilde tamamlamadan sonra: ‘Şehadet ederim ki Allah’tan başka ilah yoktur ve Muhammed O’nun kulu ve Elçisidir’ demezse, cennet kapıları onun için açılmayacaktır. Kim derse, cennetin sekiz kapısı onun için açılır ve dilediği kapıdan girebilir.\" [Muslim, Al-Taharah / 345]Ayrıca, Tirmizî’de ek bir rivayet vardır:\"Allah’ım, beni tövbe edenlerden ve kendini temizleyenlerden eyle.\" [Al-Taharah / 50]Bu, El-Albani tarafından Sahih Sunan Ebi Davud (No. 48)’da sahih olarak kabul edilmiştir.","ku":"پێشنیار کراوە کە پاش کۆتایی وۆضوو ئەمەی بڵێن:\"من شەھادەت دەدەم کە هیچ خودایەک نییە بەجێی خوایەکی تەنها و بە هیچ هاوبەشی نییە، و شەھادەت دەدەم کە محەممەد بۆ بندەی خوایە و پەیغەمبەرە.\"ئەمە سەرچاوەیە لە وتەی پەیغمبەر ﷺ:\"هەیچ کەسێکتان وۆضوو ناکات و پڕ ناکات، پاشان بڵێت: ‘من شەھادەت دەدەم کە هیچ خودایەک نییە و محەممەد بۆ بندەی خوایە و پەیغەمبەرە،’ هەشت دروازەی بهشت بۆی دەکرێت و دەتوانێت لە هەر کێشەیەکی خوایەوە بچێت.\" [مسلم، الطهارة / 345]هەروەها، لە زیادەی تیریمذی:\"خدایا، من لە نێوان ئەو کەسانە بکه کە توبە دەکەن و ئەو کەسانەی خۆیان پاک دەکەن.\" [الطهارة / 50]ئەمە بەسەرچاوەی ئالبانی لە صحیح سنن ئابی داود (ژمارە 48) راستکردنەوە کراوە.","ms":"Adalah disyorkan untuk mengucapkan selepas menyelesaikan wuduk:\"Saya bersaksi bahawa tiada Tuhan selain Allah Yang Maha Esa tanpa sekutu, dan saya bersaksi bahawa Muhammad adalah hamba dan Rasul-Nya.\"Ini berdasarkan sabda Nabi ﷺ:\"Tiada seorang pun daripada kamu yang melakukan wuduk dan menyempurnakannya dengan betul, kemudian berkata: ‘Saya bersaksi bahawa tiada Tuhan selain Allah dan bahawa Muhammad adalah hamba dan Rasul-Nya,’ pintu-pintu syurga yang lapan akan dibuka untuknya, dan dia boleh masuk melalui mana-mana yang dia kehendaki.\" [Muslim, Al-Taharah / 345]Selain itu, dalam riwayat tambahan oleh At-Tirmidhi:\"Ya Allah, jadikan aku termasuk orang yang bertaubat dan orang yang membersihkan diri.\" [Al-Taharah / 50]Hadis ini telah disahihkan oleh Al-Albani dalam Sahih Sunan Abi Dawud (No. 48)."},"enabledElements":["name","title","subtitle"]}]}],"lastUpdated":"2025-09-30T19:15:59.868597"}