{"sections":[{"name":{"ar":"صفة الصلاة","en":"صفة الصلاة","bn":"صفة الصلاة","es":"صفة الصلاة","id":"صفة الصلاة","ur":"صفة الصلاة","tr":"صفة الصلاة","ku":"صفة الصلاة","ms":"صفة الصلاة"},"branches":[{"name":{"ar":"استقبال الكعبة","en":"Facing the Kaaba","bn":"কাবার দিকে মুখ করা","es":"Orientarse hacia la Kaaba","id":"Menghadap Ka'bah","ur":"کعبہ کی طرف رُخ کرنا","tr":"Kâbe’ye Yönelmek","ku":"ڕووبەڕووی كعبە بوون","ms":"Menghadap Kaabah"},"title":{"ar":"استقبال الكعبة","en":"Facing the Kaaba","bn":"কাবার দিকে মুখ করা","es":"Orientarse hacia la Kaaba","id":"Menghadap Ka'bah","ur":"کعبہ کی طرف رُخ کرنا","tr":"Kâbe’ye Yönelmek","ku":"ڕووبەڕووی كعبە بوون","ms":"Menghadap Kaabah"},"subtitle":{"ar":"1- إذا قمتَ أيها المسلم إلى الصلاة، فاستقبل الكعبة حيث كنت، في الفرض والنفلِ، وهو ركن من أركان الصلاة، التي لا تصح الصلاة إلا بها.2- ويسقط الاستقبال عن المحارب في صلاة الخوف والقتال الشديد.-     وعن العاجز عنه؛ كالمريض، أو من كان في السفينة، أو السيارة، أو الطائرة، إذا خشي خروج الوقت.-     وعمن كان يصلي نافلة أو وتراً، وهو يسير راكباً دابة أو غيرها ويستحب له إذا أمكن أن يستقبل بها القبلة عند تكبيرة الإحرام، ثم يتجه بها حيث كانت وجهته.3- ويجب على كل من كان مشاهداٍ للكعبة أن يستقبل عينها، وأما من كان غير مشاهداً لها فيستقبل جهتها.    حكم الصلاة إلى غير الكعبة خطأً4- وإن صلى إلى غير القبلة ؛ لغيم أو غيره بعد الاجتهاد والتحري جازت صلاته، ولا إعادة عليه.5- وإذا جاء من يثق به - وهو يصلي - فأخبره بجهتها، فعليه أن يبادر إلى استقبالها، وصلاته صحيحةٌ.","en":"1- When you, O Muslim, stand for prayer, face the Kaaba wherever you are, in both obligatory and voluntary prayers. This is one of the pillars of prayer, without which the prayer is not valid.2- Facing the Kaaba is waived for:One engaged in battle during fearful or intense fighting.One who is unable to face it, such as the sick, or someone on a ship, car, or airplane who fears the prayer time will pass.One praying voluntary or Witr prayers while riding an animal or other means of transport. It is recommended, if possible, to face the Kaaba at the opening Takbir, then proceed in the direction of travel.3- Anyone who can see the Kaaba must face it directly. As for those who cannot see it, they should face its direction.Ruling on Praying in the Wrong Direction4- If someone prays in a direction other than the Qiblah due to clouds or other reasons, after exerting effort and careful determination, their prayer is valid and they do not need to repeat it.5- If, while praying, a trustworthy person informs them of the correct direction, they must immediately turn to face it, and their prayer remains valid.","bn":"1- হে মুসলমান, যখন তুমি নামাজের জন্য দাঁড়াও, তখন যেখানে থাক না কেন ফরজ ও নফল নামাজে কাবার দিকে মুখ করবে। এটি নামাজের একটি স্তম্ভ, যা ছাড়া নামাজ শুদ্ধ নয়।2- কাবার দিকে মুখ করা থেকে অব্যাহতি পাবে:যে যুদ্ধ বা ভয়ের অবস্থায় লড়াই করছে।যে তা করতে অক্ষম, যেমন অসুস্থ ব্যক্তি, অথবা জাহাজ, গাড়ি কিংবা বিমানে অবস্থানকারী, যদি নামাজের সময় চলে যাওয়ার আশঙ্কা থাকে।যে নফল বা বিতর নামাজ পড়ছে পশু বা অন্য কোনো বাহনে আরোহণ করে। তার জন্য সুন্নত হলো সম্ভব হলে তাকবিরে তাহরিমার সময় কাবার দিকে মুখ করা, তারপর বাহন যেদিকে যায় সেদিকেই চলা।3- যে কাবা দেখতে পাচ্ছে তার জন্য কাবার দিকেই সরাসরি মুখ করা জরুরি। আর যে কাবা দেখতে পাচ্ছে না, সে কেবল তার দিকের দিকে মুখ করবে।ভুলবশত কাবা ব্যতীত অন্য দিকে নামাজ পড়ার হুকুম4- যদি কেউ মেঘ বা অন্য কারণে কিবলার দিক নির্ধারণে চেষ্টা ও অনুসন্ধানের পর অন্য দিকে নামাজ পড়ে, তবে তার নামাজ শুদ্ধ হবে এবং পুনরায় পড়তে হবে না।5- যদি নামাজের সময় একজন বিশ্বস্ত ব্যক্তি এসে তাকে সঠিক দিক জানায়, তবে সঙ্গে সঙ্গে কাবার দিকে ঘুরে দাঁড়াতে হবে, এবং তার নামাজ বৈধ থাকবে।","es":"1- Cuando tú, oh musulmán, te levantes para la oración, oriéntate hacia la Kaaba dondequiera que estés, tanto en las oraciones obligatorias como en las voluntarias. Este es un pilar de la oración, sin el cual la oración no es válida.2- La obligación de orientarse hacia la Kaaba se suspende para:Quien está en combate en situaciones de miedo o lucha intensa.Quien es incapaz de hacerlo, como el enfermo, o alguien que se encuentra en un barco, coche o avión y teme que el tiempo de la oración se le pase.Quien reza oraciones voluntarias o el Witr mientras viaja montado en un animal u otro medio de transporte. Es recomendable, si es posible, orientarse hacia la Kaaba en el Takbir de apertura, y luego continuar en la dirección de su viaje.3- Todo aquel que pueda ver la Kaaba debe dirigirse hacia ella directamente. En cambio, quien no la ve debe orientarse hacia su dirección.Norma sobre rezar en otra dirección por error4- Si alguien reza en una dirección distinta a la Qibla debido a nubes u otra causa, después de haber hecho un esfuerzo y una cuidadosa determinación, su oración es válida y no necesita repetirla.5- Si, mientras está rezando, una persona de confianza le informa de la dirección correcta, debe girarse inmediatamente hacia ella, y su oración sigue siendo válida.","id":"1- Wahai Muslim, ketika engkau berdiri untuk shalat, maka menghadaplah ke Ka'bah di mana pun engkau berada, baik dalam shalat fardhu maupun sunnah. Ini adalah salah satu rukun shalat, yang tanpanya shalat tidak sah.2- Kewajiban menghadap Ka'bah gugur bagi:Orang yang sedang berperang dalam kondisi takut atau pertempuran sengit.Orang yang tidak mampu melakukannya, seperti orang sakit, atau yang berada di kapal, mobil, atau pesawat terbang, jika khawatir waktu shalat akan habis.Orang yang melaksanakan shalat sunnah atau witir sambil berkendara dengan hewan tunggangan atau sarana lain. Disunnahkan baginya, jika memungkinkan, untuk menghadap Ka'bah ketika takbiratul ihram, kemudian melanjutkan sesuai arah perjalanannya.3- Siapa yang dapat melihat Ka'bah wajib menghadap tepat ke arahnya. Sedangkan yang tidak dapat melihatnya cukup menghadap ke arahnya (arah kiblat).Hukum shalat ke arah selain Ka'bah karena keliru4- Jika seseorang shalat ke arah selain kiblat karena mendung atau sebab lain, setelah berusaha dan berijtihad menentukan arah, maka shalatnya sah dan tidak perlu mengulanginya.5- Jika ketika shalat ada orang yang terpercaya memberitahukan arah kiblat yang benar, maka ia wajib segera menghadap ke arahnya, dan shalatnya tetap sah.","ur":"1- اے مسلمان! جب تو نماز کے لیے کھڑا ہو تو جہاں بھی ہو، فرض اور نفل دونوں نمازوں میں کعبہ کی طرف رُخ کرے۔ یہ نماز کا ایک رکن ہے، جس کے بغیر نماز صحیح نہیں ہوتی۔2- کعبہ کی طرف رُخ کرنے کی شرط ساقط ہو جاتی ہے:اُس شخص سے جو خوف یا سخت جنگ کی حالت میں ہو۔اُس سے جو ایسا کرنے پر قادر نہ ہو، جیسے مریض، یا جو کشتی، گاڑی یا جہاز میں ہو اور اسے نماز کا وقت نکل جانے کا اندیشہ ہو۔اُس شخص سے جو نفل یا وتر کی نماز پڑھ رہا ہو سواری پر یا کسی اور سواری کے ذریعے۔ مستحب ہے کہ اگر ممکن ہو تو تکبیرِ تحریمہ کے وقت کعبہ کی طرف رُخ کرے، پھر جس طرف سواری کا رُخ ہو اسی طرف نماز جاری رکھے۔3- جو شخص کعبہ کو دیکھ رہا ہو اُس پر لازم ہے کہ کعبہ کی عین طرف رُخ کرے، اور جو نہ دیکھ رہا ہو وہ اُس کی سمت کی طرف رُخ کرے۔کعبہ کے علاوہ کسی اور طرف غلطی سے نماز پڑھنے کا حکم4- اگر کوئی شخص بادل یا کسی اور وجہ سے اجتہاد اور تحقیق کے بعد قبلہ کے علاوہ کسی اور طرف نماز پڑھ لے تو اُس کی نماز جائز ہے اور اُسے دوبارہ پڑھنے کی ضرورت نہیں۔5- اگر نماز کے دوران کوئی قابلِ اعتماد شخص اُسے صحیح سمت بتا دے تو فوراً کعبہ کی طرف رُخ کر لے، اور اُس کی نماز درست رہے گی۔","tr":"1- Ey Müslüman! Namaza kalktığında, farz veya nafile olsun, nerede olursan ol Kâbe’ye yönel. Bu, namazın rükünlerinden biridir; onsuz namaz sahih değildir.2- Kâbe’ye yönelme şartı şu kimselerden düşer:Korku veya şiddetli savaş hâlinde olan kimse.Bunu yapmaya güç yetiremeyen kimse; hasta olan, ya da gemide, arabada veya uçakta bulunan ve vaktin çıkmasından endişe eden.Nafile veya vitir namazını binek üzerinde veya başka bir taşıtta kılan kimse. Ona, mümkünse, ilk tekbir (iftitah tekbiri) esnasında kıbleye yönelmesi müstehap olur; sonra ise bineğin yöneldiği tarafa devam eder.3- Kâbe’yi görebilen kimse ona tam olarak yönelmekle yükümlüdür. Onu görmeyen ise sadece kıble yönüne yönelir.Yanlışlıkla Kâbe’den Başka Yöne Doğru Namaz Kılmanın Hükmü4- Bir kimse, bulut veya başka bir sebeple araştırıp gayret ettikten sonra kıbleden başka bir yöne doğru namaz kılarsa, namazı geçerlidir ve tekrar kılması gerekmez.5- Eğer namaz esnasında güvenilir bir kimse gelip doğru yönü haber verirse, hemen Kâbe’ye yönelmesi gerekir ve namazı sahihtir.","ku":"1- ئه‌ی موسلمان! كاتێك بۆ نماز دەست دەكات، لەهەموو شوێنێك، لە فەرز و نافیله‌كان، دەبێت ڕووت بۆ كعبە بێت. ئەمە یەكێكە لە ركنەكانی نماز، كە بێ ئەوە نماز دروست ناكرێت.2- بەرپرسیاری ڕووبەڕووی كعبە بوون لەو كسانە كەم دەبێت:ئەو كەسەی لە دۆخی ترس یان شەڕی توند دابینەوە.ئەوەی ناتوانێت ئەنجام بدات، وەك نەخۆش، یان كەسێك لەسەر كەشتی، ئۆتۆمبێل یان فڕۆكەیەتی، كە ترس لەوەی هەبێت كاتەی نماز بڕوات.ئەو كەسەی نافیله یان ویتری دەكات لەسەر ئاژەڵ یان هەر جۆرە سوواری تر. باشە ئەگەر بتوانێت لە كاتی تكبیری حەرام بەرەو كعبە بێت، پاشان بە ئێوه‌ی سووارییەکە بەرەو ئەو ئارەوە بچێت.3- هەر كێی كعبە دەبینێت، پێویستە ڕاستەوخۆ بەرەو ئەوە بێت. بەڵام ئەو كەسەی نابینێت، تەنها بەرەو ئارەی كعبە دەكات.حكمی نماز كردن بەرەو ناوەندی تر بەهۆی هەڵەوە4- ئەگەر كەسێك بەهۆی هەور یان هۆكاری تر، پاش هەوڵدان و لێكۆڵینەوە، بەرەو ئارەی تر نماز بكات، نمازی دروستە و پێویست ناكەوێت دووبارە بكات.5- ئەگەر لە كاتی نمازدا، كەسێكی متمانەپێکراو بێت و ئارەی ڕاستی پێی بڵێت، دەبێت بەپەلە بەرەو كعبە بێت، و نمازی دروست دەبێت.","ms":"1- Wahai Muslim! Apabila engkau berdiri untuk solat, maka hadaplah ke Kaabah di mana sahaja engkau berada, sama ada dalam solat fardu mahupun sunat. Ini adalah salah satu rukun solat, yang tanpa ia solat tidak sah.2- Kewajipan menghadap Kaabah gugur bagi:Orang yang sedang berperang dalam keadaan takut atau peperangan yang sengit.Orang yang tidak mampu melakukannya, seperti orang sakit, atau mereka yang berada di dalam kapal, kereta atau kapal terbang dan bimbang waktu solat akan habis.Orang yang menunaikan solat sunat atau witir di atas tunggangan atau kenderaan lain. Disunatkan baginya, jika mampu, untuk menghadap Kaabah ketika takbiratul ihram, kemudian meneruskan solat ke arah perjalanan kenderaannya.3- Sesiapa yang dapat melihat Kaabah wajib menghadap tepat ke arahnya. Adapun sesiapa yang tidak dapat melihatnya, cukup dengan menghadap ke arahnya (arah kiblat).Hukum solat ke arah selain Kaabah kerana tersilap4- Jika seseorang solat ke arah selain kiblat kerana mendung atau sebab lain, setelah berusaha dan berijtihad menentukan arah, maka solatnya sah dan tidak perlu diulang.5- Jika ketika solat ada orang yang dipercayai memberitahu arah kiblat yang betul, maka dia wajib segera berpaling ke arahnya, dan solatnya tetap sah."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"القيام","en":"Standing in Prayer","bn":"প্রার্থনায় দাঁড়ানো","es":"Oración de Pie","id":"Shalat Berdiri","ur":"نماز میں قیام","tr":"Namazda Ayakta Durmak","ku":"بەستنی نماز بەڕۆشتن","ms":"Solat Berdiri"},"title":{"ar":"القيام","en":"Standing in Prayer","bn":"প্রার্থনায় দাঁড়ানো","es":"Oración de Pie","id":"Shalat Berdiri","ur":"نماز میں قیام","tr":"Namazda Ayakta Durmak","ku":"بەستنی نماز بەڕۆشتن","ms":"Solat Berdiri"},"subtitle":{"ar":"6- ويجب عليه أن يصلي وهو قائماً وهو ركن ٌ، إلا على:المصلي صلاة الخوف، والقتال الشديد، فيجوز له أن يصلي راكباً، والمريض العاجز عن القيام، فيصلي جالساً إن استطاع، وإلا فعلى جَنبٍ، والمتنفّل، فله أن يصلي راكباً، أو قاعداً إن شاءَ، ويركع وسجد إيماءً برأسهِ، وكذلك المريضُ، ويجعل سجوده أخفض من ركوعه.7 - ولا يجوز للمصلي جالساً أن يضع شيئاً على الأرض مرفوعاً يسجد عليه، وإنما يجعل سجوده أخفض من ركوعه - كما ذكرنا - إذا كان لا يستطيع مباشرة أن يباشر الأرض بجبهتِهِ.    الصلاة في السفينة والطائرة8- وتجوز صلاة الفريضة في السفينة، وكذا في الطائرة.9- وله أن يصلي فيهما قاعداً إذا خشي على نفسه السقوط.10- ويجوز أن يعتمد في قيامه على عمودٍ، أو عصى؛ لكبر سنه، أو ضعف بدنه.    الجمع بين القيام والقعود11- ويجوز أن يصَلي صلاة الليل قائماً أو قاعداً بدون عذر، وأن يجمع بينهما، فيصلَّي ويقرأ جالساً، وقبيل الركوع يقوم، فيقرأ ما بقي عليه من الآيات قائماً ثم يركع ويسجد، ثم يصنع مثل ذلك في الركعة الثانية.12- وإذا صلى قاعداً جلس متربعاً، أو أي جلسةٍ أخرى يستريح بها.    الصلاة في النعال13- ويجوز له أن يقف حافياً، كما يجوز له أن يصلي منتعلاً .14- والأفضل أن يصلي تارةً هكذا وتارةً هكذا، حسبما تيسر له، فلا يتكلف لبسهما للصلاة ولا خلعها، بل إن كان حافياً صلى حافياً، وإن كان منتعلاً صلى منتعلا، إلا لأمرٍ عارضٍ.15- وإذا نزعهما فلا يضعهما عن يمينه، وإنما عن يساره، إذا لم يكن عن يساره أحدٌ يصلي، وإلا وضعهما بين رجليه ـ قلت: وفيه إيماءٌ لطيفٌ إلى أنه لا يضعهما أمامه، وهذا أدبٌ أخل به جماهير المصلين، فتراهم يصلون إلى نعالهم ! - بذلك صح الأمر عن النبي صلى الله عليه وسلم.    الصلاة على المنبر16- وتجوز صلاة الإمام على مكان مرتفع كالمنبر؛ لتعليم الناس يقوم عليه، فيكبر ويقرأ ويركع وهو عليه، ثم ينزل القهقرى حتى يتمكن من السجود على الأرض في أصل المنبر، ثم يعود إليه فيصنع في الركعة الأخرى كما صنع في الأولى.    وجوب الصلاة إلى سترة والدنو منها17 - ويجب أن يصلي إلى سترةٍ، لا فرق في ذلك بين المسجد وغيره، ولا بين كبيره وصغيره، لعموم قوله صلى الله عليه وسلم:  لا تصل إلا إلى سترةٍ، ولا تدع أحد يمر بين يديك، فإن أبى فلُتقاتله؛ فإن معه القرين . يعني الشيطان.18- ويجب أن يدنو منها؛ لأمر النبي صلى الله عليه وسلم بذلك.19- وكان بين موضع سجوده صلى الله عليه وسلم والجدار الذي يصلي إليه نحو ممر شاةٍ، فمن فعل ذلك فقد أتى بالدنوّ الواجب - قلت: ومنه نعلم أن ما يفعله الناس في كل المساجد التي رأيتها في سوريا وغيرها من الصلاة وسط المسجد بعيداً عن الجدار او السارية، ما هو إلا غفلة عن أمرهِ صلى الله عليه وسلم وفعله.    مقدار ارتفاع السترة20- ويجب أن تكون السترة مرتفعة عن الأرض نحو شبر، أو شبرين؛ لقوله صلى الله عليه وسلم: إذا وضع أحدكم بين يديه مثل مؤخرة الرحل فليصل،ولا يبالي من مر وراء ذلك . - المؤخرة: هي العمود الذي في آخر الرحل، والرحل، هو للجمل بمنزلة السرج للفرس. وفي الحديث إشارة إلى أن الخط على الأرض لا يجزي، والحديث المروي فيه ضعيف -.21- ويتوجه إلى السترة مباشرةً؛ لأنه الظاهر من الأمر بالصلاة إلى سترة، وأما التحول عنها يميناً أو يساراً، بحيث أنه لا يصمُدُ إليها صَمْداً، فلم يثبت.22- وتجوز الصلاة إلى العصا المغروزة في الأرض أو نحوها، وإلى شجرة، أو اسطوانة، وإلى امرأته المضطجعة على السرير، وهي تحت لحافها، وإلى الدابة، ولو كانت جملاً.    تحريم الصلاة إلى القبور23- ولا تجوز الصلاة إلى القبور مطلقاً ، سواءً كانت قبوراً للأنبياء أو غيرهم.    تحريم المرور بين يدي المصلي ولو في المسجد الحرام24- ولا يجوز المرور بين يدي المصلي إذا كان بين يديه سترة، ولا فرق في ذلك بين المسجد الحرام وغيره من المساجد، فكلها سواء في عدم الجواز لعموم قوله صلى الله عليه وسلم: لو يعلم المار بين يدي المصلي ماذا عليه، لكانَ أن يقف أربعين، خيراً له من أن يمر بين يديه . يعني: المرور بينه وبين موضع سجوده.-وأما حديث صلاته صلى الله عليه وسلم في حاشية المطاف دون سترة والناس يمرون بين يديه، فلا يصح، على أنه ليس فيه أن المرور كان بينه وبين سجوده -.    وجوب منع المصلي للمار بين يديه، ولو في المسجد الحرام25- ولا يجوز للمصلَّي إلى سترةٍ أن يدع أحداً يمر بين يديه؛ للحديث السابق: ولا تدع أحداً يمر بين يديك... ، وقوله صلى الله عليه وسلم: إذا صلَّى أحدُكم إلى شيءٍ يستره من الناس، فأراد أحدٌ أن يجتازَ بين يديه، فليدفع في نحره، وليدرأ ما استطاعَ ، وفي رواية: فليمنعه - مرتين - فإن أبى فليقاتله فإنما هو شيطانٌ .    المشي إلى الأمام؛ لمنع المرور26- ويجوز أن يتقدم خطوةً أو أكثر؛ ليمنع غيرَ مكلَّفٍ من المرور بين يديه؛ كدابةٍ أو طفل، حتى يمر من ورائه.    ما يقطع الصلاة27- وإن من أهمية السُّترة في الصلاة، أنها تحولُ بين المصلي إليها، وبين إفساد صلاته؛ بالمرور بين يديه، بخلاف الذي لم يتخذها، فإنه يقطع صلاته إذا مرت بين يديه المرأةُ البالغةُ، وكذلك الحمار، والكلب الأسود.","en":"6- It is obligatory to pray while standing, and this is a pillar of prayer, except for:The one performing the prayer of fear or in intense fighting, for whom it is permissible to pray while riding.The sick person who is unable to stand, who should pray sitting if able, otherwise lying on his side.The one performing voluntary prayers, who may pray while riding or sitting if he wishes, bowing and prostrating by lowering his head, as does the sick person, making his prostration lower than his bowing.7- A person praying while sitting is not allowed to place something elevated on the ground to prostrate on. Instead, he must make his prostration lower than his bowing—as mentioned—if he cannot place his forehead directly on the ground.Prayer on a Ship or an Airplane8- It is permissible to perform obligatory prayer on a ship, as well as on an airplane.9- One may pray seated in them if he fears falling.10- It is also permissible to rely on a pillar or staff while standing, due to old age or physical weakness.Combining Standing and Sitting11- It is permissible to pray the night prayer (Qiyam al-Layl) standing or sitting without excuse, and to combine both: he may pray and recite while sitting, then shortly before bowing he stands, recites the remaining verses standing, then bows and prostrates. He repeats the same in the second rak‘ah.12- If he prays sitting, he may sit cross-legged or in any other posture that is comfortable for him.Praying in Footwear13- He may pray barefoot, and he may also pray wearing shoes.14- The best practice is to do both at different times, according to what is easiest. He should not make it a burden to wear or remove them specifically for prayer: if barefoot, he prays barefoot; if wearing shoes, he prays wearing them, unless there is a particular reason otherwise.15- If he removes them, he should not place them to his right, but rather to his left, provided there is no one praying there. Otherwise, he places them between his legs. (Note: This subtly indicates that they should not be placed in front of him, a point of etiquette neglected by many worshippers, for they often pray facing their shoes!) This ruling is authentically reported from the Prophet ﷺ.Prayer on the Minbar (Pulpit)16- It is permissible for the imam to pray on an elevated place like the minbar for the purpose of teaching the people. He stands on it, says the takbir, recites, and bows on it, then steps backward to the ground in order to prostrate at the base of the minbar. He then returns to it for the second rak‘ah, repeating what he did in the first.The Obligation of Praying Toward a Sutrah and Drawing Near to It17- One must pray toward a sutrah (a barrier placed in front of the worshipper), whether in a mosque or elsewhere, regardless of size, in accordance with the general command of the Prophet ﷺ: “Do not pray except toward a sutrah, and do not allow anyone to pass in front of you. If he insists, then fight him, for he has with him the devil.”18- It is obligatory to be close to the sutrah, as the Prophet ﷺ commanded.19- The distance between the Prophet’s ﷺ place of prostration and the wall he prayed toward was about the space needed for a sheep to pass. Whoever does likewise has fulfilled the required closeness. (Note: From this we understand that praying in the middle of a mosque far from walls or pillars, as is common in Syria and elsewhere, is contrary to his ﷺ command and practice.)The Required Height of the Sutrah20- The sutrah must be raised about a span or two above the ground, as the Prophet ﷺ said: “When one of you places in front of him something like the back of a saddle, let him pray, and let him not mind who passes beyond that.”(The back of a saddle is the post at the rear of a camel’s saddle. This hadith indicates that drawing a mere line on the ground is insufficient, as the report permitting that is weak.)21- He must face the sutrah directly, for that is the apparent meaning of the command. Turning slightly right or left so that he is not aligned with it has no authentic basis.22- It is permissible to pray toward a stick planted in the ground, or something similar, or a tree, or a pillar, or even one’s wife lying on a bed under her cover, or toward an animal—even a camel.Prohibition of Praying Toward Graves23- It is absolutely forbidden to pray toward graves, whether they are graves of prophets or anyone else.Prohibition of Passing in Front of a Worshipper, Even in the Sacred Mosque24- It is forbidden to pass in front of a person praying when he has a sutrah before him. There is no difference between the Sacred Mosque (al-Masjid al-Haram) and other mosques in this regard, as the Prophet ﷺ said: “If the one passing in front of a worshipper knew the sin upon him, it would be better for him to wait forty (days, months, or years) than to pass in front of him.”(The meaning is passing between him and his place of prostration. As for the narration about him ﷺ praying at the edge of the Mataf without a sutrah while people passed before him, it is not authentic, and in any case it does not state they passed between him and his prostration.)The Obligation of Preventing Passage in Front of the Worshipper, Even in the Sacred Mosque25- A worshipper praying toward a sutrah must not allow anyone to pass in front of him, in accordance with the hadith: “Do not allow anyone to pass in front of you…” and the saying of the Prophet ﷺ: “If one of you prays toward something that screens him from the people, and someone attempts to pass in front of him, let him push him back at the chest and repel him as much as he can. If he insists, let him fight him, for he is nothing but a devil.”Moving Forward to Prevent Passage26- It is permissible for the worshipper to step forward one or more steps to prevent a non-responsible being—such as an animal or a child—from passing in front of him, until they pass behind him.What Invalidates the Prayer27- One of the great benefits of the sutrah is that it prevents the invalidation of the prayer by passage in front of the worshipper. Without a sutrah, the prayer is invalidated if an adult woman, a donkey, or a black dog passes in front of him.","bn":"6- দাঁড়িয়ে নামাজ পড়া বাধ্যতামূলক এবং এটি নামাজের একটি রুকুন, তবে নিম্নলিখিত ব্যতিক্রম আছে:ভয়ের বা তীব্র যুদ্ধে নামাজ করা ব্যক্তি, যার জন্য সে ঘোড়ায় চড়া অবস্থায় নামাজ পড়তে পারে।অসুস্থ বা দাঁড়াতে অক্ষম ব্যক্তি, যিনি সক্ষম হলে বসে নামাজ পড়বে, না হলে পাশের দিকে শুয়ে পড়বে।নফল নামাজকারী, যে ইচ্ছা করলে ঘোড়ায় বা বসে নামাজ পড়তে পারে, মাথা নত করে রুকু ও সেজদা করবে। অসুস্থরাও একইভাবে করবে এবং তার সেজদা রুকুর চেয়ে নীচে হবে।7- বসে নামাজকারী কোনো জিনিস মাটিতে বসিয়ে সেজদা করতে পারবে না। বরং সেজদা রুকুর চেয়ে নীচে করতে হবে—যেমন উল্লেখ করা হয়েছে—যদি সে সরাসরি মাটিতে মস্তক রাখতে না পারে।জাহাজ ও বিমানেও নামাজ8- ফরজ নামাজ জাহাজে বা বিমানেও আদায় করা যায়।9- কেউ যদি ভয়ে পড়ে যেতে পারে তবে সে বসে নামাজ পড়তে পারবে।10- বড় বয়স বা শারীরিক দুর্বলতার কারণে দাঁড়ানোর সময় কোনো খুঁটি বা লাঠির ওপর ভর করে নামাজ আদায় করা যায়।দাঁড়ানো ও বসার সংমিশ্রণ11- রাতের নামাজ (কিয়ামুল লাইল) বিনা কারণেই দাঁড়িয়ে বা বসে আদায় করা যায়, এবং উভয়কেই সংমিশ্রণ করা যায়: সে বসে নামাজ পড়বে, রুকু করার আগে দাঁড়াবে, বাকি আয়াত পড়বে, তারপর রুকু ও সেজদা করবে। দ্বিতীয় রাক‘আতেও একইভাবে করবে।12- বসে নামাজ করলে সে চুপচাপ বসে বা যে কোনো আরামদায়ক আসনে বসতে পারবে।জুতায় নামাজ13- সে নির্জুতো অবস্থায় নামাজ পড়তে পারবে, অথবা জুতা পরে নামাজ পড়তে পারবে।14- উত্তম হলো কখনও নির্জুতো, কখনও জুতা পরে নামাজ পড়া, যা তার জন্য সহজ হয়। নামাজের জন্য জুতা পরা বা খুলতে কোনো জটিলতা সৃষ্টি করা যাবে না।15- যদি সে জুতা খুলে রাখে, তা ডানদিকে না রেখে বামদিকে রাখবে, যদি সেখানে কেউ নামাজ না পড়ে। অন্যথায় পায়ের মাঝখানে রাখবে। (নোট: এটি সূক্ষ্ম নির্দেশ যে জুতা সামনের দিকে না রাখা উচিত, যা অনেকেই অমান্য করে।) এটি প্রমাণিতভাবে হাদীস থেকে জানা যায়।মিনবারে নামাজ16- ইমামকে শিক্ষার উদ্দেশ্যে মিনবারের মতো উঁচু স্থানে নামাজ পড়া অনুমোদিত। সে মিনবারে দাঁড়াবে, তাকবির বলবে, আয়াত পড়বে, রুকু করবে, তারপর সেজদা করতে মাটিতে নামাজ করবে এবং দ্বিতীয় রাক‘আতে একইভাবে করবে।সুতরা (সীমানা)র দিকে নামাজ পড়ার বাধ্যতা এবং কাছে যাওয়া17- মুসলিমকে সুতরা (সীমানা)র দিকে নামাজ পড়তে হবে, মসজিদ বা অন্য কোথাও, বড় বা ছোট সব ক্ষেত্রে। নবী ﷺ বলেছেন: “সুতরা ছাড়া নামাজ পড়বেন না, আর কারো সামনে যাওয়াকে অনুমতি দেবেন না। সে যদি অমান্য করে, তাকে প্রতিহত করুন, কারণ সে শয়তানের সঙ্গে আছে।”18- নবী ﷺ নির্দেশ অনুযায়ী সুতরা থেকে কাছে থাকা আবশ্যক।19- নবী ﷺ এর সেজদার স্থান এবং দেয়ালের মধ্যে প্রায় একটি ভেড়ার পথের সমান ফাঁক ছিল। এভাবে যারা নামাজ পড়ে, তারা প্রয়োজনীয় কাছাকাছি অবস্থান পূরণ করেছে। (নোট: যা দেখা যায়, অনেক মসজিদে মানুষ নামাজ মসজিদের মধ্যবর্তী স্থানে পড়ে, এটি নবী ﷺ এর নির্দেশের বিপরীত।)সুতরা উচ্চতা20- সুতরা মাটির থেকে প্রায় এক/span বা দুই/span উঁচু হতে হবে, নবী ﷺ বলেছেন: “যদি তোমাদের কেউ সামনের দিকে কিছু বসায়, যেমন আঠারার শেষ অংশ, তবে সে নামাজ পড়ুক এবং তা অতিক্রম করা যাই কিনা তা চিন্তা কোরো না।”(আঠারার শেষ অংশ হলো উটের স্যাডলের শেষ খুঁটি।)21- সুতরার দিকে সরাসরি মুখ করা আবশ্যক। সামান্য বাঁ বা ডান দিকে মুখ করলে কোনো প্রমাণ নেই।22- মাটিতে ঠোকানো লাঠি, গাছ, স্তম্ভ, স্ত্রীর বিছানায় শুয়ে থাকা, বা পশু—এমনকি উটের দিকে নামাজ পড়া অনুমোদিত।কবরের দিকে নামাজ নিষিদ্ধ23- কবরের দিকে নামাজ পড়া সম্পূর্ণরূপে নিষিদ্ধ, নবী বা অন্য কারো কবর হলেও।প্রার্থীর সামনের দিকে পার হওয়া নিষিদ্ধ, হজ্জ মসজিদেও24- যদি প্রার্থীর সামনের দিকে সুতরা থাকে, তাহলে তার সামনে পার হওয়া যাবে না। হজ্জ মসজিদ বা অন্য মসজিদ সব ক্ষেত্রে একই নিয়ম প্রযোজ্য। নবী ﷺ বলেছেন: “যদি পার হওয়া ব্যক্তি জানত শাস্তি কী, তবে চলার চেয়ে ৪০ দিন অপেক্ষা করাই উত্তম।”সামনের পথ বন্ধ করা25- সুতরা থাকলে কেউ তার সামনে পার হতে পারবে না। নবী ﷺ বলেছেন: “যদি কেউ সুতরার সামনে পার হতে চায়, তাকে বুক দিয়ে ঠেলা এবং যতটা সম্ভব প্রতিহত করো। যদি সে অমান্য করে, তাকে প্রতিহত করো, কারণ সে শয়তান।”পার হওয়া প্রতিরোধের জন্য এগিয়ে যাওয়া26- প্রার্থীর অনুমতি আছে এক বা একাধিক ধাপ এগিয়ে যেতে, যেন শিশু বা পশু তার সামনের দিকে না আসে, তারা তার পেছনে চলে যাবে।নামাজ বাতিল হওয়ার কারণ27- সুতরা ব্যবহার না করলে প্রার্থীর নামাজ বাতিল হয় যদি পূর্ণবয়স্ক নারী, গাধা, বা কালো কুকুর তার সামনে চলে যায়।","es":"6- Es obligatorio rezar de pie, y esto es un pilar de la oración, excepto para:Quien realiza la oración del miedo o en lucha intensa, a quien se le permite rezar montado.La persona enferma que no puede estar de pie, que debe rezar sentado si puede, o recostado de lado.Quien realiza oraciones voluntarias, que puede rezar montado o sentado si lo desea, inclinando la cabeza para la reverencia y la postración, como hace la persona enferma, haciendo que su postración sea más baja que su inclinación.7- Quien reza sentado no puede colocar un objeto elevado en el suelo para postrarse sobre él. En su lugar, debe hacer que su postración sea más baja que su inclinación, si no puede colocar su frente directamente en el suelo.Oración en Barcos y Aviones8- Es permisible realizar la oración obligatoria en un barco, así como en un avión.9- Puede rezar sentado si teme caerse.10- También es permisible apoyarse en un pilar o bastón mientras se está de pie, debido a la edad avanzada o debilidad física.Combinación de Estar de Pie y Sentado11- Es permisible rezar la oración nocturna (Qiyam al-Layl) de pie o sentado sin excusa, y combinar ambos: puede rezar y recitar sentado, luego, antes de inclinarse, ponerse de pie, recitar los versículos restantes, luego inclinarse y postrarse. Repetirá lo mismo en la segunda rak‘ah.12- Si reza sentado, puede sentarse con las piernas cruzadas o en cualquier otra postura cómoda.Oración con Calzado13- Puede rezar descalzo o usando zapatos.14- Lo mejor es alternar según lo que le sea más fácil. No debe complicarse en ponerse o quitarse los zapatos para la oración: si está descalzo, reza descalzo; si tiene zapatos, reza con ellos, salvo alguna razón específica.15- Si los quita, no debe colocarlos a su derecha, sino a su izquierda, si no hay nadie rezando allí. De lo contrario, los coloca entre sus piernas. (Nota: Esto indica sutilmente que no deben colocarse frente a él, algo que muchos descuidan.) Esto está confirmado por el Profeta ﷺ.Oración en el Minbar (Púlpito)16- El imán puede rezar en un lugar elevado como el minbar para enseñar a la gente. Se coloca en él, dice el takbir, recita, se inclina, luego baja al suelo para postrarse y vuelve al minbar para la segunda rak‘ah, repitiendo lo mismo que hizo en la primera.Obligación de Rezar Hacia una Sutrah y Acercarse a Ella17- Se debe rezar hacia una sutrah (barrera frente al orante), ya sea en la mezquita o en otro lugar, sin importar el tamaño. El Profeta ﷺ dijo: “No recen sin sutrah, y no permitan que alguien pase frente a ustedes. Si insiste, combátanlo, porque lleva consigo al diablo.”18- Es obligatorio acercarse a la sutrah según la instrucción del Profeta ﷺ.19- La distancia entre el lugar de postración del Profeta ﷺ y la pared hacia la que rezaba era aproximadamente el espacio para que pasara una oveja. Quien haga lo mismo cumple con la cercanía requerida. (Nota: La práctica común de rezar en medio de la mezquita lejos de paredes o pilares contraviene la orden del Profeta ﷺ).Altura de la Sutrah20- La sutrah debe estar elevada a aproximadamente un palmo o dos sobre el suelo, según dijo el Profeta ﷺ: “Si alguien coloca algo frente a ti como la parte trasera de una silla de camello, reza y no te preocupes por quien pase más allá.”21- Se debe orientar directamente hacia la sutrah; no hay evidencia de girar ligeramente a la derecha o izquierda.22- Es permisible rezar hacia un palo clavado en la tierra, un árbol, un poste, hacia la esposa acostada bajo la manta, o hacia un animal, incluso un camello.Prohibición de Rezar Hacia Tumbas23- Está absolutamente prohibido rezar hacia tumbas, ya sean de profetas o de cualquier otra persona.Prohibición de Pasar Frente al Orante, Incluso en la Mezquita Sagrada24- No se permite pasar frente a alguien que reza si hay una sutrah delante de él. Esto aplica en la Mezquita Sagrada y en todas las demás mezquitas. El Profeta ﷺ dijo: “Si el que pasa supiera la infracción que comete, sería mejor esperar cuarenta (días, meses o años) que pasar frente a él.”Obligación de Evitar el Paso Frente al Orante25- El orante no debe permitir que nadie pase frente a su sutrah, de acuerdo con el hadiz: “Si alguien intenta pasar frente a tu sutrah, empújalo con el pecho y deténlo lo más que puedas. Si insiste, deténlo, porque es un demonio.”Avanzar para Evitar el Paso26- Se permite al orante dar uno o más pasos hacia adelante para impedir que un niño o un animal pase frente a él, hasta que pasen detrás.Qué Invalida la Oración27- Sin una sutrah, la oración se invalida si pasa una mujer adulta, un burro o un perro negro frente al orante.","id":"6- Wajib shalat sambil berdiri, dan ini merupakan rukun shalat, kecuali untuk:Orang yang sedang shalat dalam kondisi takut atau pertempuran sengit, diperbolehkan shalat sambil menunggang.Orang sakit yang tidak mampu berdiri, shalat duduk jika mampu, jika tidak, shalat menyamping.Orang yang melaksanakan shalat sunnah, boleh shalat sambil menunggang atau duduk jika ia mau, ruku’ dan sujud dengan menundukkan kepala, seperti orang sakit, dan sujudnya lebih rendah dari ruku’.7- Orang yang shalat duduk tidak boleh meletakkan sesuatu di atas tanah untuk bersujud di atasnya. Ia harus membuat sujudnya lebih rendah dari ruku’, jika tidak bisa menempelkan dahinya langsung ke tanah.Shalat di Kapal dan Pesawat8- Shalat fardhu diperbolehkan di kapal maupun pesawat.9- Boleh shalat duduk jika takut jatuh.10- Boleh bersandar pada tiang atau tongkat saat berdiri karena usia lanjut atau lemah fisik.Menggabungkan Berdiri dan Duduk11- Shalat malam (Qiyam al-Lail) boleh dilakukan berdiri atau duduk tanpa uzur, dan boleh menggabungkan keduanya: shalat dan membaca Al-Qur’an sambil duduk, sebelum ruku’ berdiri, membaca sisa ayat, lalu ruku’ dan sujud. Ulangi hal yang sama di rakaat kedua.12- Jika shalat duduk, duduklah bersila atau dalam posisi lain yang nyaman.Shalat dengan Alas Kaki13- Boleh shalat tanpa alas kaki, atau memakai alas kaki.14- Sebaiknya kadang-kadang tanpa alas kaki, kadang memakai alas kaki, sesuai kemudahan. Jangan memaksakan memakai atau melepas alas kaki hanya untuk shalat.15- Jika melepas alas kaki, jangan letakkan di kanan, tetapi di kiri jika tidak ada orang shalat di sana. Jika ada, letakkan di antara kaki. (Catatan: Ini menunjukkan etika bahwa tidak meletakkan di depan.)Shalat di Mimbar16- Imam boleh shalat di tempat tinggi seperti mimbar untuk mengajar, berdiri di atasnya, takbir, membaca, ruku’, lalu turun ke lantai untuk sujud, kembali ke mimbar untuk rakaat kedua dengan cara yang sama.Kewajiban Menghadap Sutrah dan Mendekat17- Wajib shalat menghadap sutrah, di masjid atau tempat lain, besar atau kecil. Nabi ﷺ bersabda: “Jangan shalat tanpa sutrah, dan jangan biarkan orang lewat di depanmu. Jika memaksa, lawanlah, karena bersamanya setan.”18- Wajib mendekat ke sutrah, sesuai perintah Nabi ﷺ.19- Jarak antara tempat sujud Nabi ﷺ dan dinding yang dihadapinya kira-kira selebar seekor domba. Melakukan demikian memenuhi kedekatan yang diwajibkan. (Catatan: Shalat di tengah masjid jauh dari dinding atau tiang bertentangan dengan perintah Nabi ﷺ).Tinggi Sutrah20- Sutrah harus sekitar satu atau dua hasta di atas tanah, Nabi ﷺ bersabda: “Jika ada sesuatu diletakkan di depanmu seperti bagian belakang pelana, shalatlah dan jangan pedulikan siapa yang lewat di belakangnya.”21- Harus menghadap sutrah secara langsung; tidak ada bukti membelok sedikit ke kanan atau kiri.22- Boleh shalat menghadap tongkat ditancapkan, pohon, tiang, istri di tempat tidur tertutup selimut, atau hewan, termasuk unta.Larangan Shalat Menghadap Kubur23- Dilarang mutlak shalat menghadap kubur, nabi atau bukan nabi.Larangan Lewat di Depan Orang yang Shalat, Termasuk di Masjid Haram24- Tidak boleh lewat di depan orang yang shalat jika ada sutrah. Berlaku di Masjid Haram maupun masjid lain. Nabi ﷺ bersabda: “Jika orang yang lewat tahu dosa yang ia lakukan, lebih baik menunggu empat puluh (hari, bulan, atau tahun) daripada lewat di depan orang yang shalat.”Kewajiban Mencegah Lewat di Depan Orang yang Shalat25- Orang yang shalat ke sutrah tidak boleh membiarkan orang lewat di depannya. Nabi ﷺ bersabda: “Jika ada yang mencoba lewat di depan sutrahmu, dorong dengan dada dan cegah semampumu. Jika memaksa, cegah dia, karena itu setan.”Maju untuk Mencegah Lewat26- Boleh melangkah satu atau beberapa langkah ke depan agar anak-anak atau hewan tidak lewat di depan, hingga mereka lewat di belakang.Yang Membatalkan Shalat27- Tanpa sutrah, shalat batal jika wanita dewasa, keledai, atau anjing hitam lewat di depan orang yang shalat.","ur":"6- کھڑے ہو کر نماز پڑھنا واجب ہے اور یہ نماز کے ارکان میں سے ہے، سوائے:جس شخص نے نماز خوف یا شدید جنگ میں ادا کرنی ہو، اسے سواری پر نماز پڑھنا جائز ہے۔جو بیمار ہو اور کھڑا نہ ہو سکے، اگر ممکن ہو تو بیٹھ کر نماز پڑھے، ورنہ ایک طرف لیٹ کر۔نفل نماز پڑھنے والا، اگر چاہے تو سواری پر یا بیٹھ کر نماز پڑھ سکتا ہے، سر جھکا کر رکوع اور سجدہ کرے، جیسا بیمار شخص کرتا ہے، اور اس کا سجدہ رکوع سے نیچے ہوگا۔7- بیٹھ کر نماز پڑھنے والا چیز کو زمین پر رکھ کر اس پر سجدہ نہیں کر سکتا۔ بلکہ سجدہ رکوع سے نیچے ہونا چاہیے، اگر وہ براہ راست ماتھے کو زمین پر نہ رکھ سکے۔جہاز اور طیارے میں نماز8- فرض نماز جہاز یا کشتی میں ادا کرنا جائز ہے۔9- اگر گِرنے کا خوف ہو تو بیٹھ کر نماز پڑھ سکتا ہے۔10- بڑھاپے یا جسمانی کمزوری کی وجہ سے کھڑے ہو کر نماز کے دوران ستون یا لاٹھٰی پر سہارا لینا جائز ہے۔قیام اور قعدہ کا امتزاج11- رات کی نماز (قیام اللیل) بغیر عذر کے کھڑے یا بیٹھ کر پڑھنا جائز ہے، اور دونوں کا امتزاج بھی جائز ہے: وہ بیٹھ کر نماز پڑھے اور تلاوت کرے، رکوع سے پہلے کھڑے ہو کر باقی آیات پڑھے، پھر رکوع اور سجدہ کرے۔ دوسری رکعت میں بھی یہی عمل دہرائے۔12- اگر بیٹھ کر نماز پڑھے، تو چپکے بیٹھے یا کسی آرام دہ حالت میں بیٹھے۔جوتوں کے ساتھ نماز13- وہ ننگے پاؤں نماز پڑھ سکتا ہے، اور جوتے پہن کر بھی پڑھ سکتا ہے۔14- بہترین یہ ہے کہ کبھی ننگے پاؤں اور کبھی جوتے پہن کر نماز پڑھے، جیسا آسان ہو۔ نماز کے لیے جوتے پہننا یا اتارنا لازم نہیں۔15- اگر جوتے اتارے، تو انہیں دائیں طرف نہ رکھے بلکہ بائیں طرف رکھے، اگر وہاں کوئی نماز نہ پڑھ رہا ہو۔ ورنہ اپنے پیروں کے درمیان رکھے۔ (نوٹ: یہ نکتہ کہ جوتے سامنے نہ رکھے جائیں، زیادہ تر لوگ نہیں مانتے۔) یہ حکم حضرت نبی ﷺ سے ثابت ہے۔منبر پر نماز16- امام کو منبر یا بلند مقام پر نماز پڑھنا جائز ہے تاکہ لوگوں کو تعلیم دے سکے، وہ اس پر کھڑا ہو کر تکبیر کہے، تلاوت کرے، رکوع کرے، پھر سجدہ کے لیے زمین پر اترے اور دوسری رکعت میں پہلے کی طرح عمل کرے۔سترة کی طرف نماز پڑھنا اور اس کے قریب ہونا17- سترہ کی طرف نماز پڑھنا واجب ہے، چاہے مسجد ہو یا کہیں اور، بڑا یا چھوٹا فرق نہیں۔ نبی ﷺ نے فرمایا: “سترة کے بغیر نماز نہ پڑھو اور کسی کو تمہارے سامنے سے گزرنے نہ دو۔ اگر وہ ضد کرے تو اسے روک دو، کیونکہ اس کے ساتھ شیطان ہے۔”18- سترہ کے قریب ہونا بھی واجب ہے جیسا نبی ﷺ نے حکم دیا۔19- نبی ﷺ کی سجدہ کی جگہ اور دیوار کے درمیان تقریباً ایک بھیڑ کے گزرنے کے لیے جگہ تھی۔ جو ایسا کرے، اس نے ضروری قربت پوری کی۔ (نوٹ: زیادہ تر لوگ مسجد کے بیچ میں نماز پڑھتے ہیں، یہ نبی ﷺ کے عمل کے مطابق نہیں۔)سترة کی بلندی20- سترہ زمین سے تقریباً ایک یا دو ہندسہ اوپر ہونی چاہیے۔ نبی ﷺ نے فرمایا: “اگر کوئی تمہارے سامنے کچھ رکھے جیسے اونٹ کے زین کی پچھلی طرف، نماز پڑھو اور پرواہ نہ کرو کہ کون اس کے پار گزرے گا۔”21- سیدھا سترہ کی طرف رخ کرنا ضروری ہے؛ دائیں یا بائیں تھوڑا مڑنا ثابت نہیں۔22- زمین میں ٹھوکی ہوئی لاٹھی، درخت، ستون، بیوی جو بستر پر پردے کے نیچے لیٹی ہو، یا جانور، حتیٰ کہ اونٹ کی طرف بھی نماز جائز ہے۔قبور کی طرف نماز کی ممانعت23- قبور کی طرف نماز پڑھنا بالکل حرام ہے، چاہے وہ نبی کی قبر ہو یا کسی اور کی۔نماز گزار کے سامنے سے گزرنے کی ممانعت، حتیٰ کہ مسجد حرام میں بھی24- اگر نماز گزار کے سامنے سترہ ہو تو اس کے سامنے سے گزرنا جائز نہیں۔ یہ حکم مسجد حرام یا دیگر مساجد میں برابر لاگو ہوتا ہے۔ نبی ﷺ نے فرمایا: “اگر گزرنے والا جانتا کہ اس پر کیا گناہ ہوگا تو چالیس دن انتظار کرنا بہتر تھا بجائے اس کے کہ اس کے سامنے سے گزرے۔”گزرنے سے روکنے کی واجبیت25- نماز گزار کسی کو اپنے سامنے سے گزرنے نہ دے۔ نبی ﷺ نے فرمایا: “اگر کوئی تمہاری سترہ کے سامنے سے گزرنا چاہے تو سینے سے روک دو اور جتنا ممکن ہو اسے روک دو۔ اگر ضد کرے تو لڑو، کیونکہ وہ شیطان ہے۔”گزرنے سے روکنے کے لیے آگے بڑھنا26- نماز گزار ایک یا زیادہ قدم آگے بڑھ سکتا ہے تاکہ بچے یا جانور اس کے سامنے سے نہ گزرے، جب تک وہ اس کے پیچھے نہ گزر جائیں۔کیا چیز نماز کو باطل کرتی ہے27- سترہ کے بغیر، اگر بالغ عورت، گدھا یا کالی کتا نماز گزار کے سامنے سے گزر جائے تو نماز باطل ہو جاتی ہے۔","tr":"6- Namazı ayakta kılmak farzdır ve bu namazın rükünlerinden biridir, fakat istisnalar vardır:Korku namazı veya şiddetli savaş namazı kılan kişi, binek üzerinde namaz kılabilir.Ayakta duramayan hasta kişi, mümkünse oturarak namaz kılar, değilse yanına yatarak.Nafl namaz kılan kişi, isterse binek üzerinde veya oturarak namaz kılabilir, başını eğerek rüku ve secde yapar, hasta kişi gibi ve secdesi rükusundan daha alçakta olur.7- Oturarak namaz kılan kişi, üzerine secde yapmak için bir şeyi yere koyamaz. Secdesi rükusundan daha alçak olmalıdır, eğer doğrudan alnını yere koyamıyorsa.Gemi ve Uçakta Namaz8- Farz namaz gemi veya uçakta kılınabilir.9- Düşme korkusu varsa oturarak namaz kılabilir.10- Yaşlılık veya fiziksel zayıflık nedeniyle ayakta dururken bir direğe veya değneğe dayanmak caizdir.Ayakta Durma ve Oturmayı Birleştirmek11- Gece namazı (Kıyamü’l-Leyl) mazeretsiz olarak ayakta veya oturarak kılınabilir ve ikisini birleştirmek de mümkündür: Oturarak namaz kılar ve okur, rükudan önce ayağa kalkar, kalan ayetleri okur, sonra rükû ve secde yapar. İkinci rekâtte de aynı şekilde tekrarlar.12- Oturarak namaz kılarsa, rahat bir şekilde bağdaş kurarak veya başka bir oturuş şeklinde oturabilir.Ayakkabıyla Namaz13- Ayakkabı giymeden veya ayakkabı ile namaz kılabilir.14- En iyisi, bazen ayakkabısız, bazen ayakkabılı namaz kılmak, hangisi kolaysa. Namaz için ayakkabı giymek veya çıkarmak zorunda değildir.15- Ayakkabıları çıkarırsa, sağa değil sola koymalıdır, eğer orada namaz kılan yoksa. Aksi takdirde ayaklarının arasına koyar. (Not: Bu, ayakkabıların önüne konulmaması gerektiğini nazikçe gösterir.) Bu hüküm Peygamber ﷺ’den sabittir.Minberde Namaz16- İmam, insanları eğitmek için minber gibi yüksek bir yerde namaz kılabilir; üzerinde durur, tekbir alır, okur, rükû yapar, sonra secde için yere iner ve ikinci rekâtte ilk rekâtteki gibi tekrar eder.Sütüraya Doğru Namaz Kılmak ve Yakın Olmak17- Sütüraya doğru namaz kılmak farzdır, ister cami olsun ister başka bir yer, büyük veya küçük fark etmez. Peygamber ﷺ şöyle buyurmuştur: “Süturasız namaz kılmayın ve kimsenin önünüzden geçmesine izin vermeyin. Eğer zorlayıcı olursa, onu durdurun, çünkü yanında şeytan vardır.”18- Peygamber ﷺ’in emri doğrultusunda süturaya yakın olmak farzdır.19- Peygamber ﷺ’in secde ettiği yer ile duvar arasındaki mesafe yaklaşık bir koyunun geçebileceği kadardı. Bunu yapan kişi gerekli yakınlığı yerine getirmiş olur. (Not: İnsanların caminin ortasında duvarlardan veya sütunlardan uzakta namaz kılması, Peygamber ﷺ’in sünnetine aykırıdır.)Sütura Yüksekliği20- Sütura yerden yaklaşık bir veya iki arşın yükseklikte olmalıdır. Peygamber ﷺ şöyle buyurmuştur: “Önüne bir şey koyulursa, deve eyerinin arkasına benzer, namaz kıl ve kim geçerse geçsin, umursama.”21- Doğrudan süturaya yönelmek gerekir; sağa veya sola hafif dönmek sabit değildir.22- Toprağa saplanmış bir sopa, ağaç, direk, örtülü yatakta yatan eş veya bir hayvan, hatta deveye doğru namaz kılmak caizdir.Mezar Yönüne Namaz Kılmak Haramdır23- Mezar yönüne namaz kılmak kesinlikle haramdır; ister peygamber mezarı olsun, ister başka biri.Namaz Kılanın Önünden Geçmek Haramdır, Haram Camide Bile24- Namaz kılanın önünde sütura varsa, onun önünden geçmek caiz değildir. Bu, Haram Camii ve diğer camilerde geçerlidir. Peygamber ﷺ buyurmuştur: “Geçen kişi günahını bilseydi, kırk gün beklemesi daha hayırlı olurdu, önünden geçmektense.”Namaz Kılanın Önünden Geçmeyi Önlemek Farzdır25- Süturaya bakan kişi, önünden kimsenin geçmesine izin veremez. Peygamber ﷺ buyurmuştur: “Süturana yaklaşmak isteyen olursa, göğsünle durdur ve elinden geldiğince engelle. Direnirlerse, durdur; çünkü o şeytandır.”Geçişi Önlemek İçin İleri Gitmek26- Namaz kılan, çocuk veya hayvanın önünden geçmemesi için bir veya daha fazla adım öne atabilir, ta ki arkasından geçene kadar.Namazı Bozan Durumlar27- Sütura olmadan, yetişkin bir kadın, eşek veya siyah köpek namaz kılanın önünden geçerse, namaz bozulur.","ku":"6- پێویستە بەڕۆشتن نماز بخوێنێت و ئەمە یەکێکە لە رۆکنەکانی نماز، بەڵام بۆ ئەوانەی خوارەوە:ئەو کەسەی نمازى ترسی یان شەڕى قەوی دەکات، دەتوانێت سواربێت و بخوێنێت.نەخۆش کە نەتوانێت بەڕۆشتن بخوێنێت، ئەگەر بتوانێت بەنووسەوە بخوێنێت، ئەگەر نەبوو، بەلاوەکە دەخوێنێت.نفل بخوێنێت، دەتوانێت سوار یان بەنووسەوە بخوێنێت، سەرەکەی خۆی دا بۆ رکوع و سجود، و هەمان شت کە نەخۆش دەکات. سجودەکەی کەمتر دەبێت لە رکوع.7- ئەو کەسەی ناوەندە بخوێنێت ناتوانێت شتێک لەسەر زەوی بێنێت بۆ سجودکردن لەسەر. بەلکو سجودەکەی دەبێت کەمتر بێت لە رکوع، ئەگەر نەتوانێت مستقیم سەرەکەی بگەیەنێت بۆ زەوی.نماز لە کشتی و فڕۆکە8- نماز فەرز لە کشتی یان فڕۆکە جێگیرە.9- ئەگەر ترسە بۆ هەڵكەوتن، دەتوانێت بەنووسەوە بخوێنێت.10- دەتوانێت سەربەست بەپۆل یان چەق بگرێت بەهۆی تەمەنی گەورە یان تەندروستی بەردەست نەبوو.تێکدانی بەڕۆشتن و ناوەندە11- نماز شەو (قیام لیل) دەتوانرێت بەڕۆشتن یان بەنووسەوە بخوێنرێت بەبێ عذر، و دەتوانرێت یەکگرتوو بێت: دەتوانێت ناوەندە بخوێنێت و بخوێنێت، پێش رکوع بەڕۆشتن بخوێنێت، ئەو آیتە دواترەکان بخوێنێت، دوای آن رکوع و سجود بکات. دوای رکعت دووەم هەمان شت دەکات.12- ئەگەر ناوەندە بخوێنێت، دەتوانێت بەڕێگەی ئاسان بخوێنێت یان لەهەر شێوەیەکی دیکەی ئارام بخوێنێت.نماز لەگەڵ پێشکاوتەکان13- دەتوانێت بێ پێشکاوت بخوێنێت یان بە پێشکاوت بخوێنێت.14- باشترە گەر جارێک بێ پێشکاوت، جارێک بە پێشکاوت بخوێنێت، پێویست نەکراوە جەستەی خۆی هەڵبژاردن بۆ نماز.15- ئەگەر پێشکاوتەکان بدەڕێت، نەبێت لە راست بێنێت، بەڵکو لە چەپ بێنێت، ئەگەر کەسێک ناوەندە نەخوێنێت، ئەگەر نەبوو، لە نێوان پێیان بێنێت. (تێبینی: ئەمە دەربارەی ئەدابەتی ئاسانە کە پێشکاوتەکان لەپێش نەبوو. ئەمە لە ھەدیسی پەیغمەبر ﷺ دڵنیابووە.)نماز لە منبەر16- ئیمام دەتوانێت لە شوێنێکی بەرز وەک منبەر نماز بخوێنێت بۆ فێرکردنی خەڵک، لەسەرەوە دەست بگرێت، تکبیر بڵێت، بخوێنێت، رکوع بکات، دوای آن سجدە بۆ زەوی، دوای رکعت دووەم هەمان شت دەکات.پێویستی بەستنی نماز بۆ سترە و نزیکبوون17- پێویستە بە سترە نماز بخوێنێت، مەسجد یان شوێنێکی تر، گەورە یان بچوک. پەیغمەبر ﷺ وتی: “بێ سترە نماز نەخوێنێن و نەبێت کەسێک لە پێش چاوەکانت بگذرێت. ئەگەر هەژمار بکات، وەک شیطانە.”18- نزیکبوون بۆ سترە ڕێکەوتە.19- نێوان شوێنی سجود پەیغمەبر ﷺ و دیوار قەبارەی تەقریبی گەنجی گەورە بوو. ئەو کەسەی ئەمە بکات، نزیکی پێویست گەیشتووە. (تێبینی: زۆربەی خەڵک لە ناو مەسجد دەخوێنن، لە دوور لە دیوار یان ستون، ئەمە بەپەیوانی پەیغمەبر ﷺ نییە.)بەرزی سترە20- سترە دەبێت نزیکەی یەک یان دوو شبار لەسەر زەوی بێت، پەیغمەبر ﷺ وتی: “ئەگەر شتێک پێش دەستت بێنێ، وەک دەمەکەی ھەڵبژاردن، نماز بخوێنە و نەخەوە کێ بڕوایە بڕۆ.”21- دەبێت ڕاستەوخۆ بۆ سترە ڕوو بدات؛ گەڕان بۆ راست یان چەپ وەک ئەو نەوتراوە.22- دەتوانێت بۆ سەربەست لە سوتا یان دار، ستون، هاوڕێی خەوندا، یان ئاژەڵ، حتی جەمەلی، نماز بخوێنێت.قەبەرەکان بۆ نماز خواندن حرامن23- بۆ قەبەر هیچ جۆرێک نماز خواندن ڕێگە نیە، نە قەبەرە پەیغمەبر و نە قەبەرێکی تر.پێویستی بەسەرچوون لە پێش نمازی خوان، هەتا لە مەسجدی حەرام24- ئەگەر پێش نمازی خوان سترە بوو، ڕێگەی گەزر لە پێشەوە نیە. ئەمە هەموو مەسجدەکاندا ڕەوشە، هەتا مەسجدی حەرام. پەیغمەبر ﷺ وتی: “ئەگەر کەسێک بزانێت گناهەکەی چیە، باشترە چەلەک ڕەگەز بکات بۆ گەزر لە پێشەوە.”پێویستی بەپاراستنی گەزر لە پێش نمازی خوان25- نەبێت ڕێگە بدات کە کەسێک لە پێش سترەکەی بگذرێت. پەیغمەبر ﷺ وتی: “ئەگەر کەسێک هەوڵ دەدات بگذرێت، بە سەرەکە دەگرت و هەوڵ بدە تا بتوانیت وەستانێت. ئەگەر بەرەوپێش بوو، وەستانێت، چونکە ئەو شیطانە.”پێویستی بە پێش چوون بۆ پاراستن لە گەزر26- نمازی خوان دەتوانێت یەک یان زیاتر هەنگاوەکان بەرەوپێش ببە، بۆ ئەوەی منداڵ یان ئاژەڵ نەگذرێت لە پێشەوە، تاوەکو لە دواوەوە بگذرێت.کەسێک چی دەکاتەوە کە نمازی بەسەر نیە27- بێ سترە، اگر کەسێکی گەورە، ہەسەر یان سەگێکی ڕەش لە پێش نمازی خوان بگذرێت، نماز دەست نەدەبێت.","ms":"6- Wajib solat dalam keadaan berdiri, dan ini merupakan salah satu rukun solat, kecuali untuk:Orang yang menunaikan solat dalam keadaan takut atau peperangan sengit, dibenarkan solat di atas tunggangan.Orang sakit yang tidak mampu berdiri, dibenarkan solat duduk jika mampu, jika tidak, solat mengiring.Orang yang menunaikan solat sunat, dibenarkan solat di atas tunggangan atau duduk, ruku’ dan sujud dengan menundukkan kepala, seperti orang sakit, dan sujudnya lebih rendah daripada ruku’.7- Orang yang solat duduk tidak dibenarkan meletakkan sesuatu di atas tanah untuk sujud di atasnya. Sebaliknya, sujudnya lebih rendah daripada ruku’, jika tidak mampu meletakkan dahi terus ke tanah.Solat di Kapal dan Pesawat8- Solat fardhu dibenarkan di kapal dan pesawat.9- Boleh solat duduk jika takut jatuh.10- Boleh bergantung pada tiang atau tongkat semasa berdiri kerana usia lanjut atau kelemahan fizikal.Menggabungkan Berdiri dan Duduk11- Solat malam (Qiyam al-Lail) dibenarkan berdiri atau duduk tanpa uzur, dan boleh menggabungkan kedua-duanya: membaca surah dalam keadaan duduk, sebelum ruku’ berdiri membaca baki ayat, kemudian ruku’ dan sujud. Ulangi bagi rakaat kedua dengan cara yang sama.12- Jika solat duduk, boleh duduk bersila atau dalam posisi lain yang selesa.Solat dengan Kasut13- Boleh solat tanpa kasut, atau memakai kasut.14- Sebaiknya kadang-kadang tanpa kasut, kadang memakai kasut, ikut keselesaan. Tidak diwajibkan pakai atau tanggalkan kasut untuk solat.15- Jika menanggalkan kasut, jangan letak di sebelah kanan, tetapi di kiri jika tiada orang solat di sana. Jika ada, letak di antara kaki. (Nota: Ini menunjukkan adab agar kasut tidak diletak di hadapan.) Hukum ini disandarkan kepada Nabi ﷺ.Solat di Mimbar16- Imam boleh solat di tempat tinggi seperti mimbar untuk mengajar orang, berdiri di atasnya, bertakbir, membaca, ruku’, kemudian turun ke lantai untuk sujud, kembali ke mimbar untuk rakaat kedua dengan cara yang sama.Wajib Solat Menghadap Sutrah dan Dekat Dengannya17- Wajib solat menghadap sutrah, sama ada di masjid atau di tempat lain, tua atau muda. Nabi ﷺ bersabda: “Jangan solat tanpa sutrah dan jangan biarkan sesiapa melepasi depanmu. Jika dia memaksa, cegah dia, kerana bersamanya syaitan.”18- Wajib mendekat kepada sutrah seperti perintah Nabi ﷺ.19- Jarak antara tempat sujud Nabi ﷺ dan dinding kira-kira selebar seekor kambing. Melakukan demikian memenuhi kewajiban kedekatan. (Nota: Ramai orang solat di tengah masjid jauh dari dinding atau tiang, ini tidak selaras dengan sunnah Nabi ﷺ.)Tinggi Sutrah20- Sutrah mesti kira-kira satu atau dua hasta dari tanah. Nabi ﷺ bersabda: “Jika ada sesuatu diletakkan di depanmu seperti hujung pelana unta, solatlah dan jangan pedulikan siapa yang melepasi di belakangnya.”21- Harus menghadap sutrah secara terus; berpaling sedikit ke kanan atau kiri tidak sah.22- Boleh solat menghadap kayu tertancap, pokok, tiang, isteri di atas katil tertutup selimut, atau haiwan termasuk unta.Haram Solat Menghadap Kubur23- Tidak dibenarkan solat menghadap kubur, sama ada kubur Nabi atau orang lain.Haram Melepas Depan Orang Solat, Termasuk Masjid Haram24- Tidak dibenarkan melepasi depan orang yang solat jika ada sutrah. Ini terpakai di Masjid Haram dan masjid lain. Nabi ﷺ bersabda: “Jika orang yang melepasi tahu dosa yang dilakukannya, lebih baik menunggu empat puluh daripada melepasi di depannya.”Wajib Mencegah Lepas Depan Orang Solat25- Orang yang solat menghadap sutrah tidak boleh membenarkan sesiapa melepasi depan. Nabi ﷺ bersabda: “Jika seseorang cuba melepasi sutrahmu, cegah dengan dada dan lakukan semampumu. Jika dia memaksa, cegah kerana dia syaitan.”Melangkah Ke Hadapan Untuk Mencegah Lepas26- Boleh melangkah satu atau lebih langkah ke hadapan agar anak-anak atau haiwan tidak melepasi depan, sehingga mereka melepasi belakang.Apa Yang Membatalkan Solat27- Tanpa sutrah, jika wanita dewasa, keldai, atau anjing hitam melepasi depan orang yang solat, solatnya batal."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"النية","en":"Intention (Niyyah)","bn":"উদ্দেশ্য (নিয়্যাহ)","es":"Intención (Niyyah)","id":"Niat (Niyyah)","ur":"نیت (Niyyah)","tr":"Niyet (Niyyah)","ku":"نیت (Niyyah)","ms":"Niat (Niyyah)"},"title":{"ar":"النية","en":"Intention (Niyyah)","bn":"উদ্দেশ্য (নিয়্যাহ)","es":"Intención (Niyyah)","id":"Niat (Niyyah)","ur":"نیت (Niyyah)","tr":"Niyet (Niyyah)","ku":"نیت (Niyyah)","ms":"Niat (Niyyah)"},"subtitle":{"ar":"28- ولا بد للمصلي من أن ينوي للصلاة التي قام إليها ,، وتعيينها بقلبه، كفرض الظهر أو العصر، أو سُّنتهما مثلا، وهو شرط أو ركنٌ، وأما التلفظ بها بلسانه فبدعة مخالفة للسنة، ولم يقل بها أحدٌ من متبوعي المقلدين من الأئمة.","en":"28- It is obligatory for the person praying to make the intention in their heart for the specific prayer they are about to perform, such as the obligatory Zuhr or Asr, or their respective Sunnah prayers. This intention is a condition or a pillar of the prayer. As for verbally expressing it with the tongue, this is considered an innovation (bid‘ah) contrary to the Sunnah, and none of the imitated scholars from the followers of the imams have stated that it should be done.","bn":"28- যারা নামাজ পড়ছে, তাদের জন্য আবশ্যক যে তারা তাদের হৃদয়ে সেই নামাজের উদ্দেশ্য নির্ধারণ করুক যা তারা পড়তে যাচ্ছেন, যেমন ফরজ জোহর বা আসর, অথবা তাদের সুন্নাহ নামাজ। এই উদ্দেশ্য নামাজের একটি শর্ত বা রুকন। তবে মুখ দিয়ে উচ্চারণ করা নবুয়তবিরোধী bid‘ah হিসেবে গণ্য হয়, এবং কোনো অনুসারী বা মুফতিদের মধ্যে কেউ এটি করতে বলেননি।","es":"28- Es obligatorio que la persona que reza tenga la intención en su corazón para la oración que va a realizar, como el Zuhr o Asr obligatorio, o sus respectivas oraciones Sunnah. Esta intención es una condición o un pilar de la oración. Expresarla verbalmente con la lengua se considera una innovación (bid‘ah) contraria a la Sunnah, y ninguno de los seguidores de los imames ha afirmado que deba hacerse","id":"28- Wajib bagi orang yang shalat untuk meniatkan di dalam hatinya shalat yang akan dilakukannya, seperti shalat Zuhur atau Ashar wajib, atau shalat Sunnahnya. Niat ini merupakan syarat atau rukun dari shalat. Sedangkan mengucapkannya dengan lisan dianggap bid‘ah yang bertentangan dengan Sunnah, dan tidak ada seorang pun dari para pengikut imam yang menyatakan bahwa hal itu harus dilakukan.","ur":"28- نماز پڑھنے والے کے لیے لازم ہے کہ وہ اپنے دل میں اس نماز کی نیت کرے جو وہ پڑھنے جا رہا ہے، جیسے فرض ظہر یا عصر، یا ان کی سنت۔ یہ نیت نماز کا شرط یا رکن ہے۔ زبان سے اس کا اظہار کرنا بدعت ہے اور سنت کے خلاف ہے، اور کسی امام کے پیروکاروں میں سے کسی نے بھی ایسا کرنے کی بات نہیں کی۔","tr":"28- Namaz kılan kişi, kılacağı namazın niyetini kalbinde yapmalıdır; örneğin farz Zühür veya Asr namazı veya bunların sünneti. Bu niyet namazın şartı veya rüknüdür. Niyetin diliyle söylenmesi, sünnete aykırı bir bid‘ah olarak kabul edilir ve imamların takipçileri arasında bunu yapması gerektiğini söyleyen kimse yoktur.","ku":"28- پێویستە کەسێک کە نمازی دەخوێنێت نیتەکەی لە دڵەوە بکات بۆ نمازی کە دەخوێنێت، وەکو فەرزی ڕۆژانە یان عەصر، یان سونەتەکانیان. ئەم نیتە پێویستە یان رۆکنی نمازه. بەڵام لە زاری خۆرگەوە وتنی ئەو نیتە بۆ قەبارەیەکی نوسراو (bid‘ah) بە شێوەی سونەتەوە پەیوەندیدارە، و هیچ یەک لە ئەو پەیروەکان و مامۆستاكانی ئەئمەیما ناتوانن وتی بۆ ئەمە پێویستە.","ms":"28- Wajib bagi orang yang menunaikan solat untuk membuat niat dalam hati bagi solat yang akan dilakukannya, seperti solat Zuhur atau Asar fardhu, atau solat Sunatnya. Niat ini merupakan syarat atau rukun solat. Manakala menyatakannya dengan lisan dianggap sebagai bid‘ah yang bertentangan dengan Sunnah, dan tiada seorang pun daripada pengikut para imam yang menyatakan bahawa ia perlu dilakukan."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"التكبيرُ"},"title":{"ar":"التكبيرُ"},"subtitle":{"ar":"29- ثم يستفتح الصلاة بقوله (الله أكبر) وهو ركنٌ لقوله صلى الله عليه وسلم: مفتاح الصلاة الطهور، وتحريمها التكبير، وتحليلها االتسليم : أي: وتحريم ما حرم الله من الأفعال، وكذا تحليلها، أي تحليل ما أحل الله خارجها من الأفعال، والمراد بالتحليل والتحريم المحرَّم والمحلَّل.30- ولا يرفع صوته بالتكبير في كل الصلوات، إلا إذا كان إماماً.31- ويجوز تبليغ المؤذن تكبير الإمام إلى الناس، إذا وجد المقتضي لذلك، كمرض الإمام وضعف صوته، أو كثرة المصلين خلفه.32 - ولا يكبر المأموم إلا عقب انتهاء الإمام من التكبير.    كيفية رفع اليدين، وكيفيته33- ويرفع يديه مع التكبير، أو قبله، أو بعده، كل ذلك ثابت في السنة.34- ويرفعهما ممدودتا الأصابع.35- ويجعل كفيه حذوا منكبيه، وأحياناً يُبالغ في رفعهما، حتى يحاذي بهما أطراف أذنيه. - قلت: وأما مس شحمتي الأذنين بإبهاميه، فلا أصل له في السنة، بل هو عندي من دواعي الوسوسة -.    كيفية وضع اليدين وكيفيته36- ثم يضع يده اليمنى على اليسرى عقب التكبير، وهو من سنن الأنبياء عليهم الصلاة والسلام، وأمر به رسول الله صلى الله عليه وسلم أصحابه، فلا يجوز إسدالهما.37- ويضع اليُمنى على ظهر كفّه اليسرى، وعلى الرٌّسغِ والساعد.38 - وتارةً يقبض باليمنى على اليسرى.: وأما ما استحسنه بعض المتأخرين من الجمع بين الوضع والقبض في آن واحد، فمما لا أصل له.    محل الوضع39- ويضعهما على صدره فقط، الرجل والمرأةُ في ذلك سواء. - قلت: ووضعهما على غير الصدر، إما ضعيف وإما لا أصل له -.40- و لا يجوز أن يضع يده اليمنى على خاصرته.    الخشوع والنظر إلى موضع السجود41- وعليه أن يخشع في صلاته، وأن يتجنب كلّ ما قد يٌلهيه عنه. من زخارف ونقوش، فلا يصلي في حضرة طعامٍ يشتهيه، ولا وهو يدافعه البولُ أو الغائط.42- وينظر في قيامه إلى موضع سجوده.43- ولا يلتفت يميناً ولا يساراً، فإن الالتفات اختلاسٌ يختلسه الشيطان من صلاة العبد.44- ولا يجوز أن يرفع بصره إلى السماء.    دعاء الاستفتاح45- ثم يستفتح القراءة ببعض الأدعية الثابتة عن النبي صلى الله عله وسلم، وهي كثيرة أشهرها: سٌبحانك الله وبحمدِك، وتبارك اسمٌك وتعالى جدُّك، ولا إله غيرك . وقد ثبت الأمر به فينبغي المحافظة عليه._ ومن شاء الاطلاع على بقية الأدعية، فليراجع (صفة الصلاة )ص 91- 95,، من طبعة مكتبة المعارف في الرياض."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"القراءةُ"},"title":{"ar":"القراءةُ"},"subtitle":{"ar":"46- ثم يستعيذ بالله تعالى.47- والسنة أن يقول تارةً: أعوذ بالله من الشيطان الرجيم؛ من همزه، ونفخه، ونفثه  و (النفث) هنا: الشعر المذموم.48- وتارة يقول: أعوذ بالله السميع العليم من الشيطان...  الخ.49- ثم يقول - سراً - في الجهرية والسرية بسم الله الرحمن الرحيم .    قراءة الفاتحة50- ثم يقرأ سورة (الفاتحة) بتمامها - والبسملة منها - وهي ركنٌ، لا تصح الصلاة إلا بها، فيجب على الأعاجم حفظُها.51- فمن لم يستطع أجزأه أن يقول:  (سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا حول ولا قوة إلا بالله).52- والسنة في قراءتها أن يقطعها آيةً آيةً، ويقف على رأس كل آية، فيقول: (بسم الله الرحمن الرحيم)، ثم يقف، ثم يقول (الحمد لله رب العالمين)، ثم يقف ثم يقول: (الرحمن الرحيم) ثم يقف...وهكذا إلى آخرها.وهكذا كانت قراءة النبي صلى الله عليه وسلم كلها، يقف على رؤوس الآي، ولا يصلها بما بعدها، و إن كانت متعلقة المعنى بها.53- ويجوز قراءتُها  (مالكِ) و  (ومَلِكِ).    قراءةُ المقتدي للفاتحة54- ويجب على المقتدي أن يقرأها وراء الإمام في السرية والجهرية أيضاً، إن لم يسمع قراءة الإمام، أو سكت هذا بعد فراغه منها سكتةً؛ ليتمكن فيها المقتدي من قراءتها ! وإن كنا نرى أن هذا السكوت لم يثبت في السنة: - قلت: وقد ذكرت مستند من ذهب إليه، وما يرد عليه في سلسلة الأحاديث الضعيفة، رقم  (546و547).  (ج2 / ص24. 26 ) طبعة دار المعارف.    القراءة بعد الفاتحة55- ويسن أن يقرأ - بعد الفاتحة - سورة أخرى ، حتى في صلاة الجنازة، أو بعض الآيات في الركعتين الأوليين.56- ويطيل القراءة بعدها أحياناً، ويُقَصَّرُها أحيانا، لعارض سفرٍِ أو سعال، أو مرض، أو بكاء صبيًّ.57- وتختلف القراءةُ باختلاف الصلوات، فالقراءةُ في صلاة الفجر أطول منها في سائر الصلوات الخمس، ثم الظهر، ثم العصر والعشاء، ثم المغرب غالباً.58- والقراءة في صلاة الليل أطول من ذلك كلَّه.59- والسنة إطالة القراءة في الركعة الأولى أكثر من الثانية.60- وأن يجعلَ القراءةَ في الأُخريين أقصر من الأُوليين، قدر النصف. - وتفصيل هذا الفصل راجع إن شئت في (صفة الصلاة ) ص 102.    قراءة الفاتحة في كل ركعة61- وتجب قراءة الفاتحة في كلَّ ركعة.62- ويسن الزيادة عليها في الركعتين الأخيرتين أيضاً أحياناً.63- ولا تجوز إطالة الإمام للقراءة بأكثر مما جاء في السنة، فإنه يشقّ بذلك على من قد يكون وراءه من رجل كبير في السن أو مريض، أو امرأة لها رضيع، أو ذي حاجة.    الجهر والإسرار بالقراءة64- ويجهر بالقراءة في صلاة الصبح والجمعة، والعيدين، والاستسقاء، والكسوف، والأوليين من صلاة المغرب والعشاء.ويسر بهما في صلاة الظهر، والعصر، وفي الثالثة من صلاة المغرب، والأُخريين من صلاة العشاء.65- ويجوز للإمام أن يُسمعِهَم الآية أحياناً في الصلاة السرية.66- وأما الوترُ وصلاةً الليل، فيسرُّ فيها تارةً، ويجهرُ تارةً ويتوسط في رفع الصوت.    ترتيل القرآن67- والسنة أن يرتل القرآن ترتيلاً، لا هذّاً..,، ولا عجلة، بل قراءةً مفسرةً حرفاً حرفاً، ويزين القرآن بصوته و يتغنى به في حدود الأحكام المعروفة عند أهل العلم بالتجويد، ولا يتغنَّى به على الألحان المبتدعة ولا على القوانين الموسيقية.    الفتح على الإمام68- ويشرعُ للمقتدي أن يتقصَّدَ الفتح على الإمام إذا أُرتِجَ عليه في القراءة."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"الركوع"},"title":{"ar":"الركوع"},"subtitle":{"ar":"69- فإذا فرغَ من القراءة، سكت سكتة لطيفةً بمقدار ما يترادّ إليه نَفَسُهُ.70- ثم يرفع يديه على الوجوه المتقدمة في تكبيرة الإحرام.71- ويكبر، وهو واجبٌ.72- ثم يركع بقدر ما تستقر مفاصلُه، ويأخذ كلُّ عضوٍ مأخذَه، وهذا ركنٌ.    كيفية الركوع73- ويضع يديه على رُكبتيه، ويمكّنهما من ركبتيه، ويفرّج بين أصابعه، كأنه قابضٌ على ركبتيه.74- ويمد ظهرَه ويبسطَه، حتى لو صب عليه الماء لاستقر.75- ولا يخفض رأسَه، ولا يرفعه، ولكن يجعله مُساوياً لظهره.76- ويُباعد مِرفقيه عن جَنبيه.77- ويقول في رُكوعه: (سُبحان ربي العظيم) ثلاث مرات، أو أكثر،: - وهناك أذكار أخرى تقال في هذا الركن، منها الطويل، ومنها المتوسط، ومنها القصير، تراجع في صفة صلاة النبي صلى الله عليه وسلم ، ص 132,، طبعة مكتبة المعارف.    تسوية الأركان78- ومن السنة أن يسوّي بين الأركان في الطُّول، فيجعل ركوعَه وقيامه بعد الركوع، وسجودَه، وجلسته بين السجدتين قريباً من السواء.79- ولا يجوزُ أن يقرأ َالقرآن في الركوع، ولا في السجود.     الاعتدال من الركوع80- ثم يرفعُ صُلبَه من الركوع، وهذا ركنٌ.81- ويقولُ في أثناء الاعتدال: (سمع الله لمن حمده )، وهذه واجب ٌ.82- ويرفع ُ يديه عند الاعتدال على الوجوه المتقدمة.83- ثم يقومُ معتدلاً مطمئناً، حتى يأخذَ كل عظمٍ مأخذه وهذا ركنٌ.84- ويقول في هذا القيام:  (ربَّنا ولكَ الحمدُ ) (: وهناك أذكار أخرى تقال هنا، فراجع (صفة الصلاة)، ص135 )) هذا واجبٌ على كل مصلّ، ولو كان مؤتماً، فإنه ورد القيام، أما التسميع فوِرْد الاعتدالِ ، ولا يشرع وضع اليدين إحداهما على الأخرى في هذا القيام لعدم وروده و وانظر إن شئت البسط في الأصل  (صفة صلاة النبي 1ـ استقبال القبلة).85- ويسوّي بين هذا القيام والركوع في الطول، كما تقدم."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"السُّجودُ"},"title":{"ar":"السُّجودُ"},"subtitle":{"ar":"86- ثم يقولُ:  (الله أكبر) وجوباً.87- ويرفع يديه أحياناً.    الخرورُ على اليدين88- ثم يَخِرُّ إلى السجود على يديه ، يضعهما قبل ركبتيه، بهذا أمر رسول الله صلى الله عليه وسلم، وهو الثابت عنه من فعله صلى الله عليه وسلم، ونهى عن التشبه ببروك البعير.وهو إنما يخِرُّ على رُكبتيه اللتين هما في مقدمتيه.89- فإذا سجد - وهو ركنٌ- اعتمد على كفّيه وبسطهما.90- ويضمُّ أصابعهما.91- ويوجهها إلى القبلة.92- ويجعل كفّيه حذو منكبيه.93- وتارةً يجعلهما حذو أُذنيه.94- ويرفع ذراعيه عن الأرض وجوباً، ولا يبسطهما بسط الكلب.95- ويمكِّن أنفه وجبهته من الأرض ِ، وهذا ركنٌ.96- ويمكِّن أيضاً ركُبتيه.97- وكذا أطراف قدميه.98- وينصبهما وهذا كله واجب ٌ.99- ويستقبل بأطراف أصابعهما القِبلة.100- وَيرُصُّ عَقِبيه.    الاعتدال في السجود101- ويجب عليه أن يعتدلَ في سجوده ِ، وذلك بأن يعتمد فيه اعتماداً متساوياً على جميع أعضاء سجوده، وهي: الجبهة والأنف معاً، والكفان، والركبتان، وأطراف القدمين.102- ومَن اعتدل في سجوده هكذا، فقد اطمأن يقيناً، والاطمئنانُ في السجود ركنٌ أيضاً.103- ويقول فيه: (سبحان ربي الأعلى)، ثلاث مرات، أو أكثر. _ وفيه أذكار أخرى تراها في (صفة صلاة النبي صلى الله عليه وسلم)، ص145.104- ويُستحب أن يكثر الدعاءَ فيه؛ لأنه مظنة الإجابة.105- ويجعل سجوده قريباً من ركوعهِ في الطول كما تقدم.106- ويجوزُ السجودُ على الأرضِ، أو على حائل بينهما وبين الجبهة؛ من ثوبٍ أو بساطٍ، أو حصيرٍ، أو نحوه.107- ولا يجوزُ أن يقرأَ القرآنَ وهو ساجِدٌ.    الافتراش والإقعاء بين السجدتين108- ثم يرفع رأسه مكبراً وهذا واجبُ.109- ويرفع يديه أحياناً.110- ثم يجلس مطمئناً، حتى يرجع كلُّ عَظْمٍ إلى موضوعه وهو ركنٌ.111- ويفرش رجله اليسرى فيقعد عليها ، وهذا واجبٌ.112- وينصب رجلَه اليمنى.113- ويستقبل بأصابعها القبلة.114- ويجوز الإقعاءُ أحياناً، وهو أن ينتصِبَ على عَقِبيه وصدور قدميه.115- ويقول في هذه الجلسة: (اللهم اغفرْ لي، وارحمني واجبرني، وارفعني، وعافني، وارزقني).116- وإن شاءَ قال:  (رب اغفر لي، رب اغفر لي).117- و يُطيل هذه الجلسة حتى تكون قريباً من سجدته.    السجدة الثانية118- ثم يكبر وجوباً.119- ويرفع يديه مع هذا التكبير أحياناً.120- ويسجد السجدةَ الثانية، وهي ركنٌ أيضاً.121- ويصنع فيها ما صنعَ في الأولى.    جلسة الاستراحة122- فإذا رفع رأسه من السجدة الثانية، وأراد النهوض إلى الركعة الثانية كبّر وجوباً.123- ويرفع يديه أحياناً.124- ويستوي قبل أن ينهضَ قاعداً على رجِله اليسرى، معتدلاً، حتى يرجع كل عظم إلى موضعه.    الركعة الثانية125- ثم ينهض معتمداً على الأرض بيديه المقبوضتين، كما يقبضهما العاجِنُ إلى الركعة الثانية، وهي ركنٌ.126- ويصنعُ فيهما كما صنعَ في الأولى.127- إلا أنه لا يقرأ فيها دعاء الاستفتاح.128- ويجعلها أقصر من الركعة الأولى.    الجلوس للتشهد129- فإذا فرغ من الركعة الثانية، قَعَدَ للتشهدِ ، وهو واجبٌ.130- ويجلس مفترشاً - كما سبق - بين السجدتين.131- لكن لا يجوز الإقعاء هنا.132- ويضع كفَّه اليمنى على فخذهِ وركبته اليمنى، ونهاية مرفقه الأيمن على فخذه، لا يبعده عنه.133- ويبسط كفه اليسرى على فخذه وركبته اليسرى.134- ولا يجوز أن يجلس معتمداً على يده، وخصوصاً اليُسرى.    تحريك الإصبع، والنظر إليها135- ويقبض أصابع كفه اليمنى كلها، ويضع إبهامه على إصبعه الوسطى تارةً.136- وتارةً يُحلَّق بهما حلقةً.137- ويشير بإصبعه السبابة إلى القِبلة.138- ويرمي ببصره إليها.139- ويحركها يدعو بها من أول التشهد إلى آخره.140- ولا يشير بإصبع يده اليسرى.141- ويفعل هذا كلَّه في كل تشهدٍ.    صيغة التشهد والدعاء بعده142- والتشهد واجب، إذا نَسِيهَ سجدَ سجدتي السهو.143- ويقرؤه سراً.144- وصيغته: (التحيات لله، والصلوات، والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله، وأشهد أن محمداً عبده ورسوله) وفي كتابي المذكور صيغ أخرى ثابتة وما ذكرته هنا أصح.السلام على النبي : هذا هو المشروع بعد وفاة النبي صلى الله وعليه وسلم وهو الثابت في تشهد ابن مسعود وعائشة وابن الزبير رضي الله عنهم، ومن شاء التفصيل فعليه بكتابي (صفة صلاة النبي )، ص161,، طبعة مكتبة المعارف في الرياض.145- ويصلي بعده على النبي صلى الله عليه وسلم فيقول: (اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد، اللهم بارك على محمد وعلى آل محمد، كما باركت على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد ).146- وإن شئت الاختصار، قلت: (اللهم صل على محمد، وعلى آل محمد، وبارك على محمد وعلى آل محمد، كما صليت وباركت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد ).147- ثم يتخير في هذا التشهد من الدعاء الوارد أعجبَه إليه؛ فيدعو الله به.    الركعة الثالثة والرابعة148- ثم يكبر وجوباً، والسنة أن يكّبر وهو جالسٌ.149- ويرفع يديه أحياناً.150- ثم ينهض إلى الركعة الثالثة، وهي ركنٌ كالتي بعدها.151- وكذلك يفعل إذا أراد القيامَ إلى الركعة الرابعة.152- ولكنه قبلَ أن ينهض َ يستوي قاعداً إلى رجِلْهِ اليسرى معتدلاً، حتى يرجع كل عظم إلى موضعه.153- ثم يقوم معتمداً إلى يديه وكما فعل في قيامه إلى الركعة الثانية.154- ثم يقرأ في كلًّ من الثالثة والرابعة سورة (الفاتحة) وجوباً.155- ويضيف إليها آية أو أكثر أحياناً.    القنوت للنازلة ومحلُّه156- ويُسنُّ له أن يقنتَ ويدعو للمسلمين لنازلةٍ نزلت بهم.157- ومحله إذا قال بعد الركوع: (ربنا ولك الحمد).158- وليس له دعاءٌ راتبٌ، وإنما يدعو فيه بما يتناسب مع النازلة.159- ويرفع يديه في هذا الدعاء.160- ويجهر به إذا كان إماماً.ً.161-ويؤمّن عليه مَن خلفه.162- فإذا فرغ وكبَّر وسجد.    قنوت الوتر ومحلُّه وصيغتُه163- وأما القنوت في الوتر فيُشرع أحياناً.164- ومحلُّه قبل الركوع، خلافاً لقنوت النازلة.165- ويدعو فيه بما يأتي:(اللهم اهدني فيمن هديت وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شر ما قضيت فإنك تقضي ولا يقضى عليك وإنه لا يذل من واليت ولا يعز من عاديت تباركت ربنا وتعاليت، ولا منجا منك إلا إليك).166- وهذا الدعاءُ من تعليم رسول الله صلى الله عليه وسلم فتجوز؛ لثبوتها عن الصحابة رضي الله عنهم.167- ثم يركع، ويسجد السجدتين، كما تقدم.    التشهد الأخير والتورك168- ثم يقعد للتشهد الأخير.169-ويصنعُ فيه ما صنعَ في التشهد الأول.170- إلا أنه يجلس فيه متوركاً يفضي بوركِهِ اليسرى تحت ساقه اليمنى.171- وينصب قدمه اليمنى.172- ويجوز فرشها أحياناً.173- ويُلقم كفَّه اليسرى ركبته ويعتمد عليها.    وجوبُ الصَّلاة على النبي صلى الله عليه وسلم والتعوذ من أربع174- ويجب عليه في هذا التشهد الصلاة على النبي صلى الله عليه وسلم وقد ذكرنا في التشهد الأول بعض صيغها.175- وأن يستعيذ بالله من أربع، يقول: (اللهم إني أعوذ بك من عذاب جهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن شر فتنة المسيح الدجال) فتنة (المحيا): هي ما يعرض للإنسان في حياته من الافتتان بالدنيا وشهواتها. وفتنة(الممات )، هي: فتنة القبر وسؤال الملكين ، و(فتنة المسيح الدجال): ما يظهر على يديه من الخوارق التي يَضِلُ بها كثير من الناس، ويتبعونه على دعواه الألوهية.    الدعاء قبل السلام176- ثم يدعو لنفسه بما بدا له ، مما ثبت في الكتاب والسنة، وهو كثير طيب فإن لم يكن عنده شيء منه، دعا بما تيسر له، مما ينفعه في دينه، أو دنياه.    التسليمُ وأنواعُه177- ثم يسلم عن يمينه، وهو ركنٌ، حتى يُرى بياضُ خدَّه الأيمن.178- وعن يساره حتى يُرى بياضُ خدَّه الأيسر.179- ويرفع الإمامُ صوتَه بالسلامِ.180- وهو على وُجوه ٍ:الأول: السلام عليكم ورحمة الله وبركاته ، عن يمينه. السلام عليكم ورحمة الله، عن يساره.الثاني: مثله، دون قوله:(وبركاته).الثالث: السلام عليكم ورحمة الله، عن يمينه. السلام عليكم، عن يساره.الرابع: يسلم تسليمةً واحدةً تلقاء وجهه، يميل به إلى يمينه قليلاً."},"enabledElements":["name","title","subtitle"]}]},{"name":{"ar":"صفة الوضوء","en":"صفة الوضوء","bn":"صفة الوضوء","es":"صفة الوضوء","id":"صفة الوضوء","ur":"صفة الوضوء","tr":"صفة الوضوء","ku":"صفة الوضوء","ms":"صفة الوضوء"},"branches":[{"name":{"ar":"صفة الوضوء الواجبة"},"title":{"ar":"صفة الوضوء الواجبة"},"subtitle":{"ar":"أما صفة الوضوء فله صفتان:الأولى: صفة واجبة وهي:أولاً: غسل الوجه بالكامل مرّة، ومنه المضمضة والاستنشاق.ثانياً: غسل اليدين إلى المرفقين مرّة واحدة.ثالثاً: مسح الرأس كله ومنه الأذنان.رابعا: غسل الرجلين مع الكعبين مرّة واحدة، والمراد بالمرّة في كلِّ ما سبق أن يستوعب جميع العضو بالغسل.خامسا: الترتيب، بأن يغسل الوجه أولا ثم اليدين ثم يمسح الرأس ثم يغسل رجليه، لأن النبي صلى الله عليه وسلم رتَّب الوضوء على هذه الكيفية.سادساً: الموالاة، وهي أن يكون غسل الأعضاء المذكورة متوالياً بحيث لا يفصل بين غسل عضو وغسل العضو الذي قبله بفترة زمنية طويلة عرفاً، بل يتابع غسل لأعضاء الواحد تلو الآخر.فهذه فروض الوضوء التي لابد منها حتى يكون الوضوء صحيحاً،والدليل على هذه الفروض، قول الله عز وجل: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ} [المائدة: 6]."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"صفة الوضوء المستحبة"},"title":{"ar":"صفة الوضوء المستحبة"},"subtitle":{"ar":"الصفة الثانية: صفة مستحبة: وهي التي وردت في سنّة النبي صلى الله عليه وسلم، وتفصيلها كما يلي:1-  أن ينوي الإنسان الطهارة ورفع الحدث، ولا يتلفظ بالنيّة، لأنّ محلها القلب. وكذا سائر العبادات.2-  يقول بسم الله.3-  ثم يغسل كفيه ثلاث مرات.4-  ثم يتمضمض ثلاث مرات، (والمضمضة هي إدارة الماء في الفم) ويستنشق ثلاث مرات وينثر الماء من أنفه بيساره، والاستنشاق هو إيصال الماء إلى داخل الأنف، والاستنثار هو إخراجه من الأنف.5-  يغسل وجهه ثلاث مرات، وحد الوجه من منابت شعر الرأس المعتاد إلى ما انحدر من اللحيين والذقن، طولاً، ومن حدّ الأذن اليمنى إلى حد الأذن اليسرى عرضا، والرجل يغسل شعر لحيته لأنه من الوجه، فإن كانت خفيفة وجب غسل ظاهرها وباطنها، وإن كانت كثيفة أي ساترة للجلد، غسل ظاهرها فقط وخللها.6-  ثم يغسل يديه إلى المرفقين ثلاث مرات، وحَدُّ اليد من رؤوس الأصابع مع الأظافر إلى أول العضد، ولا بد أن يزيل ما علق باليد قبل الغسل من عجين أو طين، وصبغ ونحوه مما يمنع وصول الماء إلى البشرة.7-  ثم بعد ذلك يمسح رأسه وأذنيه مرة واحدة بماء جديد غير البلل الباقي من غسل يديه، وصفة مسح الرأس أن يضع يديه مبلولتين بالماء على مقدم رأسه ويمرُّهما إلى قفاه ثم يردهما إلى الموضع الذي بدأ منه، ثم يدخل أصبعيه السبابتين في خرقي أذنيه، ويمسح ظاهرهما بإبهاميه. وبالنسبة لشعر المرأة فإنها تمسح عليه سواء كان نازلا أو ملفوفا من مقدَّم الرأس إلى منابت شعرها على الرقبة، ولا يجب مسح ما طال من شعرها على ظهرها.8-  ثم يغسل رجليه ثلاث مرات إلى الكعبين، والكعبان هما العظمان الناتئان في أسفل الساق.والدليل على ذلك ما تقدّم من حديث حُمْرَانَ مَوْلَى عُثْمَانَ أَنَّ عُثْمَانَ بْنَ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ دَعَا بِوَضُوءٍ فَتَوَضَّأَ فَغَسَلَ كَفَّيْهِ ثَلَاثَ مَرَّاتٍ ثُمَّ مَضْمَضَ وَاسْتَنْثَرَ ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثَ مَرَّاتٍ ثُمَّ غَسَلَ يَدَهُ الْيُمْنَى إِلَى الْمِرْفَقِ ثَلَاثَ مَرَّاتٍ ثُمَّ غَسَلَ يَدَهُ الْيُسْرَى مِثْلَ ذَلِكَ ثُمَّ مَسَحَ رَأْسَهُ ثُمَّ غَسَلَ رِجْلَهُ الْيُمْنَى إِلَى الْكَعْبَيْنِ ثَلَاثَ مَرَّاتٍ ثُمَّ غَسَلَ الْيُسْرَى مِثْلَ ذَلِكَ ثُمَّ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَنْ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا ثُمَّ قَامَ فَرَكَعَ رَكْعَتَيْنِ لَا يُحَدِّثُ فِيهِمَا نَفْسَهُ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ) رواه مسلم (الطهارة /331)."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"شروط الوضوء"},"title":{"ar":"شروط الوضوء"},"subtitle":{"ar":"أما شروط الوضوء فهي: الإسلام والعقل والتمييز والنية، فلا يصح الوضوء من كافر، ولا من مجنون، ولا من صغير لا يميزه، ولا من لم ينو الوضوء بأن نوى التبرد مثلا، ويشترط أن يكون الماء طهوراً فالماء النجس لا يصح به الوضوء، ويشترط كذلك إزالة ما يمنع وصول الماء إلى الجلد والأظافر كالمناكير التي تضعها المرأة على أظافرها.والتسمية مشروعة عند جماهير العلماء، وهم مختلفون هل هي واجبة أو سنة، وينبغي لمن ذكرها في أول الوضوء أو في أثنائه أن يقولها."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"هل هناك فرق بين وضوء الرجل ووضوء المرأة؟"},"title":{"ar":"هل هناك فرق بين وضوء الرجل ووضوء المرأة؟"},"subtitle":{"ar":"ولا اختلاف في صفة الوضوء بين كل من الرجل والمرأة."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"ما يقال بعد الوضوء"},"title":{"ar":"ما يقال بعد الوضوء"},"subtitle":{"ar":"ويستحب أن يقول بعد الفراغ من الوضوء: أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله لقول النبي صلى الله عليه وسلم: (مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ فَيُبْلِغُ أَوْ فَيُسْبِغُ الْوَضُوءَ ثُمَّ يَقُولُ أَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُ اللَّهِ وَرَسُولُهُ إِلا فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّهَا شَاءَ) رواه مسلم (الطهارة/345)، وفي زيادة عند الترمذي: (اللهم اجعلني من التوابين واجعلني من المتطهرين) (الطهارة/50)، وصححه الألباني في \"صحيح سنن أبي داود\" برقم (48)."},"enabledElements":["name","title","subtitle"]}]}],"lastUpdated":"2025-09-30T17:28:48.339148"}