{"sections":[{"name":{"ar":"صفة الصلاة","en":"صفة الصلاة","bn":"صفة الصلاة","es":"صفة الصلاة","id":"صفة الصلاة","ur":"صفة الصلاة","tr":"صفة الصلاة","ku":"صفة الصلاة","ms":"صفة الصلاة"},"branches":[{"name":{"ar":"استقبال الكعبة"},"title":{"ar":"استقبال الكعبة"},"subtitle":{"ar":"1- إذا قمتَ أيها المسلم إلى الصلاة، فاستقبل الكعبة حيث كنت، في الفرض والنفلِ، وهو ركن من أركان الصلاة، التي لا تصح الصلاة إلا بها.2- ويسقط الاستقبال عن المحارب في صلاة الخوف والقتال الشديد.-     وعن العاجز عنه؛ كالمريض، أو من كان في السفينة، أو السيارة، أو الطائرة، إذا خشي خروج الوقت.-     وعمن كان يصلي نافلة أو وتراً، وهو يسير راكباً دابة أو غيرها ويستحب له إذا أمكن أن يستقبل بها القبلة عند تكبيرة الإحرام، ثم يتجه بها حيث كانت وجهته.3- ويجب على كل من كان مشاهداٍ للكعبة أن يستقبل عينها، وأما من كان غير مشاهداً لها فيستقبل جهتها.    حكم الصلاة إلى غير الكعبة خطأً4- وإن صلى إلى غير القبلة ؛ لغيم أو غيره بعد الاجتهاد والتحري جازت صلاته، ولا إعادة عليه.5- وإذا جاء من يثق به - وهو يصلي - فأخبره بجهتها، فعليه أن يبادر إلى استقبالها، وصلاته صحيحةٌ."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"القيام"},"title":{"ar":"القيام"},"subtitle":{"ar":"6- ويجب عليه أن يصلي وهو قائماً وهو ركن ٌ، إلا على:المصلي صلاة الخوف، والقتال الشديد، فيجوز له أن يصلي راكباً، والمريض العاجز عن القيام، فيصلي جالساً إن استطاع، وإلا فعلى جَنبٍ، والمتنفّل، فله أن يصلي راكباً، أو قاعداً إن شاءَ، ويركع وسجد إيماءً برأسهِ، وكذلك المريضُ، ويجعل سجوده أخفض من ركوعه.7 - ولا يجوز للمصلي جالساً أن يضع شيئاً على الأرض مرفوعاً يسجد عليه، وإنما يجعل سجوده أخفض من ركوعه - كما ذكرنا - إذا كان لا يستطيع مباشرة أن يباشر الأرض بجبهتِهِ.    الصلاة في السفينة والطائرة8- وتجوز صلاة الفريضة في السفينة، وكذا في الطائرة.9- وله أن يصلي فيهما قاعداً إذا خشي على نفسه السقوط.10- ويجوز أن يعتمد في قيامه على عمودٍ، أو عصى؛ لكبر سنه، أو ضعف بدنه.    الجمع بين القيام والقعود11- ويجوز أن يصَلي صلاة الليل قائماً أو قاعداً بدون عذر، وأن يجمع بينهما، فيصلَّي ويقرأ جالساً، وقبيل الركوع يقوم، فيقرأ ما بقي عليه من الآيات قائماً ثم يركع ويسجد، ثم يصنع مثل ذلك في الركعة الثانية.12- وإذا صلى قاعداً جلس متربعاً، أو أي جلسةٍ أخرى يستريح بها.    الصلاة في النعال13- ويجوز له أن يقف حافياً، كما يجوز له أن يصلي منتعلاً .14- والأفضل أن يصلي تارةً هكذا وتارةً هكذا، حسبما تيسر له، فلا يتكلف لبسهما للصلاة ولا خلعها، بل إن كان حافياً صلى حافياً، وإن كان منتعلاً صلى منتعلا، إلا لأمرٍ عارضٍ.15- وإذا نزعهما فلا يضعهما عن يمينه، وإنما عن يساره، إذا لم يكن عن يساره أحدٌ يصلي، وإلا وضعهما بين رجليه ـ قلت: وفيه إيماءٌ لطيفٌ إلى أنه لا يضعهما أمامه، وهذا أدبٌ أخل به جماهير المصلين، فتراهم يصلون إلى نعالهم ! - بذلك صح الأمر عن النبي صلى الله عليه وسلم.    الصلاة على المنبر16- وتجوز صلاة الإمام على مكان مرتفع كالمنبر؛ لتعليم الناس يقوم عليه، فيكبر ويقرأ ويركع وهو عليه، ثم ينزل القهقرى حتى يتمكن من السجود على الأرض في أصل المنبر، ثم يعود إليه فيصنع في الركعة الأخرى كما صنع في الأولى.    وجوب الصلاة إلى سترة والدنو منها17 - ويجب أن يصلي إلى سترةٍ، لا فرق في ذلك بين المسجد وغيره، ولا بين كبيره وصغيره، لعموم قوله صلى الله عليه وسلم:  لا تصل إلا إلى سترةٍ، ولا تدع أحد يمر بين يديك، فإن أبى فلُتقاتله؛ فإن معه القرين . يعني الشيطان.18- ويجب أن يدنو منها؛ لأمر النبي صلى الله عليه وسلم بذلك.19- وكان بين موضع سجوده صلى الله عليه وسلم والجدار الذي يصلي إليه نحو ممر شاةٍ، فمن فعل ذلك فقد أتى بالدنوّ الواجب - قلت: ومنه نعلم أن ما يفعله الناس في كل المساجد التي رأيتها في سوريا وغيرها من الصلاة وسط المسجد بعيداً عن الجدار او السارية، ما هو إلا غفلة عن أمرهِ صلى الله عليه وسلم وفعله.    مقدار ارتفاع السترة20- ويجب أن تكون السترة مرتفعة عن الأرض نحو شبر، أو شبرين؛ لقوله صلى الله عليه وسلم: إذا وضع أحدكم بين يديه مثل مؤخرة الرحل فليصل،ولا يبالي من مر وراء ذلك . - المؤخرة: هي العمود الذي في آخر الرحل، والرحل، هو للجمل بمنزلة السرج للفرس. وفي الحديث إشارة إلى أن الخط على الأرض لا يجزي، والحديث المروي فيه ضعيف -.21- ويتوجه إلى السترة مباشرةً؛ لأنه الظاهر من الأمر بالصلاة إلى سترة، وأما التحول عنها يميناً أو يساراً، بحيث أنه لا يصمُدُ إليها صَمْداً، فلم يثبت.22- وتجوز الصلاة إلى العصا المغروزة في الأرض أو نحوها، وإلى شجرة، أو اسطوانة، وإلى امرأته المضطجعة على السرير، وهي تحت لحافها، وإلى الدابة، ولو كانت جملاً.    تحريم الصلاة إلى القبور23- ولا تجوز الصلاة إلى القبور مطلقاً ، سواءً كانت قبوراً للأنبياء أو غيرهم.    تحريم المرور بين يدي المصلي ولو في المسجد الحرام24- ولا يجوز المرور بين يدي المصلي إذا كان بين يديه سترة، ولا فرق في ذلك بين المسجد الحرام وغيره من المساجد، فكلها سواء في عدم الجواز لعموم قوله صلى الله عليه وسلم: لو يعلم المار بين يدي المصلي ماذا عليه، لكانَ أن يقف أربعين، خيراً له من أن يمر بين يديه . يعني: المرور بينه وبين موضع سجوده.-وأما حديث صلاته صلى الله عليه وسلم في حاشية المطاف دون سترة والناس يمرون بين يديه، فلا يصح، على أنه ليس فيه أن المرور كان بينه وبين سجوده -.    وجوب منع المصلي للمار بين يديه، ولو في المسجد الحرام25- ولا يجوز للمصلَّي إلى سترةٍ أن يدع أحداً يمر بين يديه؛ للحديث السابق: ولا تدع أحداً يمر بين يديك... ، وقوله صلى الله عليه وسلم: إذا صلَّى أحدُكم إلى شيءٍ يستره من الناس، فأراد أحدٌ أن يجتازَ بين يديه، فليدفع في نحره، وليدرأ ما استطاعَ ، وفي رواية: فليمنعه - مرتين - فإن أبى فليقاتله فإنما هو شيطانٌ .    المشي إلى الأمام؛ لمنع المرور26- ويجوز أن يتقدم خطوةً أو أكثر؛ ليمنع غيرَ مكلَّفٍ من المرور بين يديه؛ كدابةٍ أو طفل، حتى يمر من ورائه.    ما يقطع الصلاة27- وإن من أهمية السُّترة في الصلاة، أنها تحولُ بين المصلي إليها، وبين إفساد صلاته؛ بالمرور بين يديه، بخلاف الذي لم يتخذها، فإنه يقطع صلاته إذا مرت بين يديه المرأةُ البالغةُ، وكذلك الحمار، والكلب الأسود."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"النية"},"title":{"ar":"النية"},"subtitle":{"ar":"28- ولا بد للمصلي من أن ينوي للصلاة التي قام إليها ,، وتعيينها بقلبه، كفرض الظهر أو العصر، أو سُّنتهما مثلا، وهو شرط أو ركنٌ، وأما التلفظ بها بلسانه فبدعة مخالفة للسنة، ولم يقل بها أحدٌ من متبوعي المقلدين من الأئمة."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"التكبيرُ"},"title":{"ar":"التكبيرُ"},"subtitle":{"ar":"29- ثم يستفتح الصلاة بقوله (الله أكبر) وهو ركنٌ لقوله صلى الله عليه وسلم: مفتاح الصلاة الطهور، وتحريمها التكبير، وتحليلها االتسليم : أي: وتحريم ما حرم الله من الأفعال، وكذا تحليلها، أي تحليل ما أحل الله خارجها من الأفعال، والمراد بالتحليل والتحريم المحرَّم والمحلَّل.30- ولا يرفع صوته بالتكبير في كل الصلوات، إلا إذا كان إماماً.31- ويجوز تبليغ المؤذن تكبير الإمام إلى الناس، إذا وجد المقتضي لذلك، كمرض الإمام وضعف صوته، أو كثرة المصلين خلفه.32 - ولا يكبر المأموم إلا عقب انتهاء الإمام من التكبير.    كيفية رفع اليدين، وكيفيته33- ويرفع يديه مع التكبير، أو قبله، أو بعده، كل ذلك ثابت في السنة.34- ويرفعهما ممدودتا الأصابع.35- ويجعل كفيه حذوا منكبيه، وأحياناً يُبالغ في رفعهما، حتى يحاذي بهما أطراف أذنيه. - قلت: وأما مس شحمتي الأذنين بإبهاميه، فلا أصل له في السنة، بل هو عندي من دواعي الوسوسة -.    كيفية وضع اليدين وكيفيته36- ثم يضع يده اليمنى على اليسرى عقب التكبير، وهو من سنن الأنبياء عليهم الصلاة والسلام، وأمر به رسول الله صلى الله عليه وسلم أصحابه، فلا يجوز إسدالهما.37- ويضع اليُمنى على ظهر كفّه اليسرى، وعلى الرٌّسغِ والساعد.38 - وتارةً يقبض باليمنى على اليسرى.: وأما ما استحسنه بعض المتأخرين من الجمع بين الوضع والقبض في آن واحد، فمما لا أصل له.    محل الوضع39- ويضعهما على صدره فقط، الرجل والمرأةُ في ذلك سواء. - قلت: ووضعهما على غير الصدر، إما ضعيف وإما لا أصل له -.40- و لا يجوز أن يضع يده اليمنى على خاصرته.    الخشوع والنظر إلى موضع السجود41- وعليه أن يخشع في صلاته، وأن يتجنب كلّ ما قد يٌلهيه عنه. من زخارف ونقوش، فلا يصلي في حضرة طعامٍ يشتهيه، ولا وهو يدافعه البولُ أو الغائط.42- وينظر في قيامه إلى موضع سجوده.43- ولا يلتفت يميناً ولا يساراً، فإن الالتفات اختلاسٌ يختلسه الشيطان من صلاة العبد.44- ولا يجوز أن يرفع بصره إلى السماء.    دعاء الاستفتاح45- ثم يستفتح القراءة ببعض الأدعية الثابتة عن النبي صلى الله عله وسلم، وهي كثيرة أشهرها: سٌبحانك الله وبحمدِك، وتبارك اسمٌك وتعالى جدُّك، ولا إله غيرك . وقد ثبت الأمر به فينبغي المحافظة عليه._ ومن شاء الاطلاع على بقية الأدعية، فليراجع (صفة الصلاة )ص 91- 95,، من طبعة مكتبة المعارف في الرياض."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"القراءةُ"},"title":{"ar":"القراءةُ"},"subtitle":{"ar":"46- ثم يستعيذ بالله تعالى.47- والسنة أن يقول تارةً: أعوذ بالله من الشيطان الرجيم؛ من همزه، ونفخه، ونفثه  و (النفث) هنا: الشعر المذموم.48- وتارة يقول: أعوذ بالله السميع العليم من الشيطان...  الخ.49- ثم يقول - سراً - في الجهرية والسرية بسم الله الرحمن الرحيم .    قراءة الفاتحة50- ثم يقرأ سورة (الفاتحة) بتمامها - والبسملة منها - وهي ركنٌ، لا تصح الصلاة إلا بها، فيجب على الأعاجم حفظُها.51- فمن لم يستطع أجزأه أن يقول:  (سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا حول ولا قوة إلا بالله).52- والسنة في قراءتها أن يقطعها آيةً آيةً، ويقف على رأس كل آية، فيقول: (بسم الله الرحمن الرحيم)، ثم يقف، ثم يقول (الحمد لله رب العالمين)، ثم يقف ثم يقول: (الرحمن الرحيم) ثم يقف...وهكذا إلى آخرها.وهكذا كانت قراءة النبي صلى الله عليه وسلم كلها، يقف على رؤوس الآي، ولا يصلها بما بعدها، و إن كانت متعلقة المعنى بها.53- ويجوز قراءتُها  (مالكِ) و  (ومَلِكِ).    قراءةُ المقتدي للفاتحة54- ويجب على المقتدي أن يقرأها وراء الإمام في السرية والجهرية أيضاً، إن لم يسمع قراءة الإمام، أو سكت هذا بعد فراغه منها سكتةً؛ ليتمكن فيها المقتدي من قراءتها ! وإن كنا نرى أن هذا السكوت لم يثبت في السنة: - قلت: وقد ذكرت مستند من ذهب إليه، وما يرد عليه في سلسلة الأحاديث الضعيفة، رقم  (546و547).  (ج2 / ص24. 26 ) طبعة دار المعارف.    القراءة بعد الفاتحة55- ويسن أن يقرأ - بعد الفاتحة - سورة أخرى ، حتى في صلاة الجنازة، أو بعض الآيات في الركعتين الأوليين.56- ويطيل القراءة بعدها أحياناً، ويُقَصَّرُها أحيانا، لعارض سفرٍِ أو سعال، أو مرض، أو بكاء صبيًّ.57- وتختلف القراءةُ باختلاف الصلوات، فالقراءةُ في صلاة الفجر أطول منها في سائر الصلوات الخمس، ثم الظهر، ثم العصر والعشاء، ثم المغرب غالباً.58- والقراءة في صلاة الليل أطول من ذلك كلَّه.59- والسنة إطالة القراءة في الركعة الأولى أكثر من الثانية.60- وأن يجعلَ القراءةَ في الأُخريين أقصر من الأُوليين، قدر النصف. - وتفصيل هذا الفصل راجع إن شئت في (صفة الصلاة ) ص 102.    قراءة الفاتحة في كل ركعة61- وتجب قراءة الفاتحة في كلَّ ركعة.62- ويسن الزيادة عليها في الركعتين الأخيرتين أيضاً أحياناً.63- ولا تجوز إطالة الإمام للقراءة بأكثر مما جاء في السنة، فإنه يشقّ بذلك على من قد يكون وراءه من رجل كبير في السن أو مريض، أو امرأة لها رضيع، أو ذي حاجة.    الجهر والإسرار بالقراءة64- ويجهر بالقراءة في صلاة الصبح والجمعة، والعيدين، والاستسقاء، والكسوف، والأوليين من صلاة المغرب والعشاء.ويسر بهما في صلاة الظهر، والعصر، وفي الثالثة من صلاة المغرب، والأُخريين من صلاة العشاء.65- ويجوز للإمام أن يُسمعِهَم الآية أحياناً في الصلاة السرية.66- وأما الوترُ وصلاةً الليل، فيسرُّ فيها تارةً، ويجهرُ تارةً ويتوسط في رفع الصوت.    ترتيل القرآن67- والسنة أن يرتل القرآن ترتيلاً، لا هذّاً..,، ولا عجلة، بل قراءةً مفسرةً حرفاً حرفاً، ويزين القرآن بصوته و يتغنى به في حدود الأحكام المعروفة عند أهل العلم بالتجويد، ولا يتغنَّى به على الألحان المبتدعة ولا على القوانين الموسيقية.    الفتح على الإمام68- ويشرعُ للمقتدي أن يتقصَّدَ الفتح على الإمام إذا أُرتِجَ عليه في القراءة."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"الركوع"},"title":{"ar":"الركوع"},"subtitle":{"ar":"69- فإذا فرغَ من القراءة، سكت سكتة لطيفةً بمقدار ما يترادّ إليه نَفَسُهُ.70- ثم يرفع يديه على الوجوه المتقدمة في تكبيرة الإحرام.71- ويكبر، وهو واجبٌ.72- ثم يركع بقدر ما تستقر مفاصلُه، ويأخذ كلُّ عضوٍ مأخذَه، وهذا ركنٌ.    كيفية الركوع73- ويضع يديه على رُكبتيه، ويمكّنهما من ركبتيه، ويفرّج بين أصابعه، كأنه قابضٌ على ركبتيه.74- ويمد ظهرَه ويبسطَه، حتى لو صب عليه الماء لاستقر.75- ولا يخفض رأسَه، ولا يرفعه، ولكن يجعله مُساوياً لظهره.76- ويُباعد مِرفقيه عن جَنبيه.77- ويقول في رُكوعه: (سُبحان ربي العظيم) ثلاث مرات، أو أكثر،: - وهناك أذكار أخرى تقال في هذا الركن، منها الطويل، ومنها المتوسط، ومنها القصير، تراجع في صفة صلاة النبي صلى الله عليه وسلم ، ص 132,، طبعة مكتبة المعارف.    تسوية الأركان78- ومن السنة أن يسوّي بين الأركان في الطُّول، فيجعل ركوعَه وقيامه بعد الركوع، وسجودَه، وجلسته بين السجدتين قريباً من السواء.79- ولا يجوزُ أن يقرأ َالقرآن في الركوع، ولا في السجود.     الاعتدال من الركوع80- ثم يرفعُ صُلبَه من الركوع، وهذا ركنٌ.81- ويقولُ في أثناء الاعتدال: (سمع الله لمن حمده )، وهذه واجب ٌ.82- ويرفع ُ يديه عند الاعتدال على الوجوه المتقدمة.83- ثم يقومُ معتدلاً مطمئناً، حتى يأخذَ كل عظمٍ مأخذه وهذا ركنٌ.84- ويقول في هذا القيام:  (ربَّنا ولكَ الحمدُ ) (: وهناك أذكار أخرى تقال هنا، فراجع (صفة الصلاة)، ص135 )) هذا واجبٌ على كل مصلّ، ولو كان مؤتماً، فإنه ورد القيام، أما التسميع فوِرْد الاعتدالِ ، ولا يشرع وضع اليدين إحداهما على الأخرى في هذا القيام لعدم وروده و وانظر إن شئت البسط في الأصل  (صفة صلاة النبي 1ـ استقبال القبلة).85- ويسوّي بين هذا القيام والركوع في الطول، كما تقدم."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"السُّجودُ"},"title":{"ar":"السُّجودُ"},"subtitle":{"ar":"86- ثم يقولُ:  (الله أكبر) وجوباً.87- ويرفع يديه أحياناً.    الخرورُ على اليدين88- ثم يَخِرُّ إلى السجود على يديه ، يضعهما قبل ركبتيه، بهذا أمر رسول الله صلى الله عليه وسلم، وهو الثابت عنه من فعله صلى الله عليه وسلم، ونهى عن التشبه ببروك البعير.وهو إنما يخِرُّ على رُكبتيه اللتين هما في مقدمتيه.89- فإذا سجد - وهو ركنٌ- اعتمد على كفّيه وبسطهما.90- ويضمُّ أصابعهما.91- ويوجهها إلى القبلة.92- ويجعل كفّيه حذو منكبيه.93- وتارةً يجعلهما حذو أُذنيه.94- ويرفع ذراعيه عن الأرض وجوباً، ولا يبسطهما بسط الكلب.95- ويمكِّن أنفه وجبهته من الأرض ِ، وهذا ركنٌ.96- ويمكِّن أيضاً ركُبتيه.97- وكذا أطراف قدميه.98- وينصبهما وهذا كله واجب ٌ.99- ويستقبل بأطراف أصابعهما القِبلة.100- وَيرُصُّ عَقِبيه.    الاعتدال في السجود101- ويجب عليه أن يعتدلَ في سجوده ِ، وذلك بأن يعتمد فيه اعتماداً متساوياً على جميع أعضاء سجوده، وهي: الجبهة والأنف معاً، والكفان، والركبتان، وأطراف القدمين.102- ومَن اعتدل في سجوده هكذا، فقد اطمأن يقيناً، والاطمئنانُ في السجود ركنٌ أيضاً.103- ويقول فيه: (سبحان ربي الأعلى)، ثلاث مرات، أو أكثر. _ وفيه أذكار أخرى تراها في (صفة صلاة النبي صلى الله عليه وسلم)، ص145.104- ويُستحب أن يكثر الدعاءَ فيه؛ لأنه مظنة الإجابة.105- ويجعل سجوده قريباً من ركوعهِ في الطول كما تقدم.106- ويجوزُ السجودُ على الأرضِ، أو على حائل بينهما وبين الجبهة؛ من ثوبٍ أو بساطٍ، أو حصيرٍ، أو نحوه.107- ولا يجوزُ أن يقرأَ القرآنَ وهو ساجِدٌ.    الافتراش والإقعاء بين السجدتين108- ثم يرفع رأسه مكبراً وهذا واجبُ.109- ويرفع يديه أحياناً.110- ثم يجلس مطمئناً، حتى يرجع كلُّ عَظْمٍ إلى موضوعه وهو ركنٌ.111- ويفرش رجله اليسرى فيقعد عليها ، وهذا واجبٌ.112- وينصب رجلَه اليمنى.113- ويستقبل بأصابعها القبلة.114- ويجوز الإقعاءُ أحياناً، وهو أن ينتصِبَ على عَقِبيه وصدور قدميه.115- ويقول في هذه الجلسة: (اللهم اغفرْ لي، وارحمني واجبرني، وارفعني، وعافني، وارزقني).116- وإن شاءَ قال:  (رب اغفر لي، رب اغفر لي).117- و يُطيل هذه الجلسة حتى تكون قريباً من سجدته.    السجدة الثانية118- ثم يكبر وجوباً.119- ويرفع يديه مع هذا التكبير أحياناً.120- ويسجد السجدةَ الثانية، وهي ركنٌ أيضاً.121- ويصنع فيها ما صنعَ في الأولى.    جلسة الاستراحة122- فإذا رفع رأسه من السجدة الثانية، وأراد النهوض إلى الركعة الثانية كبّر وجوباً.123- ويرفع يديه أحياناً.124- ويستوي قبل أن ينهضَ قاعداً على رجِله اليسرى، معتدلاً، حتى يرجع كل عظم إلى موضعه.    الركعة الثانية125- ثم ينهض معتمداً على الأرض بيديه المقبوضتين، كما يقبضهما العاجِنُ إلى الركعة الثانية، وهي ركنٌ.126- ويصنعُ فيهما كما صنعَ في الأولى.127- إلا أنه لا يقرأ فيها دعاء الاستفتاح.128- ويجعلها أقصر من الركعة الأولى.    الجلوس للتشهد129- فإذا فرغ من الركعة الثانية، قَعَدَ للتشهدِ ، وهو واجبٌ.130- ويجلس مفترشاً - كما سبق - بين السجدتين.131- لكن لا يجوز الإقعاء هنا.132- ويضع كفَّه اليمنى على فخذهِ وركبته اليمنى، ونهاية مرفقه الأيمن على فخذه، لا يبعده عنه.133- ويبسط كفه اليسرى على فخذه وركبته اليسرى.134- ولا يجوز أن يجلس معتمداً على يده، وخصوصاً اليُسرى.    تحريك الإصبع، والنظر إليها135- ويقبض أصابع كفه اليمنى كلها، ويضع إبهامه على إصبعه الوسطى تارةً.136- وتارةً يُحلَّق بهما حلقةً.137- ويشير بإصبعه السبابة إلى القِبلة.138- ويرمي ببصره إليها.139- ويحركها يدعو بها من أول التشهد إلى آخره.140- ولا يشير بإصبع يده اليسرى.141- ويفعل هذا كلَّه في كل تشهدٍ.    صيغة التشهد والدعاء بعده142- والتشهد واجب، إذا نَسِيهَ سجدَ سجدتي السهو.143- ويقرؤه سراً.144- وصيغته: (التحيات لله، والصلوات، والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله، وأشهد أن محمداً عبده ورسوله) وفي كتابي المذكور صيغ أخرى ثابتة وما ذكرته هنا أصح.السلام على النبي : هذا هو المشروع بعد وفاة النبي صلى الله وعليه وسلم وهو الثابت في تشهد ابن مسعود وعائشة وابن الزبير رضي الله عنهم، ومن شاء التفصيل فعليه بكتابي (صفة صلاة النبي )، ص161,، طبعة مكتبة المعارف في الرياض.145- ويصلي بعده على النبي صلى الله عليه وسلم فيقول: (اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد، اللهم بارك على محمد وعلى آل محمد، كما باركت على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد ).146- وإن شئت الاختصار، قلت: (اللهم صل على محمد، وعلى آل محمد، وبارك على محمد وعلى آل محمد، كما صليت وباركت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد ).147- ثم يتخير في هذا التشهد من الدعاء الوارد أعجبَه إليه؛ فيدعو الله به.    الركعة الثالثة والرابعة148- ثم يكبر وجوباً، والسنة أن يكّبر وهو جالسٌ.149- ويرفع يديه أحياناً.150- ثم ينهض إلى الركعة الثالثة، وهي ركنٌ كالتي بعدها.151- وكذلك يفعل إذا أراد القيامَ إلى الركعة الرابعة.152- ولكنه قبلَ أن ينهض َ يستوي قاعداً إلى رجِلْهِ اليسرى معتدلاً، حتى يرجع كل عظم إلى موضعه.153- ثم يقوم معتمداً إلى يديه وكما فعل في قيامه إلى الركعة الثانية.154- ثم يقرأ في كلًّ من الثالثة والرابعة سورة (الفاتحة) وجوباً.155- ويضيف إليها آية أو أكثر أحياناً.    القنوت للنازلة ومحلُّه156- ويُسنُّ له أن يقنتَ ويدعو للمسلمين لنازلةٍ نزلت بهم.157- ومحله إذا قال بعد الركوع: (ربنا ولك الحمد).158- وليس له دعاءٌ راتبٌ، وإنما يدعو فيه بما يتناسب مع النازلة.159- ويرفع يديه في هذا الدعاء.160- ويجهر به إذا كان إماماً.ً.161-ويؤمّن عليه مَن خلفه.162- فإذا فرغ وكبَّر وسجد.    قنوت الوتر ومحلُّه وصيغتُه163- وأما القنوت في الوتر فيُشرع أحياناً.164- ومحلُّه قبل الركوع، خلافاً لقنوت النازلة.165- ويدعو فيه بما يأتي:(اللهم اهدني فيمن هديت وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شر ما قضيت فإنك تقضي ولا يقضى عليك وإنه لا يذل من واليت ولا يعز من عاديت تباركت ربنا وتعاليت، ولا منجا منك إلا إليك).166- وهذا الدعاءُ من تعليم رسول الله صلى الله عليه وسلم فتجوز؛ لثبوتها عن الصحابة رضي الله عنهم.167- ثم يركع، ويسجد السجدتين، كما تقدم.    التشهد الأخير والتورك168- ثم يقعد للتشهد الأخير.169-ويصنعُ فيه ما صنعَ في التشهد الأول.170- إلا أنه يجلس فيه متوركاً يفضي بوركِهِ اليسرى تحت ساقه اليمنى.171- وينصب قدمه اليمنى.172- ويجوز فرشها أحياناً.173- ويُلقم كفَّه اليسرى ركبته ويعتمد عليها.    وجوبُ الصَّلاة على النبي صلى الله عليه وسلم والتعوذ من أربع174- ويجب عليه في هذا التشهد الصلاة على النبي صلى الله عليه وسلم وقد ذكرنا في التشهد الأول بعض صيغها.175- وأن يستعيذ بالله من أربع، يقول: (اللهم إني أعوذ بك من عذاب جهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن شر فتنة المسيح الدجال) فتنة (المحيا): هي ما يعرض للإنسان في حياته من الافتتان بالدنيا وشهواتها. وفتنة(الممات )، هي: فتنة القبر وسؤال الملكين ، و(فتنة المسيح الدجال): ما يظهر على يديه من الخوارق التي يَضِلُ بها كثير من الناس، ويتبعونه على دعواه الألوهية.    الدعاء قبل السلام176- ثم يدعو لنفسه بما بدا له ، مما ثبت في الكتاب والسنة، وهو كثير طيب فإن لم يكن عنده شيء منه، دعا بما تيسر له، مما ينفعه في دينه، أو دنياه.    التسليمُ وأنواعُه177- ثم يسلم عن يمينه، وهو ركنٌ، حتى يُرى بياضُ خدَّه الأيمن.178- وعن يساره حتى يُرى بياضُ خدَّه الأيسر.179- ويرفع الإمامُ صوتَه بالسلامِ.180- وهو على وُجوه ٍ:الأول: السلام عليكم ورحمة الله وبركاته ، عن يمينه. السلام عليكم ورحمة الله، عن يساره.الثاني: مثله، دون قوله:(وبركاته).الثالث: السلام عليكم ورحمة الله، عن يمينه. السلام عليكم، عن يساره.الرابع: يسلم تسليمةً واحدةً تلقاء وجهه، يميل به إلى يمينه قليلاً."},"enabledElements":["name","title","subtitle"]}]},{"name":{"ar":"صفة الوضوء","en":"صفة الوضوء","bn":"صفة الوضوء","es":"صفة الوضوء","id":"صفة الوضوء","ur":"صفة الوضوء","tr":"صفة الوضوء","ku":"صفة الوضوء","ms":"صفة الوضوء"},"branches":[{"name":{"ar":"صفة الوضوء الواجبة"},"title":{"ar":"صفة الوضوء الواجبة"},"subtitle":{"ar":"أما صفة الوضوء فله صفتان:الأولى: صفة واجبة وهي:أولاً: غسل الوجه بالكامل مرّة، ومنه المضمضة والاستنشاق.ثانياً: غسل اليدين إلى المرفقين مرّة واحدة.ثالثاً: مسح الرأس كله ومنه الأذنان.رابعا: غسل الرجلين مع الكعبين مرّة واحدة، والمراد بالمرّة في كلِّ ما سبق أن يستوعب جميع العضو بالغسل.خامسا: الترتيب، بأن يغسل الوجه أولا ثم اليدين ثم يمسح الرأس ثم يغسل رجليه، لأن النبي صلى الله عليه وسلم رتَّب الوضوء على هذه الكيفية.سادساً: الموالاة، وهي أن يكون غسل الأعضاء المذكورة متوالياً بحيث لا يفصل بين غسل عضو وغسل العضو الذي قبله بفترة زمنية طويلة عرفاً، بل يتابع غسل لأعضاء الواحد تلو الآخر.فهذه فروض الوضوء التي لابد منها حتى يكون الوضوء صحيحاً،والدليل على هذه الفروض، قول الله عز وجل: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ} [المائدة: 6]."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"صفة الوضوء المستحبة"},"title":{"ar":"صفة الوضوء المستحبة"},"subtitle":{"ar":"الصفة الثانية: صفة مستحبة: وهي التي وردت في سنّة النبي صلى الله عليه وسلم، وتفصيلها كما يلي:1-  أن ينوي الإنسان الطهارة ورفع الحدث، ولا يتلفظ بالنيّة، لأنّ محلها القلب. وكذا سائر العبادات.2-  يقول بسم الله.3-  ثم يغسل كفيه ثلاث مرات.4-  ثم يتمضمض ثلاث مرات، (والمضمضة هي إدارة الماء في الفم) ويستنشق ثلاث مرات وينثر الماء من أنفه بيساره، والاستنشاق هو إيصال الماء إلى داخل الأنف، والاستنثار هو إخراجه من الأنف.5-  يغسل وجهه ثلاث مرات، وحد الوجه من منابت شعر الرأس المعتاد إلى ما انحدر من اللحيين والذقن، طولاً، ومن حدّ الأذن اليمنى إلى حد الأذن اليسرى عرضا، والرجل يغسل شعر لحيته لأنه من الوجه، فإن كانت خفيفة وجب غسل ظاهرها وباطنها، وإن كانت كثيفة أي ساترة للجلد، غسل ظاهرها فقط وخللها.6-  ثم يغسل يديه إلى المرفقين ثلاث مرات، وحَدُّ اليد من رؤوس الأصابع مع الأظافر إلى أول العضد، ولا بد أن يزيل ما علق باليد قبل الغسل من عجين أو طين، وصبغ ونحوه مما يمنع وصول الماء إلى البشرة.7-  ثم بعد ذلك يمسح رأسه وأذنيه مرة واحدة بماء جديد غير البلل الباقي من غسل يديه، وصفة مسح الرأس أن يضع يديه مبلولتين بالماء على مقدم رأسه ويمرُّهما إلى قفاه ثم يردهما إلى الموضع الذي بدأ منه، ثم يدخل أصبعيه السبابتين في خرقي أذنيه، ويمسح ظاهرهما بإبهاميه. وبالنسبة لشعر المرأة فإنها تمسح عليه سواء كان نازلا أو ملفوفا من مقدَّم الرأس إلى منابت شعرها على الرقبة، ولا يجب مسح ما طال من شعرها على ظهرها.8-  ثم يغسل رجليه ثلاث مرات إلى الكعبين، والكعبان هما العظمان الناتئان في أسفل الساق.والدليل على ذلك ما تقدّم من حديث حُمْرَانَ مَوْلَى عُثْمَانَ أَنَّ عُثْمَانَ بْنَ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ دَعَا بِوَضُوءٍ فَتَوَضَّأَ فَغَسَلَ كَفَّيْهِ ثَلَاثَ مَرَّاتٍ ثُمَّ مَضْمَضَ وَاسْتَنْثَرَ ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثَ مَرَّاتٍ ثُمَّ غَسَلَ يَدَهُ الْيُمْنَى إِلَى الْمِرْفَقِ ثَلَاثَ مَرَّاتٍ ثُمَّ غَسَلَ يَدَهُ الْيُسْرَى مِثْلَ ذَلِكَ ثُمَّ مَسَحَ رَأْسَهُ ثُمَّ غَسَلَ رِجْلَهُ الْيُمْنَى إِلَى الْكَعْبَيْنِ ثَلَاثَ مَرَّاتٍ ثُمَّ غَسَلَ الْيُسْرَى مِثْلَ ذَلِكَ ثُمَّ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَنْ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا ثُمَّ قَامَ فَرَكَعَ رَكْعَتَيْنِ لَا يُحَدِّثُ فِيهِمَا نَفْسَهُ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ) رواه مسلم (الطهارة /331)."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"شروط الوضوء"},"title":{"ar":"شروط الوضوء"},"subtitle":{"ar":"أما شروط الوضوء فهي: الإسلام والعقل والتمييز والنية، فلا يصح الوضوء من كافر، ولا من مجنون، ولا من صغير لا يميزه، ولا من لم ينو الوضوء بأن نوى التبرد مثلا، ويشترط أن يكون الماء طهوراً فالماء النجس لا يصح به الوضوء، ويشترط كذلك إزالة ما يمنع وصول الماء إلى الجلد والأظافر كالمناكير التي تضعها المرأة على أظافرها.والتسمية مشروعة عند جماهير العلماء، وهم مختلفون هل هي واجبة أو سنة، وينبغي لمن ذكرها في أول الوضوء أو في أثنائه أن يقولها."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"هل هناك فرق بين وضوء الرجل ووضوء المرأة؟"},"title":{"ar":"هل هناك فرق بين وضوء الرجل ووضوء المرأة؟"},"subtitle":{"ar":"ولا اختلاف في صفة الوضوء بين كل من الرجل والمرأة."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"ما يقال بعد الوضوء"},"title":{"ar":"ما يقال بعد الوضوء"},"subtitle":{"ar":"ويستحب أن يقول بعد الفراغ من الوضوء: أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله لقول النبي صلى الله عليه وسلم: (مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ فَيُبْلِغُ أَوْ فَيُسْبِغُ الْوَضُوءَ ثُمَّ يَقُولُ أَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُ اللَّهِ وَرَسُولُهُ إِلا فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّهَا شَاءَ) رواه مسلم (الطهارة/345)، وفي زيادة عند الترمذي: (اللهم اجعلني من التوابين واجعلني من المتطهرين) (الطهارة/50)، وصححه الألباني في \"صحيح سنن أبي داود\" برقم (48)."},"enabledElements":["name","title","subtitle"]}]}],"lastUpdated":"2025-09-30T16:52:35.387103"}