{"sections":[{"name":{"ar":"صفة الصلاة","en":"صفة الصلاة","bn":"صفة الصلاة","es":"صفة الصلاة","id":"صفة الصلاة","ur":"صفة الصلاة","tr":"صفة الصلاة","ku":"صفة الصلاة","ms":"صفة الصلاة"},"branches":[{"name":{"ar":"استقبال الكعبة"},"title":{"ar":"استقبال الكعبة"},"subtitle":{"ar":"1- إذا قمتَ أيها المسلم إلى الصلاة، فاستقبل الكعبة حيث كنت، في الفرض والنفلِ، وهو ركن من أركان الصلاة، التي لا تصح الصلاة إلا بها.\\n2- ويسقط الاستقبال عن المحارب في صلاة الخوف والقتال الشديد.\\n-     وعن العاجز عنه؛ كالمريض، أو من كان في السفينة، أو السيارة، أو الطائرة، إذا خشي خروج الوقت.\\n-     وعمن كان يصلي نافلة أو وتراً، وهو يسير راكباً دابة أو غيرها ويستحب له إذا أمكن أن يستقبل بها القبلة عند تكبيرة الإحرام، ثم يتجه بها حيث كانت وجهته.\\n\\n3- ويجب على كل من كان مشاهداٍ للكعبة أن يستقبل عينها، وأما من كان غير مشاهداً لها فيستقبل جهتها.\\n- حكم الصلاة إلى غير الكعبة خطأً\\n\\n4- وإن صلى إلى غير القبلة ؛ لغيم أو غيره بعد الاجتهاد والتحري جازت صلاته، ولا إعادة عليه.\\n5- وإذا جاء من يثق به - وهو يصلي - فأخبره بجهتها، فعليه أن يبادر إلى استقبالها، وصلاته صحيحةٌ."},"enabledElements":["name","title","subtitle"]},{"name":{"ar":"القيام"},"title":{"ar":"القيام"},"subtitle":{"ar":"6- ويجب عليه أن يصلي وهو قائماً وهو ركن ٌ، إلا على:\\nالمصلي صلاة الخوف، والقتال الشديد، فيجوز له أن يصلي راكباً، والمريض العاجز عن القيام، فيصلي جالساً إن استطاع، وإلا فعلى جَنبٍ، والمتنفّل، فله أن يصلي راكباً، أو قاعداً إن شاءَ، ويركع وسجد إيماءً برأسهِ، وكذلك المريضُ، ويجعل سجوده أخفض من ركوعه.\\n7 - ولا يجوز للمصلي جالساً أن يضع شيئاً على الأرض مرفوعاً يسجد عليه، وإنما يجعل سجوده أخفض من ركوعه - كما ذكرنا - إذا كان لا يستطيع مباشرة أن يباشر الأرض بجبهتِهِ.\\n- الصلاة في السفينة والطائرة.\\n\\n8- وتجوز صلاة الفريضة في السفينة، وكذا في الطائرة.\\n9- وله أن يصلي فيهما قاعداً إذا خشي على نفسه السقوط.\\n10- ويجوز أن يعتمد في قيامه على عمودٍ، أو عصى؛ لكبر سنه، أو ضعف بدنه.\\n- الجمع بين القيام والقعود.\\n\\n11- ويجوز أن يصَلي صلاة الليل قائماً أو قاعداً بدون عذر، وأن يجمع بينهما، فيصلَّي ويقرأ جالساً، وقبيل الركوع يقوم، فيقرأ ما بقي عليه من الآيات قائماً ثم يركع ويسجد، ثم يصنع مثل ذلك في الركعة الثانية.\\n12- وإذا صلى قاعداً جلس متربعاً، أو أي جلسةٍ أخرى يستريح بها.\\nالصلاة في النعال.\\n\\n13- ويجوز له أن يقف حافياً، كما يجوز له أن يصلي منتعلاً.\\n14- والأفضل أن يصلي تارةً هكذا وتارةً هكذا، حسبما تيسر له، فلا يتكلف لبسهما للصلاة ولا خلعها، بل إن كان حافياً صلى حافياً، وإن كان منتعلاً صلى منتعلا، إلا لأمرٍ عارضٍ.\\n15- وإذا نزعهما فلا يضعهما عن يمينه، وإنما عن يساره، إذا لم يكن عن يساره أحدٌ يصلي، وإلا وضعهما بين رجليه ـ قلت: وفيه إيماءٌ لطيفٌ إلى أنه لا يضعهما أمامه، وهذا أدبٌ أخل به جماهير المصلين، فتراهم يصلون إلى نعالهم ! - بذلك صح الأمر عن النبي صلى الله عليه وسلم.\\nالصلاة على المنبر.\\n\\n16- وتجوز صلاة الإمام على مكان مرتفع كالمنبر؛ لتعليم الناس يقوم عليه، فيكبر ويقرأ ويركع وهو عليه، ثم ينزل القهقرى حتى يتمكن من السجود على الأرض في أصل المنبر، ثم يعود إليه فيصنع في الركعة الأخرى كما صنع في الأولى.\\n- وجوب الصلاة إلى سترة والدنو منها.\\n17 - ويجب أن يصلي إلى سترةٍ، لا فرق في ذلك بين المسجد وغيره، ولا بين كبيره وصغيره، لعموم قوله صلى الله عليه وسلم:  لا تصل إلا إلى سترةٍ، ولا تدع أحد يمر بين يديك، فإن أبى فلُتقاتله؛ فإن معه القرين . يعني الشيطان.\\n18- ويجب أن يدنو منها؛ لأمر النبي صلى الله عليه وسلم بذلك.\\n19- وكان بين موضع سجوده صلى الله عليه وسلم والجدار الذي يصلي إليه نحو ممر شاةٍ، فمن فعل ذلك فقد أتى بالدنوّ الواجب - قلت: ومنه نعلم أن ما يفعله الناس في كل المساجد التي رأيتها في سوريا وغيرها من الصلاة وسط المسجد بعيداً عن الجدار او السارية، ما هو إلا غفلة عن أمرهِ صلى الله عليه وسلم وفعله.\\n- مقدار ارتفاع السترة.\\n\\n20- ويجب أن تكون السترة مرتفعة عن الأرض نحو شبر، أو شبرين؛ لقوله صلى الله عليه وسلم: إذا وضع أحدكم بين يديه مثل مؤخرة الرحل فليصل،ولا يبالي من مر وراء ذلك . - المؤخرة: هي العمود الذي في آخر الرحل، والرحل، هو للجمل بمنزلة السرج للفرس. وفي الحديث إشارة إلى أن الخط على الأرض لا يجزي، والحديث المروي فيه ضعيف -.\\n21- ويتوجه إلى السترة مباشرةً؛ لأنه الظاهر من الأمر بالصلاة إلى سترة، وأما التحول عنها يميناً أو يساراً، بحيث أنه لا يصمُدُ إليها صَمْداً، فلم يثبت.\\n22- وتجوز الصلاة إلى العصا المغروزة في الأرض أو نحوها، وإلى شجرة، أو اسطوانة، وإلى امرأته المضطجعة على السرير، وهي تحت لحافها، وإلى الدابة، ولو كانت جملاً.\\n- تحريم الصلاة إلى القبور.\\n\\n23- ولا تجوز الصلاة إلى القبور مطلقاً ، سواءً كانت قبوراً للأنبياء أو غيرهم.\\n- تحريم المرور بين يدي المصلي ولو في المسجد الحرام.\\n\\n24- ولا يجوز المرور بين يدي المصلي إذا كان بين يديه سترة، ولا فرق في ذلك بين المسجد الحرام وغيره من المساجد، فكلها سواء في عدم الجواز لعموم قوله صلى الله عليه وسلم: لو يعلم المار بين يدي المصلي ماذا عليه، لكانَ أن يقف أربعين، خيراً له من أن يمر بين يديه . يعني: المرور بينه وبين موضع سجوده.-وأما حديث صلاته صلى الله عليه وسلم في حاشية المطاف دون سترة والناس يمرون بين يديه، فلا يصح، على أنه ليس فيه أن المرور كان بينه وبين سجوده -.\\n- وجوب منع المصلي للمار بين يديه، ولو في المسجد الحرام.\\n\\n25- ولا يجوز للمصلَّي إلى سترةٍ أن يدع أحداً يمر بين يديه؛ للحديث السابق: ولا تدع أحداً يمر بين يديك... ، وقوله صلى الله عليه وسلم: إذا صلَّى أحدُكم إلى شيءٍ يستره من الناس، فأراد أحدٌ أن يجتازَ بين يديه، فليدفع في نحره، وليدرأ ما استطاعَ ، وفي رواية: فليمنعه - مرتين - فإن أبى فليقاتله فإنما هو شيطانٌ .\\n- المشي إلى الأمام؛ لمنع المرور.\\n\\n26- ويجوز أن يتقدم خطوةً أو أكثر؛ ليمنع غيرَ مكلَّفٍ من المرور بين يديه؛ كدابةٍ أو طفل، حتى يمر من ورائه.\\n- ما يقطع الصلاة.\\n\\n27- وإن من أهمية السُّترة في الصلاة، أنها تحولُ بين المصلي إليها، وبين إفساد صلاته؛ بالمرور بين يديه، بخلاف الذي لم يتخذها، فإنه يقطع صلاته إذا مرت بين يديه المرأةُ البالغةُ، وكذلك الحمار، والكلب الأسود."},"enabledElements":["name","title","subtitle"]}]}],"lastUpdated":"2025-09-30T16:24:33.846587"}