{
  "title": "العقيدة الواسطية: اعتقاد الفرقة الناجية المنصورة إلى قيام الساعة أهل السنة والجماعة",
  "author": "ابن تيمية",
  "chapters": [
    {
      "chapter_number": "3",
      "id": "P2",
      "title": "",
      "content": "\n  \n  \nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ[مقدمة المصنف] :الْحَمْدُ لِلَّهِ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ؛ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَكَفَى بِاللَّهِ شَهِيدًا.وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ؛ إِقْرَارًا بِهِ وَتَوْحِيدًا.وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ.صَلَّى اللَّهُ عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ تَسْلِيمًا مَزِيدًا.\nالجزء: 1 ¦ \n",
      "pageNum": "53"
    },
    {
      "chapter_number": "4",
      "id": "P3",
      "title": "",
      "content": "\n  \n  \nالْمَسْأَلَةُ الْوَاسِطِيَّةُ فِي الْعَقِيدَةِاعْتِقَادُ الْفِرْقَةِ النَّاجِيَةِ الْمَنْصُورَةِ إلَى قِيَامِ السَّاعَةِ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ[أصول الإيمان وأركانه الست] :1- الْإِيمَانُ بِاَللَّهِ، وَمَلَائِكَتِهِ، وَكُتُبِهِ، وَرُسُلِهِ، وَالْبَعْثِ بَعْدَ الْمَوْتِ، وَالْإِيمَانِ بِالْقَدَرِ؛ خَيْرِهِ وَشَرِّهِ.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "54"
    },
    {
      "chapter_number": "5",
      "id": "P4",
      "title": "",
      "content": "\n  \n  \n[الباب الأول:الإيمان بالله تعالىويشتمل على خمسة فصول:الفصل الأول: القواعد الأساسية في الإيمان بصفات الله.الفصل الثاني: الإيمان بما وصف الله به نفسه في كتابه.الفصل الثالث: الإيمان بما وصف به الرسول صلى الله عليه وسلم ربه.الفصل الرابع: وسطية أهل السنة والجماعة بين فرق الأمة.الفصل الخامس: يدخل في الإيمان بالله: أنه سبحانه فوق سماواته، عال على عرشه.الفصل السادس: يدخل في الإيمان بالله: أنه قريب من خلقه.]* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "55"
    },
    {
      "chapter_number": "6",
      "id": "P5",
      "title": "",
      "content": "\n  \n  \n[الفصل الأول:القواعد الأساسية في الإيمان بأسماء الله وصفاته]2- وَمِنَ الْإِيمَانِ بِاللَّهِ:- الْإِيمَانُ بِمَا وَصَفَ بِهِ نَفْسَهُ فِي كِتَابِهِ.- وَبِمَا وَصَفَهُ بِهِ رَسُولُهُ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.[الابتعاد عن التحريف والتعطيل والتكييف والتمثيل] :مِنْ غَيْرِ: تَحْرِيفٍ وَلَا تَعْطِيلٍ، وَمِنْ غَيْرِ: تَكْيِيفٍ وَلَا تَمْثِيلٍ.\nالجزء: 1 ¦ \n",
      "pageNum": "57"
    },
    {
      "chapter_number": "7",
      "id": "P6",
      "title": "",
      "content": "\n  \n  \n3- بَلْ يُؤْمِنُونَ بِأَنَّ اللَّهَ تَعَالَى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11] .4- فَلَا يَنْفُونَ عَنْهُ: مَا وَصَفَ بِهِ نَفْسَهُ.5- وَلَا يُحَرِّفُونَ: الْكَلِمَ عَنْ مَوَاضِعِهِ.[الإلحاد في أسماء الله وآياته] :6- وَلَا يُلْحِدُونَ فِي: أَسْمَاءِ اللَّهِ، وَآيَاتِهِ.7- وَلَا يُمَثِّلُونَ: صِفَاتِهِ بِصِفَاتِ خَلْقِهِ.[لا يقاس الله بخلقه] :8- لِأَنَّهُ سُبْحَانَهُ؛ لَا سَمِيَّ لَهُ، وَلَا كُفُوَ لَهُ، وَلَا نِدَّ لَهُ، وَلَا يُقَاسُ بِخَلْقِهِ سُبْحَانَهُ وَتَعَالَى.9- فَإِنَّهُ سُبْحَانَهُ؛ أَعْلَمُ بِنَفْسِهِ وَبِغَيْرِهِ، وَأَصْدَقُ قِيلًا، وَأَحْسَنُ حَدِيثًا مِنْ خَلْقِهِ.\nالجزء: 1 ¦ \n",
      "pageNum": "59"
    },
    {
      "chapter_number": "8",
      "id": "P7",
      "title": "",
      "content": "\n  \n  \n10- ثُمَّ رُسُلُهُ صَادِقُونَ مُصَدَّقُونَ؛ بِخِلَافِ الَّذِينَ يَقُولُونَ عَلَيْهِ مَا لَا يَعْلَمُونَ.11- وَلِهَذَا قَالَ سُبْحَانَهُ وَتَعَالَى: {سُبْحَانَ رَبِّك رَبِّ الْعِزَّةِ عَمَّا يَصْفُونَ • وَسَلَامٌ عَلَى الْمُرْسَلِينَ • وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الصافات: 180 - 182] .12- فَسَبَّحَ نَفْسَهُ عَمَّا وَصَفَهُ بِهِ الْمُخَالِفُونَ لِلرُّسُلِ، وَسَلَّمَ عَلَى الْمُرْسَلِينَ لِسَلَامَةِ مَا قَالُوهُ مِنَ النَّقْصِ وَالْعَيْبِ.13- وَهُوَ سُبْحَانَهُ قَدْ جَمَعَ فِيمَا وَصَفَ وَسَمَّى بِهِ نَفْسَهُ بَيْنَ: النَّفْيِ وَالْإِثْبَاتِ.14- فَلَا عُدُولَ لِأَهْلِ السُّنَّةِ وَالْجَمَاعَةِ عَمَّا جَاءَتْ بِهِ الْمُرْسَلُونَ.15- فَإِنَّهُ الصِّرَاطُ الْمُسْتَقِيمُ، صِرَاطُ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ، وَالصِّدِّيقِينَ، وَالشُّهَدَاءِ، وَالصَّالِحِينَ.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "60"
    },
    {
      "chapter_number": "9",
      "id": "P8",
      "title": "",
      "content": "\n  \n  \n[الفصل الثاني:الإيمان بما وصف الله به نفسه في كتابه]• وَقَدْ دَخَلَ فِي هَذِهِ الْجُمْلَةِ:[سورة الإخلاص تعدل ثلث القرآن] :16- مَا وَصَفَ بِهِ نَفْسَهُ فِي «سُورَةِ الْإِخْلَاصِ» الَّتِي تَعْدِلُ ثُلُثَ الْقُرْآنِ.17- حَيْثُ يَقُولُ: {قُلْ هُوَ اللَّهُ أَحَدٌ • اللَّهُ الصَّمَدُ • لَمْ يَلِدْ وَلَمْ يُولَدْ • وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ} [الإخلاص: 1 - 4] .* * * *[آية الكرسي أعظم آية في كتاب الله] :18- وَمَا وَصَفَ بِهِ نَفْسَهُ فِي أَعْظَمِ آيَةٍ فِي كِتَابِهِ.19- حَيْثُ يَقُولُ: {اللَّهُ لَا إلَهَ إلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ} - أَيْ: لَا يُكْرِثُهُ وَلَا يُثْقِلُهُ - {حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ} [البقرة: 255] .\nالجزء: 1 ¦ \n",
      "pageNum": "61"
    },
    {
      "chapter_number": "10",
      "id": "P9",
      "title": "",
      "content": "\n  \n  \n20- وَلِهَذَا كَانَ مَنْ قَرَأَ هَذِهِ الْآيَةَ فِي لَيْلَةٍ؛ لَمْ يَزَلْ عَلَيْهِ مِنْ اللَّهِ حَافِظٌ، وَلَا يَقْرَبُهُ شَيْطَانٌ حَتَّى يُصْبِحَ.* * * *[صفة الحياة] :21- وَقَوْلُهُ سُبْحَانَهُ: {وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ} [الفرقان: 58] .* * * *[صفة العلم] :22- وَقَوْلُهُ سُبْحَانَهُ: {هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ} [الحديد: 3] .23- وَقَوْلُهُ سُبْحَانَه: {الْعَلِيمُ الْحَكِيمُ} [التحريم: 3] .24-: {يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا} [سبأ: 2] .25-: {وَعِندَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إلَّا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِن وَرَقَةٍ إلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا\nالجزء: 1 ¦ \n",
      "pageNum": "62"
    },
    {
      "chapter_number": "11",
      "id": "P10",
      "title": "",
      "content": "\n  \n  \nرَطْبٍ وَلَا يَابِسٍ إلَّا فِي كِتَابٍ مُّبِينٍ} [الأنعام: 59] .26-: {وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ} [فاطر: 11] .27- وَقَوْلُهُ: {لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا} [الطلاق: 12] .* * * *[صفة القوة] :28- وَقَوْلُهُ: {إنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ} [الذاريات: 58] .* * * *[صفة السمع وصفة البصر] :29- وَقَوْلُهُ: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11] .30-: {إنَّ اللَّهَ نِعِمَّا يَعِظُكُم بِهِ إنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا} [النساء: 58] .* * * *[صفة الإرادة] :31- وَقَوْلُهُ: {وَلَوْلَا إذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إلَّا بِاللَّهِ} [الكهف: 39] .32- وَقَوْلُهُ: {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِن بَعْدِهِم مِّن بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَكِنِ اخْتَلَفُوا فَمِنْهُم مَّنْ آمَنَ وَمِنْهُم مَّن كَفَرَ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ} [البقرة: 253] .33- وَقَوْلُهُ: {أُحِلَّتْ لَكُم بَهِيمَةُ الْأَنْعَامِ إلَّا مَا يُتْلَى عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنتُمْ حُرُمٌ إنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ} [المائدة: 1] .\nالجزء: 1 ¦ \n",
      "pageNum": "63"
    },
    {
      "chapter_number": "12",
      "id": "P11",
      "title": "",
      "content": "\n  \n  \n34- وَقَوْلُهُ: {فَمَن يُرِدِ اللَّهُ أَن يَهدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ} [الأنعام: 125] .* * * *[صفة المحبة] :35- وَقَوْلُهُ: {وَأَحْسِنُوا إنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} [البقرة: 195] .36-: {وَأَقْسِطُوا إنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} [الحجرات: 9] .37-: {فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ} [التوبة: 7] .38-: {إنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} [البقرة: 222] .39-: {فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ} [المائدة: 54] .40-: {إنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ} [الصف: 4] .41-: {قُلْ إن كُنتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ} [آل عمران: 31] .* * * *[صفة الرضى] :42- وَقَوْلُهُ: {رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ} [البينة: 8] .* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "64"
    },
    {
      "chapter_number": "13",
      "id": "P12",
      "title": "",
      "content": "\n  \n  \n[صفة الرحمة] :43- وَقَوْلُهُ: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} [النمل: 30] .44-: {رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا} [غافر: 7] .45-: {وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا} [الأحزاب: 43] .46-: {كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ} [الأنعام: 54] .47-: {وَهُوَ الْغَفُورُ الرَّحِيمُ} [يونس: 107] .48-: {فَاللَّهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ} [يوسف: 64] .* * * *[صفات: الغضب والسخط والكراهية والبغض] :49- وَقَوْلُهُ: {وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ} [النساء: 93] .50- وَقَوْلُهُ: {ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ} [محمد: 28] .51- وَقَوْلُهُ: {فَلَمَّا آسَفُونَا انتَقَمْنَا مِنْهُمْ} [الزخرف: 55] .52- وَقَوْلُهُ: {وَلَكِن كَرِهَ اللَّهُ انبِعَاثَهُمْ فَثَبَّطَهُمْ} [التوبة: 46] .53- وَقَوْلُهُ: {كَبُرَ مَقْتًا عِندَ اللَّهِ أَن تَقُولُوا مَا لَا تَفْعَلُونَ} [الصف: 3] .* * * *[صفتي: المجيء والإتيان] :54- وَقَوْلُهُ: {هَلْ يَنظُرُونَ إلَّا أَن يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلَائِكَةُ وَقُضِيَ الْأَمْرُ} [البقرة: 210] .\nالجزء: 1 ¦ \n",
      "pageNum": "65"
    },
    {
      "chapter_number": "14",
      "id": "P13",
      "title": "",
      "content": "\n  \n  \n55-: {هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ} [الأنعام: 158] .56-: {كَلَّا إذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا • وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا} [الفجر: 21 - 22] .57-: {وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا} [الفرقان: 25] .* * * *[صفة الوجه لله سبحانه] :58- وَقَوْلُهُ: {وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ} [الرحمن: 27] .59-: {كُلُّ شَيْءٍ هَالِكٌ إلَّا وَجْهَهُ} [القصص: 88] .* * * *[إثبات اليدين لله تعالى] :60- وَقَوْلُهُ: {مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ} [ص: 75] .61-: {وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَاءُ} [المائدة: 64] .* * * *[إثبات العينين لله تعالى] :62- وَقَوْلُهُ: {وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا} [الطور: 48] .63-: {وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ • تَجْرِي بِأَعْيُنِنَا جَزَاءً لِّمَن كَانَ كُفِرَ} [القمر: 13 - 14] .\nالجزء: 1 ¦ \n",
      "pageNum": "66"
    },
    {
      "chapter_number": "15",
      "id": "P14",
      "title": "",
      "content": "\n  \n  \n64-: {وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي وَلِتُصْنَعَ عَلَى عَيْنِي} [طه: 39] .* * * *[صفتي السمع والبصر لله تعالى] :65- وَقَوْلُهُ: {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إنَّ اللَّهَ سَمِيعٌ بَصِيرٌ} [المجادلة: 1] .66-: {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ سَنَكْتُبُ مَا قَالُوا} [آل عمران: 181] .67-: {أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ} [الزخرف: 80] .68-: {إنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى} [طه: 46] .69-: {أَلَمْ يَعْلَم بِأَنَّ اللَّهَ يَرَى} [العلق: 14] .70-: {الَّذِي يَرَاكَ حِينَ تَقُومُ • وَتَقَلُّبَكَ فِي السَّاجِدِينَ} [الشعراء: 218 - 219] .71-: {وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ} [التوبة: 105] .* * * *[صفات المكر والكيد والمِحال لله تعالى على ما يليق بجلاله] :72- وَقَوْلُهُ: {شَدِيدُ الْمِحَالِ} [الرعد: 13] .\nالجزء: 1 ¦ \n",
      "pageNum": "67"
    },
    {
      "chapter_number": "16",
      "id": "P15",
      "title": "",
      "content": "\n  \n  \n73- وَقَوْلُهُ: {وَمَكَرُوا وَمَكَرَ اللَّهُ} [آل عمران: 54] .74- وَقَوْلُهُ: {وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ} [النمل: 50] .75- وَقَوْلُهُ: {إنَّهُمْ يَكِيدُونَ كَيْدًا • وَأَكِيدُ كَيْدًا} [الطارق: 15 - 16] .* * * *[صفات العفو والمغفرة والرحمة والعزة والقدرة] :76- وَقَوْلُهُ: {إِن تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَن سُوءٍ فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا} [النساء: 149] .77-: {وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ} [النور: 22] .78- وَقَوْلُهُ: {وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} [المنافقون: 8] .79- وَقَوْلُهُ عَنْ إبْلِيسَ: {فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ} [ص: 82] .* * * *[إثبات الاسم لله] :80- وَقَوْلُهُ: {تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ} [الرحمن: 78] .81- وَقَوْلُهُ: {فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ هَلْ تَعْلَمُ لَهُ سَمِيًّا} [مريم: 65] .* * * *[آيات الصفات المنفية في تنزيه الله ونفي المثل عنه] :82- {وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ} [الإخلاص: 4] .\nالجزء: 1 ¦ \n",
      "pageNum": "68"
    },
    {
      "chapter_number": "17",
      "id": "P16",
      "title": "",
      "content": "\n  \n  \n83-: {فَلَا تَجْعَلُوا لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ} [البقرة: 22] .84-: {وَمِنَ النَّاسِ مَن يَتَّخِذُ مِن دُونِ اللَّهِ أَندَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ} [البقرة: 165] .85-: {وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُن لَّهُ وَلِيٌّ مِّنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا} [الإسراء: 111] .86-: {يُسَبِّحُ لِلَّهِ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [التغابن: 1] .87-: {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا • الَّذِي لَهُ مُلْكُ السَّمَوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا} [الفرقان: 1 - 2] .88-: {مَا اتَّخَذَ اللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إذًا لَّذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ • عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَى عَمَّا يُشْرِكُونَ} [المؤمنون: 91 - 92] .89-: {فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ إنَّ اللَّهَ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ} [النحل: 74] .90-: {قُلْ إنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ\nالجزء: 1 ¦ \n",
      "pageNum": "69"
    },
    {
      "chapter_number": "18",
      "id": "P17",
      "title": "",
      "content": "\n  \n  \nوَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَن تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَن تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ} [الأعراف: 33] .* * * *[استواء الله على عرشه] :91- وَقَوْلُهُ: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه: 5] .92-: {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} فِي سِتَّةِ مَوَاضِعَ: [الأعراف: 54] [يونس: 3] [الرعد: 2] [الفرقان: 59] [السجدة: 4] [الحديد: 4] .* * * *[إثبات علو الله على مخلوقاته] :93-: {يَا عِيسَى إنِّي مُتَوَفِّيكَ وَرَافِعُكَ إلَيَّ} [آل عمران: 55] .94-: {بَل رَّفَعَهُ اللَّهُ إلَيْهِ} [النساء: 158] .95-: {إلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} [فاطر: 10] .96-: {يَا هَامَانُ ابْنِ لِي صَرْحًا لَّعَلِّي أَبْلُغُ الْأَسْبَابَ • أَسْبَابَ السَّمَوَاتِ فَأَطَّلِعَ إلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ كَاذِبًا} [غافر: 36 - 37] .97-: {أَأَمِنتُم مَّن فِي السَّمَاءِ أَن يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ • أَمْ أَمِنتُم مَّن فِي السَّمَاءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ} [الملك: 16 - 17] .* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "70"
    },
    {
      "chapter_number": "19",
      "id": "P18",
      "title": "",
      "content": "\n  \n  \n[إثبات معية الله لخلقه] :98- وَقَوْلُهُ: {هُوَ الَّذِي خَلَقَ السَّمَوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} [الحديد: 4] .99-: {مَا يَكُونُ مِن نَّجْوَى ثَلَاثَةٍ إلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} [المجادلة: 7] .100-: {لَا تَحْزَنْ إنَّ اللَّهَ مَعَنَا} [التوبة: 40] .101-: {إنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى} [طه: 46] .102-: {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُم مُّحْسِنُونَ} [النحل: 128] .103-: {وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} [الأنفال: 46] .104-: {كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ} [البقرة: 249] .* * * *[إثبات الكلام لله تعالى] :105- وَقَوْلُهُ: {وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا} [النساء: 87] .\nالجزء: 1 ¦ \n",
      "pageNum": "71"
    },
    {
      "chapter_number": "20",
      "id": "P19",
      "title": "",
      "content": "\n  \n  \n106-: {وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا} [النساء: 122] .107-: {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ} [المائدة: 116] .108-: {وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا} [الأنعام: 115] .109-: {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا} [النساء: 164] .110-: {مِنْهُم مَّن كَلَّمَ اللَّهُ} [البقرة: 253] .111-: {وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ} [الأعراف: 143] .* * * *112-: {وَنَادَيْنَاهُ مِن جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا} [مريم: 52] .113-: {وَإِذْ نَادَى رَبُّكَ مُوسَى أَنِ ائْتِ الْقَوْمَ الظَّالِمِينَ} [الشعراء: 10] .114-: {وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ} [الأعراف: 22] .115-: {وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ} [القصص: 62] .116-: {وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ} [القصص: 65] .* * * *117-: {وَإِنْ أَحَدٌ مِّنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ} [التوبة: 6] .\nالجزء: 1 ¦ \n",
      "pageNum": "72"
    },
    {
      "chapter_number": "21",
      "id": "P20",
      "title": "",
      "content": "\n  \n  \n118-: {وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِن بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ} [البقرة: 75] .119-: {يُرِيدُونَ أَن يُبَدِّلُوا كَلَامَ اللَّهِ قُل لَّن تَتَّبِعُونَا} [الفتح: 15] .120-: {وَاتْلُ مَا أُوحِيَ إلَيْكَ مِن كِتَابِ رَبِّكَ لَا مُبَدِّلَ لِكَلِمَاتِهِ} [الكهف: 27] .121-: {إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ} [النمل: 76] .* * * *[إثبات أن القرآن مُنَزَّل من الله تعالى] :122-: {وَهَذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ} [الأنعام: 155] .123-: {لَوْ أَنزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللَّهِ} [الحشر: 21] .124-: {وَإِذَا بَدَّلْنَا آيَةً مَّكَانَ آيَةٍ وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوا إنَّمَا أَنتَ مُفْتَرٍ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ • قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِن رَّبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى وَبُشْرَى لِلْمُسْلِمِينَ • وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إنَّمَا يُعَلِّمُهُ بَشَرٌ لِّسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُّبِينٌ} [النحل: 101 - 103] .* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "73"
    },
    {
      "chapter_number": "22",
      "id": "P21",
      "title": "",
      "content": "\n  \n  \n[إثبات رؤية المؤمنين لربهم يوم القيامة] :125- وَقَوْلُهُ: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ • إِلَى رَبِّهَا نَاظِرَةٌ} [القيامة: 22 - 23] .126-: {عَلَى الْأَرَائِكِ يَنظُرُونَ} [المطففين: 24] .127-: {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} [يونس: 26] .128-: {لَهُم مَّا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ} [ق: 35] .129- وَهَذَا الْبَابُ فِي كِتَابِ اللَّهِ تَعَالَى كَثِيرٌ.130- وَمَنْ تَدَبَّرَ الْقُرْآنَ طَالِبًا لِلْهُدَى مِنْهُ؛ تَبَيَّنَ لَهُ طَرِيقُ الْحَقِّ.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "74"
    },
    {
      "chapter_number": "23",
      "id": "P22",
      "title": "",
      "content": "\n  \n  \n[الفصل الثالث:الإيمان بما وصف به الرسول صلى الله عليه وسلم ربه]• ثُمَّ سُنَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:131- تُفَسِّرُ الْقُرْآنَ، وَتُبَيِّنُهُ، وَتَدُلُّ عَلَيْهِ، وَتُعَبِّرُ عَنْهُ.132- وَمَا وَصَفَ الرَّسُولُ بِهِ رَبَّهُ، مِنَ الْأَحَادِيثِ الصِّحَاحِ الَّتِي تَلَقَّاهَا أَهْلُ الْمَعْرِفَةِ بِالْقَبُولِ؛ وَجَبَ الْإِيمَانُ بِهَا كَذَلِكَ.* * * *[أحاديث الصفات] :[1- في إثبات نزول الله إلى السماء الدنيا] :133- مِثْلُ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «يَنْزِلُ رَبُّنَا إلَى سَمَاءِ الدُّنْيَا كُلَّ لَيْلَةٍ، حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الْآخِرِ، فَيَقُولُ: مَنْ يَدْعُونِي فَأَسْتَجِيبَ لَهُ، مَنْ يَسْأَلُنِي فَأُعْطِيَهُ، مَنْ يَسْتَغْفِرُنِي فَأَغْفِرَ لَهُ» . مُتَّفَقٌ عَلَيْهِ.* * * *[2- في إثبات الفرح لله عز وجل] :134- وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ، مِنْ أَحَدِكُمْ بِرَاحِلَتِهِ ... » الْحَدِيثَ. مُتَّفَقٌ عَلَيْهِ.\nالجزء: 1 ¦ \n",
      "pageNum": "75"
    },
    {
      "chapter_number": "24",
      "id": "P23",
      "title": "",
      "content": "\n  \n  \n[3- في إثبات الضحك] :135- وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «يَضْحَكُ اللَّهُ إلَى رَجُلَيْنِ؛ يَقْتُلُ أَحَدُهُمَا الْآخَرَ؛ كِلَاهُمَا يَدْخُلُ الْجَنَّةَ» . مُتَّفَقٌ عَلَيْهِ.* * * *[4- في إثبات العجب وصفات أخرى] :136- وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «عَجِبَ رَبُّنَا مِنْ قُنُوطِ عِبَادِهِ وَقُرْبِ غِيَرِهِ؛ يَنْظُرُ إلَيْكُمْ أَزِلِينَ قَنِطِينَ، فَيَظَلُّ يَضْحَكُ؛ يَعْلَمُ أَنَّ فَرَجَكُمْ قَرِيبٌ» . حَدِيثٌ حَسَنٌ.* * * *[5- في إثبات الرجل أو القدم] :137- وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَا تَزَالُ جَهَنَّمُ يُلْقَى فِيهَا، وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؛ حَتَّى يَضَعَ رَبُّ الْعِزَّةِ فِيهَا - وَفِي رِوَايَةٍ: عَلَيْهَا - قَدَمَهُ\nالجزء: 1 ¦ \n",
      "pageNum": "76"
    },
    {
      "chapter_number": "25",
      "id": "P24",
      "title": "",
      "content": "\n  \n  \nفَيَنْزَوِي بَعْضُهَا إلَى بَعْضٍ؛ وَتَقُولُ: قَط قَط» . مُتَّفَقٌ عَلَيْهِ.* * * *[6- في إثبات الكلام والصوت] :138- وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «يَقُولُ اللَّهُ تَعَالَى: يَا آدَمَ! فَيَقُولُ: لَبَّيْكَ وَسَعْدَيْكَ. فَيُنَادِي بِصَوْتِ: إِنَّ اللَّهَ يَأْمُرُكَ أَنْ تُخْرِجَ مِنْ ذُرِّيَّتِكَ بَعْثًا إِلَى النَّارِ..» . مُتَّفَقٌ عَلَيْهِ.* * * *139- وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا سَيُكَلِّمُهُ رَبُّهُ، لَيْسَ بَيْنَهُ وَبَيْنَهُ حَاجِبٌ وَلَا تُرْجُمَانٌ» .* * * *[7- في إثبات العلو لله وصفات أخرى] :140- وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رُقْيَةِ الْمَرِيضِ: «رَبُّنَا اللَّهُ الَّذِي فِي السَّمَاءِ! تَقَدَّسَ اسْمُكَ، أَمْرُك فِي السَّمَاءِ وَالْأَرْضِ؛ كَمَا رَحْمَتُكَ فِي السَّمَاءِ؛ اجْعَلْ رَحْمَتَكَ فِي الْأَرْضِ، اغْفِرْ لَنَا حُوْبَنَا\nالجزء: 1 ¦ \n",
      "pageNum": "77"
    },
    {
      "chapter_number": "26",
      "id": "P25",
      "title": "",
      "content": "\n  \n  \nوَخَطَايَانَا، أَنْتَ رَبُّ الطَّيِّبِينَ، أَنْزِلْ رَحْمَةً مِنْ رَحْمَتِكَ وَشِفَاءً مِنْ شِفَائِكَ عَلَى هَذَا الْوَجَعِ» . رَوَاهُ «أَبُو دَاوُد» .* * * *[8- في إثبات العلو أيضًا] :141- وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَلَا تَأْمَنُونِي وَأَنَا أَمِينُ مَنْ فِي السَّمَاءِ» . رَوَاهُ «الْبُخَارِيُّ» وَغَيْرُهُ.* * * *[9- في إثبات العلو أيضًا] :142- وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «وَالْعَرْشُ فَوْقَ ذَلِكَ، وَاللَّهُ فَوْقَ الْعَرْشِ وَهُوَ يَعْلَمُ مَا أَنْتُمْ عَلَيْهِ» . رَوَاهُ «أَبُو دَاوُد» «وَالتِّرْمِذِيُّ» وَغَيْرُهُمَا.\nالجزء: 1 ¦ \n",
      "pageNum": "78"
    },
    {
      "chapter_number": "27",
      "id": "P26",
      "title": "",
      "content": "\n  \n  \n[10- في إثبات العلو أيضًا] :143- وَقَوْلُهُ عَلَيْهِ السَّلَامُ لِلْجَارِيَةِ: «أَيْنَ اللَّهُ؟» .قَالَتْ: فِي السَّمَاءِ.قَالَ: «مَنْ أَنَا؟» .قَالَتْ: أَنْتَ رَسُولُ اللَّهِ.قَالَ: «أَعْتِقْهَا؛ فَإِنَّهَا مُؤْمِنَةٌ» . رَوَاهُ «مُسْلِمٌ» .* * * *[11- في إثبات المعية] :144- وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَفْضَلُ الْإِيمَانِ: أَنْ تَعْلَمَ أَنَّ اللَّهَ مَعَكَ حَيْثُمَا كُنْتَ» . حَدِيثٌ حَسَنٌ.* * * *[12- في إثبات كون الله قبل وجه المصلي] :145- وَقَوْلُهُ: «إذَا قَامَ أَحَدُكُمْ إِلَى الصَّلَاةِ؛ فَإِنَّ اللَّهَ قِبَلَ وَجْهِهِ؛ فَلَا يَبْصُقَنَّ قِبَلَ وَجْهِهِ، وَلَا عَنْ يَمِينِهِِ، وَلَكِنْ عَنْ يَسَارِهِ، أَوْ تَحْتَ قَدَمِهِ» . مُتَّفَقٌ عَلَيْهِ.\nالجزء: 1 ¦ \n",
      "pageNum": "79"
    },
    {
      "chapter_number": "28",
      "id": "P27",
      "title": "",
      "content": "\n  \n  \n[13- في إثبات العلو وصفات أخرى] :146- وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُمَّ! رَبَّ السَّمَاوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ! رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ! فَالِقَ الْحَبِّ وَالنَّوَى! مُنَزِّلَ التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ! أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا. اللَّهُمَّ أَنْتَ الْأَوَّلُ؛ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الْآخِرُ؛ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ؛ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ؛ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنِّي الدَّيْنَ، وَأَغْنِنِي مِنْ الْفَقْرِ» . رَوَاهُ «مُسْلِمٌ» .* * * *[14- في إثبات قرب الله تعالى] :147- وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا رَفَعَ أَصْحَابُهُ أَصْوَاتَهُمْ بِالذِّكْرِ: «أَيُّهَا النَّاسُ! ارْبَعُوا عَلَى أَنْفُسِكُمْ؛ فَإِنَّكُمْ لَا تَدْعُونَ أَصَمَّ وَلَا غَائِبًا؛ إِنَّمَا تَدْعُونَ سَمِيعًا قَرِيبًا؛ إنَّ الَّذِي تَدْعُونَهُ أَقْرَبُ إِلَى أَحَدِكُمْ مِنْ عُنُقِ رَاحِلَتِهِ» . مُتَّفَقٌ عَلَيْهِ.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "80"
    },
    {
      "chapter_number": "29",
      "id": "P28",
      "title": "",
      "content": "\n  \n  \n[15- إثبات رؤية المؤمنين لربهم] :148- وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ؛ كَمَا تَرَوْنَ الْقَمَرَ لَيْلَةَ الْبَدْرِ لَا تُضَامُّونَ فِي رُؤْيَتِهِ؛ فَإِنِ اسْتَطَعْتُمْ أَنْ لَا تُغْلَبُوا عَلَى صَلَاةٍ قَبْلَ طُلُوعِ الشَّمْسِ، وَصَلَاةٍ قَبْلَ غُرُوبِهَا؛ فَافْعَلُوا» . مُتَّفَقٌ عَلَيْهِ.* * * *149- إلَى أَمْثَالِ هَذِهِ الْأَحَادِيثِ الَّتِي يُخْبِرُ فِيهَا رَسُولُ اللَّهِ عَنْ رَبِّهِ؛ بِمَا يُخْبِرُ بِهِ.150- فَإِنَّ الْفِرْقَةَ النَّاجِيَةَ أَهْلَ السُّنَّةِ وَالْجَمَاعَةِ يُؤْمِنُونَ بِذَلِكَ.كَمَا يُؤْمِنُونَ بِمَا أَخْبَرَ اللَّهُ بِهِ فِي كِتَابِهِ، مِنْ غَيْرِ: تَحْرِيفٍ وَلَا تَعْطِيلٍ، وَمِنْ غَيْرِ: تَكْيِيفٍ وَلَا تَمْثِيلٍ.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "81"
    },
    {
      "chapter_number": "30",
      "id": "P29",
      "title": "",
      "content": "\n  \n  \n[الفصل الرابع:وسطية أهل السنة والجماعة بين فرق الأمة]151- بَلْ هُمُ الْوَسَطُ فِي فِرَقِ الْأُمَّةِ؛ كَمَا أَنَّ الْأُمَّةَ هِيَ الْوَسَطُ فِي الْأُمَمِ.[الأصل الأول: باب الأسماء والصفات] :152- فَهُمْ وَسَطٌ فِي: بَابِ صِفَاتِ اللَّهِ سُبْحَانَهُ وَتَعَالَى.بَيْنَ أَهْلِ التَّعْطِيلِ «الْجَهْمِيَّةِ» ، وَبَيْنَ أَهْلِ التَّمْثِيلِ «الْمُشَبِّهَةِ» .[الأصل الثاني: أفعال الله] :153- وَهُمْ وَسَطٌ فِي: بَابِ أَفْعَالِ اللَّهِ تَعَالَى.بَيْنَ «الْقَدَرِيَّةِ» ، «وَالْجَبْرِيَّةِ» .[الأصل الثالث: الوعيد] :154- وَفِي: بَابِ وَعِيدِ اللَّهِ.بَيْنَ «الْمُرْجِئَةِ» ، وَبَيْنَ «الْوَعِيدِيَّةِ» مِنَ «الْقَدَرِيَّةِ» وَغَيْرِهِمْ.[الأصل الرابع: أسماء الإيمان والدين] :155- وَفِي: بَابِ الْإِيمَانِ وَالدِّينِ.بَيْنَ «الْحَرُورِيَّةِ» «وَالْمُعْتَزِلَةِ» ، وَبَيْنَ «الْمُرْجِئَةِ» «وَالْجَهْمِيَّةِ» .[الأصل الخامس: في الصحابة رضي الله عنهم] :156- وَفِي: أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.بَيْنَ «الرَّوَافِضِ» ، وَبَيْنَ «الْخَوَارِجِ» .* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "82"
    },
    {
      "chapter_number": "31",
      "id": "P30",
      "title": "",
      "content": "\n  \n  \n[الفصل الخامس:يدخل في الإيمان بالله: أنه سبحانه فوق سماواتِه، علي على عرشه]• وَقَدْ دَخَلَ فِيمَا ذَكَرْنَاهُ مِنَ الْإِيمَانِ بِاَللَّهِ:157- الْإِيمَانُ بِمَا أَخْبَرَ اللَّهُ بِهِ فِي كِتَابِهِ، وَتَوَاتَرَ عَنْ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَجْمَعَ عَلَيْهِ سَلَفُ الْأُمَّةِ:- مِنْ أَنَّهُ سُبْحَانَهُ فَوْقَ سَمَاوَاتِهِ عَلَى عَرْشِهِ، عَلِيٌّ عَلَى خَلْقِهِ.- وَهُوَ سُبْحَانَهُ مَعَهُمْ أَيْنَمَا كَانُوا؛ يَعْلَمُ مَا هُمْ عَامِلُونَ.158- كَمَا جَمَعَ بَيْنَ ذَلِكَ فِي قَوْلِهِ: {هُوَ الَّذِي خَلَقَ السَّمَوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} [الحديد: 4] .159- وَلَيْسَ مَعْنَى قَوْلِهِ: {وَهُوَ مَعَكُمْ} أَنَّهُ مُخْتَلِطٌ بِالْخَلْقِ.- فَإِنَّ هَذَا لَا تُوجِبُهُ اللُّغَةُ.\nالجزء: 1 ¦ \n",
      "pageNum": "83"
    },
    {
      "chapter_number": "32",
      "id": "P31",
      "title": "",
      "content": "\n  \n  \n- وَهُوَ خِلَافُ مَا أَجْمَعَ عَلَيْهِ سَلَفُ الْأُمَّةِ.- وَخِلَافُ مَا فَطَرَ اللَّهُ عَلَيْهِ الْخَلْقَ.160- بَلْ «الْقَمَرُ» آيَةٌ مِنْ آيَاتِ اللَّهِ، مِنْ أَصْغَرِ مَخْلُوقَاتِهِ، هُوَ مَوْضُوعٌ فِي السَّمَاءِ، وَهُوَ مَعَ الْمُسَافِرِ، وَغَيْرِ الْمُسَافِرِ أَيْنَمَا كَانَ.* * * *161- وَهُوَ سُبْحَانَهُ فَوْقَ الْعَرْشِ، رَقِيبٌ عَلَى خَلْقِهِ، مُهَيْمِنٌ عَلَيْهِمْ مُطَّلِعٌ إلَيْهِمْ؛ إلَى غَيْرِ ذَلِكَ مِنْ مَعَانِي رُبُوبِيَّتِهِ.162- وَكُلُّ هَذَا الْكَلَامِ الَّذِي ذَكَرَهُ اللَّهُ؛ مِنْ: أَنَّهُ فَوْقَ الْعَرْشِ، وَأَنَّهُ مَعَنَا؛ حَقٌّ عَلَى حَقِيقَتِهِ، لَا يَحْتَاجُ إلَى تَحْرِيفٍ، وَلَكِنْ يُصَانُ عَنِ الظُّنُونِ الْكَاذِبَةِ.\nالجزء: 1 ¦ \n",
      "pageNum": "84"
    },
    {
      "chapter_number": "33",
      "id": "P32",
      "title": "",
      "content": "\n  \n  \n[الفصل السادس:يدخل في الإيمان بالله: أنَّه قريب من خلقه]• وَقَدْ دَخَلَ فِي ذَلِكَ:163- الْإِيمَانُ بِأَنَّهُ قَرِيبٌ مِنْ خَلْقِهِ.164- كَمَا قالَ سُبْحَانَهُ وَتَعَالَى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} [البقرة: 186] .165- وَقالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ الَّذِي تَدْعُونَهُ، أَقْرَبُ إِلَى أَحَدِكُمْ مِنْ عُنُقِ رَاحِلَتِهِ» .166- وَمَا ذُكِرَ فِي الْكِتَابِ وَالسُّنَّةِ، مِنْ قُرْبِهِ وَمَعِيَّتِه، لَا يُنَافِي مَا نَذْكُرُ مِنْ عُلُوِّهِ وَفَوْقِيَّتِهِ؛ فَإِنَّهُ سُبْحَانَهُ لَيْسَ كَمِثْلِهِ شَيْءٌ فِي جَمِيعِ نُعُوتِهِ، وَهُوَ عَلِيٌّ فِي دُنُوِّهِ، قَرِيبٌ فِي عُلُوِّهِ.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "85"
    },
    {
      "chapter_number": "34",
      "id": "P33",
      "title": "",
      "content": "\n  \n  \n[الباب الثاني:من الإيمان بالله وكتبه ورسلهويشتمل على فصلين:الفصل الأول: الإيمان بأن القرآن كلام الله منزل غير مخلوق.الفصل الثاني: الإيمان بأن المؤمنين يرون ربهم يوم القيامة.]\nالجزء: 1 ¦ \n",
      "pageNum": "87"
    },
    {
      "chapter_number": "35",
      "id": "P34",
      "title": "",
      "content": "\n  \n  \n[الفصل الأول:الإيمان بأن القرآن كلام الله منزَّل غير مخلوق]• وَمِنَ الْإِيمَانِ بِهِ وَبِكُتُبِهِ:167- الْإِيمَانُ بِأَنَّ الْقُرْآنَ كَلَامُ اللَّهِ، مُنَزَّلٌ، غَيْرُ مَخْلُوقٍ.168- مِنْهُ بَدَأَ، وَإِلَيْهِ يَعُودُ.169- وَأَنَّ اللَّهَ تَكَلَّمَ بِهِ حَقِيقَةً.\nالجزء: 1 ¦ \n",
      "pageNum": "89"
    },
    {
      "chapter_number": "36",
      "id": "P35",
      "title": "",
      "content": "\n  \n  \n170- وَأَنَّ هَذَا الْقُرْآنَ الَّذِي أَنْزَلَهُ عَلَى نَبِيِّهِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، هُوَ كَلَامُ اللَّهِ حَقِيقَةً، لَا كَلَامُ غَيْرِهِ.171- وَلَا يَجُوزُ إطْلَاقُ الْقَوْلِ: بِأَنَّهُ حِكَايَةٌ عَنْ كَلَامِ اللَّهِ أَوْ عِبَارَةٌ عَنْهُ.172- بَلْ إذَا قَرَأَهُ النَّاسُ أَوْ كَتَبُوهُ فِي الْمَصَاحِفِ؛ لَمْ يَخْرُجْ بِذَلِكَ عَنْ أَنْ يَكُونَ كَلَامَ اللَّهِ حَقِيقَةً؛ فَإِنَّ الْكَلَامَ إنَّمَا يُضَافُ حَقِيقَةً إلَى مَنْ قَالَهُ مُبْتَدِئًا، لَا إِلَى مَنْ قَالَهُ مُبَلِّغًا مُؤَدِّيًا.173- وَهُوَ كَلَامُ اللَّهِ؛ حُرُوفَهُ وَمَعَانِيهِ؛ لَيْسَ كَلَامُ اللَّهِ الْحُرُوفَ دُونَ الْمَعَانِي، وَلَا الْمَعَانِيَ دُونَ الْحُرُوفِ.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "90"
    },
    {
      "chapter_number": "37",
      "id": "P36",
      "title": "",
      "content": "\n  \n  \n[الفصل الثاني:الإيمان بأن المؤمنين يرون ربهم يوم القيامة]• وَقَدْ دَخَلَ أَيْضًا فِيمَا ذَكَرْنَاهُ مِنَ الْإِيمَانِ بِهِ وَبِكُتُبِهِ وَبِرُسُلِهِ:174- الْإِيمَانُ بِأَنَّ الْمُؤْمِنِينَ يَرَوْنَهُ يَوْمَ الْقِيَامَةِ عَيَانًا بِأَبْصَارِهِمْ.كَمَا يَرَوْنَ الشَّمْسَ صَحْوًا لَيْسَ دُونَهَا سَحَابٌ.وَكَمَا يَرَوْنَ الْقَمَرَ لَيْلَةَ الْبَدْرِ، لَا يُضَامُّونَ فِي رُؤْيَتِهِ.175- يَرَوْنَهُ سُبْحَانَهُ وَهُمْ فِي عَرَصَاتِ الْقِيَامَةِ.176- ثُمَّ يَرَوْنَهُ بَعْدَ دُخُولِ الْجَنَّةِ كَمَا يَشَاءُ اللَّهُ سُبْحَانَهُ وَتَعَالَى.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "91"
    },
    {
      "chapter_number": "38",
      "id": "P37",
      "title": "",
      "content": "\n  \n  \n[الباب الثالث:الإيمان باليوم الآخرويشتمل على فصلين:الفصل الأول: الإيمان بكل ما أخبر به النبي صلى الله عليه وسلم مما يكون بعد الموت.الفصل الثاني: القيامة الكبرى وأهوالها.]\nالجزء: 1 ¦ \n",
      "pageNum": "93"
    },
    {
      "chapter_number": "39",
      "id": "P38",
      "title": "",
      "content": "\n  \n  \n[الفصل الأول:الإيمان بِكُلِّ ما أخبر به النبي صلى الله عليه وسلم مِمَّا يكون بَعْد المَوت]• وَمِنَ الْإِيمَانِ بِالْيَوْمِ الْآخِرِ:177- الْإِيمَانُ بِكُلِّ مَا أَخْبَرَ بِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِمَّا يَكُونُ بَعْدَ الْمَوْتِ:178- فَيُؤْمِنُونَ:[1- فتنة القبر] :- «بفِتْنَةِ الْقَبْرِ» .[2- عذاب القبر ونعيمه] :- «وَبِعَذَابِ الْقَبْرِ وَبِنَعِيمِهِ» .179- فَأَمَّا «الْفِتْنَةُ» : فَإِنَّ النَّاسَ يُفْتَنُونَ فِي قُبُورِهِمْ.فَيُقَالُ لِلرَّجُلِ: مَنْ رَبُّك؟وَمَا دِينُك؟وَمَنْ نَبِيُّك؟فَـ {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ} [إبراهيم: 27] .- فَيَقُولُ «الْمُؤْمِنُ» : اللَّهُ رَبِّي، وَالْإِسْلَامُ دِينِي، وَمُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيِّي.\nالجزء: 1 ¦ \n",
      "pageNum": "95"
    },
    {
      "chapter_number": "40",
      "id": "P39",
      "title": "",
      "content": "\n  \n  \n- وَأَمَّا «الْمُرْتَابُ» فَيَقُولُ: آه آه! لَا أَدْرِي؛ سَمِعْتُ النَّاسَ يَقُولُونَ شَيْئًا فَقُلْتُهُ.فَيُضْرَبُ بِمَرْزَبَّةِ مِنْ حَدِيدٍ، فَيَصِيحُ صَيْحَةً يَسْمَعُهَا كُلُّ شَيْءٍ إِلَّا الْإِنْسَانُ، وَلَوْ سَمِعَهَا الْإِنْسَانُ؛ لَصُعِقَ.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "96"
    },
    {
      "chapter_number": "41",
      "id": "P40",
      "title": "",
      "content": "\n  \n  \n[الفصل الثاني:القيامة الكبرى وأهوالها]180- ثُمَّ بَعْدَ هَذِهِ الْفِتْنَةِ: إِمَّا نَعِيمٌ، وَإِمَّا عَذَابٌ، إِلَى يَوْمِ الْقِيَامَةِ الْكُبْرَى.[1- إعادة الأرواح إلى الأجساد] :181- فَتُعَادُ «الْأَرْوَاحُ إِلَى الْأَجْسَادِ» .182- فَتَقُومُ الْقِيَامَةُ الَّتِي أَخْبَرَ اللَّهُ تَعَالَى بِهَا فِي كِتَابِهِ، عَلَى لِسَانِ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَجْمَعَ عَلَيْهَا الْمُسْلِمُونَ.[2- قيام الناس من قبورهم] :183- «فَيَقُومُ النَّاسُ مِنْ قُبُورِهِمْ» لِرَبِّ الْعَالَمِينَ، حُفَاةً عُرَاةً غُرْلًا.* * * *[3- دنو الشمس] :184- وَتَدْنُو مِنْهُمُ الشَّمْسُ.* * * *[4- العرق] :185- وَيُلْجِمُهُمُ الْعَرَقُ.* * * *[5- نصب الموازين] :186- وَتُنْصَبُ الْمَوَازِينُ، فَيُوزَنُ فِيهَا أَعْمَالُ الْعِبَادِ.{فَمَن ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ • وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ} [المؤمنون: 102 - 103] .\nالجزء: 1 ¦ \n",
      "pageNum": "97"
    },
    {
      "chapter_number": "42",
      "id": "P41",
      "title": "",
      "content": "\n  \n  \n[6- نشر الدواوين] :187- وَتُنْشَرُ الدَّوَاوِينُ، وَهِيَ صَحَائِفُ الْأَعْمَالِ.- فَآخِذٌ كِتَابَهُ بِيَمِينِهِ.- وَآخِذٌ كِتَابَهُ بِشَمَالِهِ.- أَوْ مِنْ وَرَاءِ ظَهْرِهِ.188- كَمَا قَالَ سُبْحَانَهُ وَتَعَالَى: {وَكُلَّ إِنسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنشُورًا • اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا} [الإسراء: 13 - 14] .* * * *[7- الحساب] :189- وَيُحَاسِبُ اللَّهُ الْخَلْقَ.190- وَيَخْلُو بِعَبْدِهِ الْمُؤْمِنِ، فَيُقَرِّرُهُ بِذُنُوبِهِ كَمَا وُصِفَ ذَلِكَ فِي الْكِتَابِ وَالسُّنَّةِ.191- وَأَمَّا الْكُفَّارُ؛ فَلَا يُحَاسَبُونَ مُحَاسَبَةَ مَنْ تُوزَنُ حَسَنَاتُهُ\nالجزء: 1 ¦ \n",
      "pageNum": "98"
    },
    {
      "chapter_number": "43",
      "id": "P42",
      "title": "",
      "content": "\n  \n  \nوَسَيِّئَاتُهُ فَإِنَّهُمْ لَا حَسَنَات لَهُمْ، وَلَكِنْ تُعَدُّ أَعْمَالُهُمْ، وَتُحْصَى فَيُوقَفُونَ عَلَيْهَا، وَيُقَرَّرُونَ بِهَا، وَيُجْزَوْنَ بِهَا.* * * *[8- الحوض المورود] :192- وَفِي عَرَصَةِ الْقِيَامَةِ: «الْحَوْضُ الْمَوْرُودُ لِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ» .193- مَاؤُهُ: أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ وَأَحْلَى مِنَ الْعَسَلِ.194- آنِيَتُهُ: عَدَدَ نُجُومِ السَّمَاءِ.195- طُولُهُ: شَهْرٌ، وَعَرْضُهُ: شَهْرٌ.196- مَنْ شَرِبَ مِنْهُ شَرْبَةً؛ لَمْ يَظْمَأْ بَعْدَهَا أَبَدًا.* * * *[9- الصراط] :197- «وَالصِّرَاطُ» مَنْصُوبٌ عَلَى مَتْنِ جَهَنَّمَ.198- وَهُوَ الْجِسْرُ الَّذِي بَيْنَ الْجَنَّةِ وَالنَّارِ.199- يَمُرُّ النَّاسُ عَلَيْهِ عَلَى قَدْرِ أَعْمَالِهِمْ:- فَمِنْهُمْ مَنْ يَمُرُّ كَلَمْحِ الْبَصَرِ.- وَمِنْهُمْ مَنْ يَمُرُّ كَالْبَرْقِ.- وَمِنْهُمْ مَنْ يَمُرُّ كَالرِّيحِ.\nالجزء: 1 ¦ \n",
      "pageNum": "99"
    },
    {
      "chapter_number": "44",
      "id": "P43",
      "title": "",
      "content": "\n  \n  \n- وَمِنْهُمْ مَنْ يَمُرُّ كَالْفَرَسِ الْجَوَادِ.- وَمِنْهُمْ مَنْ يَمُرُّ كَرِكَابِ الْإِبِلِ.- وَمِنْهُمْ مَنْ يَعْدُو عَدْوًا.- وَمِنْهُمْ مَنْ يَمْشِي مَشْيًا.- وَمِنْهُمْ مَنْ يَزْحَفُ زَحْفًا.- وَمِنْهُمْ مَنْ يُخْطَفُ فَيُلْقَى فِي جَهَنَّمَ؛ فَإِنَّ الْجِسْرَ عَلَيْهِ كَلَالِيبُ تَخْطَفُ النَّاسَ بِأَعْمَالِهِمْ.200- فَمَنْ مَرَّ عَلَى الصِّرَاطِ؛ دَخَلَ الْجَنَّةَ.201- فَإِذَا عَبَرُوا عَلَيْهِ؛ وُقِفُوا عَلَى قَنْطَرَةٍ بَيْنَ الْجَنَّةِ وَالنَّارِ؛ فَيُقْتَصُّ لِبَعْضِهِمْ مِنْ بَعْضٍ، فَإِذَا هُذِّبُوا وَنُقُّوا؛ أُذِنَ لَهُمْ فِي دُخُولِ الْجَنَّةِ.* * * *[10- دخول الجنة] :202- وَأَوَّلُ مَنْ يَسْتَفْتِحُ بَابَ الْجَنَّةِ: مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.203- وَأَوَّلُ مَنْ يَدْخُلُ الْجَنَّةَ مِنَ الْأُمَمِ: أُمَّتُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.* * * *[11- الشفاعة] :204- وَلَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْقِيَامَةِ ثَلَاثُ شَفَاعَاتٍ:205- أَمَّا الشَّفَاعَةُ الْأُولَى: فَيُشَفَّعُ فِي أَهْلِ الْمَوْقِفِ، حَتَّى يُقْضَى\nالجزء: 1 ¦ \n",
      "pageNum": "100"
    },
    {
      "chapter_number": "45",
      "id": "P44",
      "title": "",
      "content": "\n  \n  \nبَيْنَهُمْ بَعْدَ أَنْ يَتَرَاجَعَ الْأَنْبِيَاءُ - آدَمُ وَنُوحٌ وَإِبْرَاهِيمُ وَمُوسَى وَعِيسَى ابْنُ مَرْيَمَ - الشَّفَاعَةَ حَتَّى تَنْتَهِيَ إلَيْهِ.206- وَأَمَّا الشَّفَاعَةُ الثَّانِيَةُ: فَيَشْفَعُ فِي أَهْلِ الْجَنَّةِ أَنْ يَدْخُلُوا الْجَنَّةَ.وَهَاتَانِ الشَّفَاعَتَانِ خَاصَّتَانِ لَهُ.207- وَأَمَّا الشَّفَاعَةُ الثَّالِثَةُ: فَيَشْفَعُ فِيمَنْ اسْتَحَقَّ النَّارَ.وَهَذِهِ الشَّفَاعَةُ لَهُ وَلِسَائِرِ النَّبِيِّينَ وَالصِّدِّيقِينَ وَغَيْرِهِمْ.- يَشْفَعُ فِيمَنْ اسْتَحَقَّ النَّارَ أَنْ لَا يَدْخُلَهَا.- وَيَشْفَعَ فِيمَنْ دَخَلَهَا أَنْ يَخْرُجَ مِنْهَا.208- وَيُخْرِجُ اللَّهُ تَعَالَى مِنَ النَّارِ أَقْوَامًا بِغَيْرِ شَفَاعَةٍ، بَلْ بِفَضْلِ رَحْمَتِهِ.* * * *[12- يُنْشِئ الله للجنة أقوامًا فيدخلهم إيَّاها] :209- وَيَبْقَى فِي الْجَنَّةِ فَضْلٌ عَمَّنْ دَخَلَهَا مِنْ أَهْلِ الدُّنْيَا.210- فَيُنْشِئُ اللَّهُ لَهَا أَقْوَامًا، فَيُدْخِلُهُمُ الْجَنَّةَ.* * * *211- وَأَصْنَافُ مَا تَتَضَمَّنُهُ الدَّارُ الْآخِرَةُ مِنَ: الْحِسَابِ، وَالْعِقَابِ وَالثَّوَابِ، وَالْجَنَّةِ وَالنَّارِ.\nالجزء: 1 ¦ \n",
      "pageNum": "101"
    },
    {
      "chapter_number": "46",
      "id": "P45",
      "title": "",
      "content": "\n  \n  \n212- وَتَفَاصِيلُ ذَلِكَ مَذْكُورَةٌ فِي:- الْكُتُبِ الْمُنَزَّلَةِ مِنَ السَّمَاءِ.- وَالْأَثَارَةِ مِنَ الْعِلْمِ؛ الْمَأْثُورَةِ عَنِ الْأَنْبِيَاءِ.213- وَفِي الْعِلْمِ الْمَوْرُوثِ عَنِ النَّبِيِّ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ ذَلِكَ؛ مَا يَشْفِي وَيَكْفِي، فَمَنِ ابْتَغَاهُ وَجَدَهُ.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "102"
    },
    {
      "chapter_number": "47",
      "id": "P46",
      "title": "",
      "content": "\n  \n  \n[الباب الرابع:الإيمان بالقدر خيره وشرهويشتمل على فصلين:الفصل الأول: الدرجة الأولى من درجات الإيمان بالقدر.الفصل الثاني: الدرجة الثانية من درجات الإيمان بالقدر.]\nالجزء: 1 ¦ \n",
      "pageNum": "103"
    },
    {
      "chapter_number": "48",
      "id": "P47",
      "title": "",
      "content": "\n  \n  \n[الفصل الأول:الدرجة الأولى من درجات الإيمان بالقدر]• وَتُؤْمِنُ الْفِرْقَةُ النَّاجِيَةُ أَهْلُ السُّنَّة وَالْجَمَاعَةِ «بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ» .214- وَالْإِيمَانُ بِالْقَدَرِ عَلَى دَرَجَتَيْنِ، كُلُّ دَرَجَةٍ تَتَضَمَّنُ شَيْئَيْنِ.215- فَالدَّرَجَةُ الْأُولَى: الْإِيمَانُ:(1) بِأَنَّ اللَّهَ تَعَالَى عَلِمَ مَا الْخَلْقُ عَامِلُونَ بِعِلْمِهِ الْقَدِيمِ الَّذِي هُوَ مَوْصُوفٌ بِهِ أَزَلًا وَأَبَدًا.وَعَلِمَ: جَمِيعَ أَحْوَالِهِمْ، مِنَ الطَّاعَاتِ وَالْمَعَاصِي وَالْأَرْزَاقِ وَالْآجَالِ.(2) ثُمَّ كَتَبَ اللَّهُ تَعَالَى فِي اللَّوْحِ الْمَحْفُوظِ مَقَادِيرَ الْخَلَائِقِ.216- فَأَوَّلُ مَا خَلَقَ اللَّهُ الْقَلَمَ؛ قَالَ لَهُ: اكْتُبْ! قَالَ: مَا أَكْتُبُ؟ قَالَ: اكْتُبْ مَا هُوَ كَائِنٌ إِلَى يَوْمِ الْقِيَامَةِ.217- فَمَا أَصَابَ الْإِنْسَانَ لَمْ يَكُنْ لِيُخْطِئَهُ، وَمَا أَخْطَأَهُ لَمْ يَكُنْ لِيُصِيبَهُ، جَفَّتْ الْأَقْلَامُ وَطُوِيَتْ الصُّحُفُ.\nالجزء: 1 ¦ \n",
      "pageNum": "105"
    },
    {
      "chapter_number": "49",
      "id": "P48",
      "title": "",
      "content": "\n  \n  \n218- كَمَا قَالَ سُبْحَانَهُ وَتَعَالَى: {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} [الحج: 70] .219- وَقَالَ: {مَا أَصَابَ مِن مُّصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنفُسِكُمْ إِلَّا فِي كِتَابٍ مِّن قَبْلِ أَن نَّبْرَأَهَا إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} [الحديد: 22] .220- وَهَذَا التَّقْدِيرُ التَّابِعُ لِعِلْمِهِ سُبْحَانَهُ يَكُونُ فِي مَوَاضِعَ جُمْلَةً وَتَفْصِيلًا.221- فَقَدْ كَتَبَ فِي اللَّوْحِ الْمَحْفُوظِ مَا شَاءَ.222- فَإِذَا خَلَقَ جَسَدَ الْجَنِينِ قَبْلَ نَفْخِ الرُّوحِ فِيهِ؛ بَعَثَ إلَيْهِ مَلَكًا فَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ، فَيُقَالُ: اكْتُبْ رِزْقَهُ وَأَجَلَهُ وَعَمَلَهُ وَشَقِيٌّ أَوْ سَعِيدٌ، وَنَحْوَ ذَلِكَ.223- فَهَذَا الْقَدَرُ قَدْ كَانَ يُنْكِرُهُ غُلَاةُ «الْقَدَرِيَّةِ» قَدِيمًا، وَمُنْكِرُوهُ الْيَوْمَ قَلِيلٌ.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "106"
    },
    {
      "chapter_number": "50",
      "id": "P49",
      "title": "",
      "content": "\n  \n  \n[الفصل الثاني:الدرجة الثانية من درجات الإيمان بالقدر]224- وَأَمَّا الدَّرَجَةُ الثَّانِيَةُ: فَهُيَ:- مَشِيئَةُ اللَّهِ تَعَالَى النَّافِذَةُ، وَقُدْرَتُهُ الشَّامِلَةُ.225- وَهُوَ الْإِيمَانُ بِأَنَّ مَا شَاءَ اللَّهُ كَانَ، وَمَا لَمْ يَشَأْ لَمْ يَكُنْ.226- وَأَنَّهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ، مِنْ حَرَكَةٍ وَلَا سُكُونٍ إِلَّا بِمَشِيئَةِ اللَّهِ سُبْحَانَهُ، لَا يَكُونُ فِي مُلْكِهِ إِلَّا مَا يُرِيدُ.227- وَأَنَّهُ سُبْحَانَهُ وَتَعَالَى عَلَى كُلِّ شَيْءٍ قَدِيرٌ مِنَ الْمَوْجُودَاتِ وَالْمَعْدُومَاتِ.228- فَمَا مِنْ مَخْلُوقٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ إِلَّا اللَّهُ خَالِقُهُ سُبْحَانَهُ لَا خَالِقَ غَيْرُهُ، وَلَا رَبَّ سِوَاهُ.[لا تعارض بين القدر والشرع ولا بين تقدير الله للمعاصي وبغضه لها] :229- وَقَدْ أَمَرَ الْعِبَادَ بِطَاعَتِهِ وَطَاعَةِ رُسُلِهِ، وَنَهَاهُمْ عَنْ مَعْصِيَتِهِ.230- وَهُوَ سُبْحَانَهُ يُحِبُّ الْمُتَّقِينَ وَالْمُحْسِنِينَ وَالْمُقْسِطِينَ.\nالجزء: 1 ¦ \n",
      "pageNum": "107"
    },
    {
      "chapter_number": "51",
      "id": "P50",
      "title": "",
      "content": "\n  \n  \n231- وَيَرْضَى عَنِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ، وَلَا يُحِبُّ الْكَافِرِينَ، وَلَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ، وَلَا يَأْمُرُ بِالْفَحْشَاءِ.232- وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ، وَلَا يُحِبُّ الْفَسَادَ.[إثبات القدر لا ينافي إسناد أفعال العباد إليهم حقيقة وأنهم يفعلونها باختيارهم] :233- وَالْعِبَادُ فَاعِلُونَ حَقِيقَةً، وَاللَّهُ خَالِقُ أَفْعَالِهِمْ.234- وَالْعَبْدُ هُوَ: الْمُؤْمِنُ وَالْكَافِرُ، وَالْبَرُّ وَالْفَاجِرُ، وَالْمُصَلِّي وَالصَّائِمُ.235- وَلِلْعِبَادِ قُدْرَةٌ عَلَى أَعْمَالِهِمْ، وَإِرَادَةٌ، وَاَللَّهُ خَالِقُهُمْ وَخَالِقُ قُدْرَتِهِمْ وَإِرَادَتِهِمْ.236- كَمَا قَالَ تَعَالَى: {لِمَن شَاءَ مِنكُمْ أَن يَسْتَقِيمَ • وَمَا تَشَاءُونَ إِلَّا أَن يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ} [التكوير: 28 - 29] .237- وَهَذِهِ الدَّرَجَةُ مِنَ الْقَدَرِ، يُكَذِّبُ بِهَا عَامَّةُ «الْقَدَرِيَّةِ» ، الَّذِينَ سَمَّاهُمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَجُوسَ هَذِهِ الْأُمَّةِ» .\nالجزء: 1 ¦ \n",
      "pageNum": "108"
    },
    {
      "chapter_number": "52",
      "id": "P51",
      "title": "",
      "content": "\n  \n  \n238- وَيَغْلُو فِيهَا قَوْمٌ مِنْ أَهْلِ الْإِثْبَاتِ، حَتَّى يَسْلُبُوا الْعَبْدَ قُدْرَتَهُ وَاخْتِيَارَهُ، وَيُخْرِجُونَ عَنْ أَفْعَالِ اللَّهِ وَأَحْكَامِهِ؛ حِكَمَهَا وَمَصَالِحَهَا.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "109"
    },
    {
      "chapter_number": "53",
      "id": "P52",
      "title": "",
      "content": "\n  \n  \n[الباب الخامس:من أصول الفرقة الناجية أهل السنة والجماعةويشتمل على ثلاثة فصول:الفصل الأول: الإيمان والدين قول وعمل.الفصل الثاني: خلاصة مذهب أهل السنة في أصحاب رسول الله صلى الله عليه وسلم.الفصل الثالث: التصديق بكرامات الأولياء.]\nالجزء: 1 ¦ \n",
      "pageNum": "111"
    },
    {
      "chapter_number": "54",
      "id": "P53",
      "title": "",
      "content": "\n  \n  \n[الفصل الأول:الدين والإيمان قول وعمل]• وَمِنْ أُصُولِ الْفِرْقَةِ النَّاجِيَةِ:239- أَنَّ الدِّينَ وَالْإِيمَانَ: قَوْلٌ، وَعَمَلٌ.- قَوْلُ: الْقَلْبِ، وَاللِّسَانِ.- وَعَمَلُ: الْقَلْبِ، وَاللِّسَانِ، وَالْجَوَارِحِ.240- وَأَنَّ الْإِيمَانَ: يَزِيدُ بِالطَّاعَةِ، وَيَنْقُصُ بِالْمَعْصِيَةِ.[أهل السنة لا يكفرون أهل القبلة بمطلق المعاصي والكبائر] :241- وَهُمْ مَعَ ذَلِكَ، لَا يُكَفِّرُونَ أَهْلَ الْقِبْلَةِ بِمُطْلَقِ الْمَعَاصِي وَالْكَبَائِرِ، كَمَا تَفْعَلُهُ «الْخَوَارِجُ» ، بَلْ الْأُخُوَّةُ الْإِيمَانِيَّةُ ثَابِتَةٌ مَعَ الْمَعَاصِي.242- كَمَا قَالَ سُبْحَانَهُ وَتَعَالَى فِي آيَةِ الْقِصَاصِ: {فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ} [البقرة: 178] .243- وَقَالَ سُبْحَانَه: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ • إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ} [الحجرات: 9 - 10] .\nالجزء: 1 ¦ \n",
      "pageNum": "113"
    },
    {
      "chapter_number": "55",
      "id": "P54",
      "title": "",
      "content": "\n  \n  \n244- وَلَا يَسْلُبُونَ الْفَاسِقَ الْمِلِّيَّ اسْمَ الْإِيمَانِ بِالْكُلِّيَّةِ، وَلَا يُخَلِّدُونَهُ فِي النَّارِ، كَمَا تَقُولُهُ «الْمُعْتَزِلَةُ» ، بَلِ الْفَاسِقُ يَدْخُلُ فِي اسْمِ الْإِيمَانِ.245- فِي مِثْلِ قَوْله تَعَالَى: {فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} [النساء: 92] .246- وَقَدْ لَا يَدْخُلُ فِي اسْمِ الْإِيمَانِ الْمُطْلَقِ.247- كَمَا فِي قَوْله تَعَالَى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ} .248- وَقَوْلُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ، وَلَا يَسْرِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ، وَلَا يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُهَا وَهُوَ مُؤْمِنٌ، وَلَا يَنْتَهِبُ نُهْبَةً ذَاتَ شَرَفٍ يَرْفَعُ النَّاسُ إِلَيْهِ فِيهَا أَبْصَارَهُمْ حِينَ يَنْتَهِبُهَا وَهُوَ مُؤْمِنٌ» .249- وَيَقُولُونَ: هُوَ مُؤْمِنٌ نَاقِصُ الْإِيمَانِ، أَوْ مُؤْمِنٌ بِإِيمَانِهِ، فَاسِقٌ بِكَبِيرَتِهِ؛ فَلَا يُعْطَى الِاسْمُ الْمُطْلَقُ، وَلَا يُسْلَبُ مُطْلَقُ الِاسْمِ.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "114"
    },
    {
      "chapter_number": "56",
      "id": "P55",
      "title": "",
      "content": "\n  \n  \n[الفصل الثاني:خلاصة مذهب أهل السنة في أصحاب رسول الله صلى الله عليه وسلم]• وَمِنْ أُصُولِ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ:250- سَلَامَةُ قُلُوبِهِمْ وَأَلْسِنَتِهِمْ لِأَصْحَابِ مُحَمَّدٍ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.251- كَمَا وَصَفَهُمُ اللَّهُ بِهِ فِي قَوْلِهِ: {وَالَّذِينَ جَاءُوا مِن بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَّحِيمٌ} [الحشر: 10] .252- وَطَاعَةً لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي قَوْلِهِ: «لَا تَسُبُّوا أَصْحَابِي؛ فَوَالَّذِي نَفْسِي بِيَدِهِ؛ لَوْ أَنَّ أَحَدَكُمْ أَنْفَقَ مِثْلَ أُحُدٍ ذَهَبًا؛ مَا بَلَغَ مُدَّ أَحَدِهِمْ وَلَا نَصِيفَهُ» .[فضائل الصحابة ومراتبهم وتفاضلهم وموقف أهل السنة والجماعة من ذلك] :253- وَيَقْبَلُونَ مَا جَاءَ بِهِ الْكِتَابُ أَوِ السُّنَّةُ أَوِ الْإِجْمَاعُ، مِنْ فَضَائِلِهِمْ وَمَرَاتِبِهِمْ.254- فَيُفَضِّلُونَ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ - وَهُوَ صُلْحُ الْحُدَيْبِيَةِ - وَقَاتَلَ عَلَى مَنْ أَنْفَقَ مِنْ بَعْدِهِ وَقَاتَلَ.\nالجزء: 1 ¦ \n",
      "pageNum": "115"
    },
    {
      "chapter_number": "57",
      "id": "P56",
      "title": "",
      "content": "\n  \n  \n255- وَيُقَدِّمُونَ الْمُهَاجِرِينَ عَلَى الْأَنْصَارِ.256- وَيُؤْمِنُونَ: بِأَنَّ اللَّهَ تَعَالَى قَالَ لِأَهْلِ بَدْرٍ - وَكَانُوا ثَلَاثَمِائَةٍ وَبِضْعَةَ عَشَرَ -: «اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْت لَكُمْ» .257- وَبِأَنَّهُ: «لَا يَدْخُلُ النَّارَ أَحَدٌ بَايَعَ تَحْتَ الشَّجَرَةِ» ؛ كَمَا أَخْبَرَ بِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، بَلْ قَدْ رَضِيَ عَنْهُمْ وَرَضُوا عَنْهُ، وَكَانُوا أَكْثَرَ مِنْ أَلْفٍ وَأَرْبَعِمِائَةٍ.258- وَيَشْهَدُونَ بِالْجَنَّةِ لِمَنْ شَهِدَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؛ «كَالْعَشَرَةِ» .- «وَكَثَابِتِ بْنِ قَيْسِ بْنِ شِمَاسٍ» ، وَغَيْرِهِمْ مِنَ الصَّحَابَةِ.\nالجزء: 1 ¦ \n",
      "pageNum": "116"
    },
    {
      "chapter_number": "58",
      "id": "P57",
      "title": "",
      "content": "\n  \n  \n259- وَيُقِرُّونَ بِمَا تَوَاتَرَ بِهِ النَّقْلُ عَنْ أَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ وَغَيْرِهِ؛ مِنْ أَنَّ: خَيْرَ هَذِهِ الْأُمَّةِ بَعْدَ نَبِيِّهَا: أَبُو بَكْرٍ، ثُمَّ عُمَرُ، وَيُثَلِّثُونَ بِعُثْمَانِ، وَيُرَبِّعُونَ بِعَلِيِّ رَضِيَ اللَّهُ عَنْهُمْ؛ كَمَا دَلَّتْ عَلَيْهِ الْآثَارُ.[حكم تقديم علي رضي الله عنه على غيره من الخلفاء الأربعة في الخلافة] :260- وَكَمَا أَجْمَعَتِ الصَّحَابَةُ عَلَى تَقْدِيمِ عُثْمَانَ فِي الْبَيْعَةِ، مَعَ أَنَّ بَعْضَ أَهْلِ السُّنَّةِ كَانُوا قَدْ اخْتَلَفُوا فِي عُثْمَانَ وَعَلِيٍّ بَعْدَ اتِّفَاقِهِمْ عَلَى تَقْدِيمِ أَبِي بَكْرٍ وَعُمَرَ؛ أَيُّهُمَا أَفْضَلُ؟- فَقَدَّمَ قَوْمٌ عُثْمَانَ، وَسَكَتُوا، أَوْ رَبَّعُوا بِعَلِيِّ.- وَقَدَّمَ قَوْمٌ عَلِيًّا.- وَقَوْمٌ تَوَقَّفُوا.لَكِنِ اسْتَقَرَّ أَمْرُ أَهْلِ السُّنَّةِ عَلَى: تَقْدِيمِ عُثْمَانَ، ثُمَّ عَلِيٍّ.\nالجزء: 1 ¦ \n",
      "pageNum": "117"
    },
    {
      "chapter_number": "59",
      "id": "P58",
      "title": "",
      "content": "\n  \n  \n261- وَإِنْ كَانَتْ هَذِهِ الْمَسْأَلَةُ - مَسْأَلَةُ عُثْمَانَ وَعَلِيٍّ - لَيْسَتْ مِنَ الْأُصُولِ الَّتِي يُضَلَّلُ الْمُخَالِفُ فِيهَا عِنْدَ جُمْهُورِ أَهْلِ السُّنَّة.262- لَكِنَّ الْمَسْأَلَةَ الَّتِي يُضَلَّلُ الْمُخَالِفُ فِيهَا: مَسْأَلَةُ الْخِلَافَةِ.263- وَذَلِكَ بِأَنَّهُمْ يُؤْمِنُونَ: بِأَنَّ الْخَلِيفَةَ بَعْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَبُو بَكْرٍ، ثُمَّ عُمَرُ، ثُمَّ عُثْمَانُ، ثُمَّ عَلِيٌّ، رَضِيَ اللَّهُ عَنْهُمْ.264- وَمَنْ طَعَنَ فِي خِلَافَةِ أَحَدٍ مِنْ هَؤُلَاءِ الْأَئِمَّةِ؛ فَهُوَ أَضَلُّ مِنْ حِمَارِ أَهْلِهِ.[مكانة أهل بيت رسول الله صلى الله عليه وسلم عند أهل السنة] :265- وَيُحِبُّونَ أَهْلَ بَيْتِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَيَتَوَلَّوْنَهُمْ.266- وَيَحْفَظُونَ فِيهِمْ وَصِيَّةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؛ حَيْثُ قَالَ يَوْمَ غَدِيرِ خُمٍّ: «أُذَكِّرُكُمُ اللَّهَ فِي أَهْلِ بَيْتِي، أُذَكِّرُكُمُ اللَّهَ فِي أَهْلِ بَيْتِي» .267- وَقَالَ أَيْضًا لِلْعَبَّاسِ عَمِّهِ؛ وَقَدْ شَكَا إِلَيْهِ أَنَّ بَعْضَ قُرَيْشٍ يَجْفُو بَنِي هَاشِمٍ؛ فَقَالَ: «وَاَلَّذِي نَفْسِي بِيَدِهِ؛ لَا يُؤْمِنُونَ حَتَّى يُحِبُّوكُمْ لِلَّهِ وَلِقَرَابَتِي» .\nالجزء: 1 ¦ \n",
      "pageNum": "118"
    },
    {
      "chapter_number": "60",
      "id": "P59",
      "title": "",
      "content": "\n  \n  \n268- وَقَالَ: «إِنَّ اللَّهَ اصْطَفَى إِسْمَاعِيلَ، وَاصْطَفَى مِنْ بَنِي إِسْمَاعِيلَ كَنَانَةَ، وَاصْطَفَى مِنْ كَنَانَةَ قُرَيْشًا، وَاصْطَفَى مِنْ قُرَيْشٍ بَنِي هَاشِمٍ، وَاصْطَفَانِي مِنْ بَنِي هَاشِمٍ» .[مكانة أزواج رسول الله صلى الله عليه وسلم عند أهل السنة] :269- وَيَتَوَلَّوْنَ أَزْوَاجَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُمَّهَاتِ الْمُؤْمِنِينَ.270- وَيُقِرُّونَ: بِأَنَّهُنَّ أَزْوَاجُهُ فِي الْآخِرَةِ.271- خُصُوصًا «خَدِيجَةَ» أُمَّ أَكْثَرِ أَوْلَادِهِ، وَأَوَّلَ مَنْ آمَنَ بِهِ وَعَاضَدَهُ عَلَى أَمْرِهِ، وَكَانَ لَهَا مِنْهُ الْمَنْزِلَةُ الْعَلِيَّةُ.272- «وَالصِّدِّيقَةَ بِنْتَ الصِّدِّيقِ» الَّتِي قَالَ فِيهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «فَضْلُ عَائِشَةَ عَلَى النِّسَاءِ كَفَضْلِ الثَّرِيدِ عَلَى سَائِرِ الطَّعَامِ» .[تبرؤ أهل السنة والجماعة مما يقوله المبتدعة في حق الصحابة وأهل البيت، والذب عنهم] :273- وَيَتَبَرَّؤُونَ مِنْ:- طَرِيقَةِ «الرَّوَافِضِ» الَّذِينَ يُبْغِضُونَ الصَّحَابَةَ وَيَسُبُّونَهُمْ.- وَطَرِيقَةِ «النَّوَاصِبِ» ، الَّذِينَ يُؤْذُونَ «أَهْلَ الْبَيْتِ» ، بِقَوْلٍ أَوْ عَمَلٍ.\nالجزء: 1 ¦ \n",
      "pageNum": "119"
    },
    {
      "chapter_number": "61",
      "id": "P60",
      "title": "",
      "content": "\n  \n  \n[منهج أهل السنة فيما شجر بين الصحابة] :274- وَيُمْسِكُونَ عَمَّا شَجَرَ بَيْنَ الصَّحَابَةِ.275- وَيَقُولُونَ: إِنَّ هَذِهِ الْآثَارَ الْمَرْوِيَّةَ فِي مَسَاوِيهِمْ:مِنْهَا: مَا هُوَ كَذِبٌ.وَمِنْهَا: مَا قَدْ زِيدَ فِيهِ وَنُقِصَ، وَغُيِّرَ عَنْ وَجْهِهِ.وَالصَّحِيحُ مِنْهُ: هُمْ فِيهِ مَعْذُورُونَ:- إِمَّا مُجْتَهِدُونَ مُصِيبُونَ.- وَإِمَّا مُجْتَهِدُونَ مُخْطِئُونَ.276- وَهُمْ مَعَ ذَلِكَ لَا يَعْتَقِدُونَ أَنَّ كُلَّ وَاحِدٍ مِنَ الصَّحَابَةِ مَعْصُومٌ عَنْ كَبَائِرِ الْإِثْمِ وَصَغَائِرِهِ.- بَلْ يَجُوزُ عَلَيْهِمُ الذُّنُوبُ فِي الْجُمْلَةِ.[من مناقب أصحاب رسول الله صلى الله عليه وسلم] :277- وَلَهُمْ مِنَ السَّوَابِقِ وَالْفَضَائِلِ مَا يُوجِبُ مَغْفِرَةَ مَا يَصْدُرُ مِنْهُمْ إِنْ صَدَرَ.278- حَتَّى إِنَّهُ يُغْفَرُ لَهُمْ مِنَ السَّيِّئَاتِ مَا لَا يُغْفَرُ لِمَنْ بَعْدَهُمْ، لِأَنَّ لَهُمْ مِنَ الْحَسَنَاتِ الَّتِي تَمْحُو السَّيِّئَاتِ مَا لَيْسَ لِمَنْ بَعْدَهُمْ.\nالجزء: 1 ¦ \n",
      "pageNum": "120"
    },
    {
      "chapter_number": "62",
      "id": "P61",
      "title": "",
      "content": "\n  \n  \n279- وَقَدْ ثَبَتَ بِقَوْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّهُمْ خَيْرُ الْقُرُونِ» .280- وَأَنَّ «الْمُدَّ مِنْ أَحَدِهِمْ إِذَا تَصَدَّقَ بِهِ؛ كَانَ أَفْضَلَ مِنْ جَبَلِ أُحُدٍ ذَهَبًا مِمَّنْ بَعْدَهُمْ» .281- ثُمَّ إِذَا كَانَ قَدْ صَدَرَ عَنْ أَحَدِهِمْ ذَنْبٌ؛ فَيَكُونُ قَدْ تَابَ مِنْهُ أَوْ أَتَى بِحَسَنَاتِ تَمْحُوهُ، أَوْ غُفِرَ لَهُ بِفَضْلِ سَابِقَتِهِ، أَوْ بِشَفَاعَةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّذِينَ هُمْ أَحَقُّ النَّاسِ بِشَفَاعَتِهِ. أَوْ ابْتُلِيَ بِبَلَاءٍ فِي الدُّنْيَا كُفِّرَ بِهِ عَنْهُ.282- فَإِذَا كَانَ هَذَا فِي الذُّنُوبِ الْمُحَقَّقَةِ؛ فَكَيْفَ بِالْأُمُورِ الَّتِي كَانُوا فِيهَا مُجْتَهِدِينَ: إِنْ أَصَابُوا؛ فَلَهُمْ أَجْرَانِ، وَإِنْ أَخْطَأُوا؛ فَلَهُمْ أَجْرٌ وَاحِدٌ، وَالْخَطَأُ مَغْفُورٌ.283- ثُمَّ الْقَدْرُ الَّذِي يُنْكَرُ مِنْ فِعْلِ بَعْضِهِمْ قَلِيلٌ نَزْرٌ مَغْمُورٌ فِي جَنْبِ فَضَائِلِ الْقَوْمِ وَمَحَاسِنِهِمْ، مِنْ: الْإِيمَانِ بِاَللَّهِ وَرَسُولِهِ، وَالْجِهَادِ\nالجزء: 1 ¦ \n",
      "pageNum": "121"
    },
    {
      "chapter_number": "63",
      "id": "P62",
      "title": "",
      "content": "\n  \n  \nفِي سَبِيلِهِ، وَالْهِجْرَةِ، وَالنُّصْرَةِ، وَالْعِلْمِ النَّافِعِ، وَالْعَمَلِ الصَّالِحِ.284- وَمَنْ نَظَرَ فِي سِيرَةِ الْقَوْمِ بِعِلْمٍ وَبَصِيرَةٍ، وَمَا مَنَّ اللَّهُ بِهِ عَلَيْهِمْ مِنَ الْفَضَائِلِ؛ عَلِمَ يَقِينًا أَنَّهُمْ خَيْرُ الْخَلْقِ بَعْدَ الْأَنْبِيَاءِ.285- لَا كَانَ وَلَا يَكُونُ مِثْلُهُمْ.286- وَأَنَّهُمْ هُمْ صَفْوَةُ الصَّفْوَةِ مِنْ قُرُونِ هَذِهِ الْأُمَّةِ، الَّتِي هِيَ خَيْرُ الْأُمَمِ وَأَكْرَمُهَا عَلَى اللَّهِ.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "122"
    },
    {
      "chapter_number": "64",
      "id": "P63",
      "title": "",
      "content": "\n  \n  \n[الفصل الثالث:التصديقُ بكراماتِ الأولياءِ]• وَمِنْ أُصُولِ أَهْلِ السُّنَّةِ:287- التَّصْدِيقُ بِكَرَامَاتِ الْأَوْلِيَاءِ.288- وَمَا يُجْرِي اللَّهُ عَلَى أَيْدِيهِمْ؛ مِنْ خَوَارِقِ الْعَادَاتِ، فِي:- أَنْوَاعِ الْعُلُومِ.- وَالْمُكَاشَفَاتِ.- وَأَنْوَاعِ الْقُدْرَةِ.- وَالتَّأْثِيرَاتِ.- وَكَالْمَأْثُورِ عَنْ سَالِفِ الْأُمَمِ، فِي «سُورَةِ الْكَهْفِ» وَغَيْرِهَا.- وَعَنْ صَدْرِ هَذِهِ الْأُمَّةِ مِنَ الصَّحَابَةِ وَالتَّابِعِينَ وَسَائِرِ قُرُونِ الْأُمَّةِ.289- وَهِيَ مَوْجُودَةٌ فِيهَا إِلَى يَوْمِ الْقِيَامَةِ.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "123"
    },
    {
      "chapter_number": "65",
      "id": "P64",
      "title": "",
      "content": "\n  \n  \n[الباب السادس:من طريقة أهل السنة والجماعة وخصالهم الحميدةويشتمل على فصلين:الفصل الأول: اتباع آثار رسول الله صلى الله عليه وسلم واتباع سبيل السابقين.الفصل الثاني: من خصالهم الحميدة.]\nالجزء: 1 ¦ \n",
      "pageNum": "125"
    },
    {
      "chapter_number": "66",
      "id": "P65",
      "title": "",
      "content": "\n  \n  \n[الفصل الأول:اتباع آثار رسول الله صلى الله عليه وسلم واتباع سبيل السابقين]• ثُمَّ مِنْ طَرِيقَةِ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ:290- اتِّبَاعُ: آثَارِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَاطِنًا وَظَاهِرًا.291- وَاتِّبَاعُ: سَبِيلِ السَّابِقِينَ الْأَوَّلِينَ، مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ.292- وَاتِّبَاعُ: وَصِيَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، حَيْثُ قَالَ: «عَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ مِنْ بَعْدِي، تَمَسَّكُوا بِهَا، وَعَضُّوا عَلَيْهَا بِالنَّوَاجِذِ، وَإِيَّاكُمْ وَمُحْدَثَاتِ الْأُمُورِ فَإِنَّ كُلَّ بِدْعَةٍ ضَلَالَةٌ» .293- وَيَعْلَمُونَ: أَنَّ أَصْدَقَ الْكَلَامِ كَلَامُ اللَّهِ، وَخَيْرَ الْهَدْيِ هَدْيُ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.\nالجزء: 1 ¦ \n",
      "pageNum": "127"
    },
    {
      "chapter_number": "67",
      "id": "P66",
      "title": "",
      "content": "\n  \n  \n294- فَيُؤْثِرُونَ: كَلَامَ اللَّهِ عَلَى غَيْرِهِ مِنْ كَلَامِ أَصْنَافِ النَّاسِ.[لماذا سمي أهل الكتاب والسنة بهذا الاسم؟] :295- وَيُقَدِّمُونَ: هَدْيَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى هَدْيِ كُلِّ أَحَدٍ.وَبِهَذَا سُمُّوا: «أَهْلَ الْكِتَابِ وَالسُّنَّةِ» .[لماذا سموا بأهل الجماعة؟] :296- وَسُمُّوا «أَهْلَ الْجَمَاعَةِ» ؛ لِأَنَّ الْجَمَاعَةَ هِيَ الاجْتِمَاعُ. وَضِدُّهَا الْفُرْقَةُ، وَإِنْ كَانَ لَفْظُ «الْجَمَاعَةِ» قَدْ صَارَ اسْمًا لِنَفْسِ الْقَوْمِ الْمُجْتَمِعِينَ.[الإجماع هو الأصل الثالث] :297- وَالْإِجْمَاعُ: هُوَ الْأَصْلُ الثَّالِثُ؛ الَّذِي يُعْتَمَدُ عَلَيْهِ فِي الْعِلْمِ وَالدِّينِ.298- وَهُمْ يَزِنُونَ بِهَذِهِ الْأُصُولِ الثَّلَاثَةِ جَمِيعَ مَا عَلَيْهِ النَّاسُ مِنْ أَقْوَالٍ وَأَعْمَالٍ بَاطِنَةٍ أَوْ ظَاهِرَةٍ، مِمَّا لَهُ تَعَلُّقٌ بِالدِّينِ.[الإجماع الذي يَنْضَبِط] :299- وَالْإِجْمَاعُ الَّذِي يَنْضَبِطُ: هُوَ مَا كَانَ عَلَيْهِ «السَّلَفُ الصَّالِحُ» ؛ إِذْ بَعْدَهُمْ كَثُرَ الِاخْتِلَافُ، وَانْتَشَرَتِ الْأُمَّةُ.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "128"
    },
    {
      "chapter_number": "68",
      "id": "P67",
      "title": "",
      "content": "\n  \n  \n[الفصل الثاني:من خصال أهل السنة الحميدة][فصل في بيان مكملات العقيدة من مكارم الأخلاق ومحاسن الأعمال التي يتحلى بها أهل السنة والجماعة] :• ثُمَّ هُمْ مَعَ هَذِهِ الْأُصُولِ:300- يَأْمُرُونَ: بِالْمَعْرُوفِ، وَيَنْهَوْنَ عَنِ الْمُنْكَرِ، عَلَى مَا تُوجِبُهُ الشَّرِيعَةُ.301- وَيَرَوْنَ إِقَامَةَ: الْحَجِّ، وَالْجِهَادِ، وَالْجُمَعِ، وَالْأَعْيَادِ؛ مَعَ الْأُمَرَاءِ؛ أَبْرَارًا كَانُوا، أَوْ فُجَّارًا.302- وَيُحَافِظُونَ عَلَى: الْجَمَاعَاتِ.303- وَيَدِينُونَ: بِالنَّصِيحَةِ لِلْأُمَّةِ.304- وَيَعْتَقِدُونَ:- مَعْنَى قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ، يَشُدُّ بَعْضُهُ بَعْضًا» وَشَبَّكَ بَيْنَ أَصَابِعِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.- وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمِهِمْ وَتَعَاطُفِهِمْ؛ كَمَثَلِ الْجَسَدِ، إِذَا اشْتَكَى مِنْهُ عُضْوٌ؛ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالْحُمَّى وَالسَّهَرِ» .\nالجزء: 1 ¦ \n",
      "pageNum": "129"
    },
    {
      "chapter_number": "69",
      "id": "P68",
      "title": "",
      "content": "\n  \n  \n305- وَيَأْمُرُونَ:- بِالصَّبْرِ عَلَى الْبَلَاءِ.- وَالشُّكْرِ عِنْدَ الرَّخَاءِ.- وَالرِّضَا بِمُرِّ الْقَضَاءِ.306- وَيَدْعُونَ إلَى:- مَكَارِمِ الْأَخْلَاقِ.- وَمَحَاسِنِ الْأَعْمَالِ.307- وَيَعْتَقِدُونَ: مَعْنَى قَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَكْمَلُ الْمُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا» .308- وَيَنْدُبُونَ إِلَى:- أَنْ تَصِلَ مَنْ قَطَعَك.- وَتُعْطِيَ مَنْ حَرَمَك.- وَتَعْفُوَ عَمَّنْ ظَلَمَك.\nالجزء: 1 ¦ \n",
      "pageNum": "130"
    },
    {
      "chapter_number": "70",
      "id": "P69",
      "title": "",
      "content": "\n  \n  \n309- وَيَأْمُرُونَ:- بِبِرِّ الْوَالِدَيْنِ.- وَصِلَةِ الْأَرْحَامِ.- وَحُسْنِ الْجِوَارِ.- وَالْإِحْسَانِ إِلَى: الْيَتَامَى، وَالْمَسَاكِينِ، وَابْنِ السَّبِيلِ.- وَالرِّفْقِ بِالْمَمْلُوكِ.310- وَيَنْهَوْنَ عَنْ:- الْفَخْرِ، وَالْخُيَلَاءِ.- وَالْبَغْيِ، وَالِاسْتِطَالَةِ عَلَى الْخَلْقِ بِحَقِّ أَوْ بِغَيْرِ حَقٍّ.311- وَيَأْمُرُونَ: بِمَعَالِي الْأَخْلَاقِ.312- وَيَنْهَوْنَ عَنْ: سِفْسَافِهَا.313- وَكُلُّ مَا يَقُولُونَهُ أَوْ يَفْعَلُونَهُ مِنْ هَذَا أَوْ غَيْرِهِ؛ فَإِنَّمَا هُمْ فِيهِ مُتَّبِعُونَ لِلْكِتَابِ وَالسُّنَّةِ.314- وَطَرِيقَتُهُمْ: هِيَ دِينُ الْإِسْلَامِ؛ الَّذِي بَعَثَ اللَّهُ بِهِ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.\nالجزء: 1 ¦ \n",
      "pageNum": "131"
    },
    {
      "chapter_number": "71",
      "id": "P70",
      "title": "",
      "content": "\n  \n  \n[من مزايا أهل السنة] :315- لَكِنْ لَمَّا أَخْبَرَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَنَّ أُمَّتَهُ سَتَفْتَرِقُ عَلَى ثَلَاثٍ وَسَبْعِينَ فِرْقَةً؛ كُلُّهَا فِي النَّارِ إِلَّا وَاحِدَةً؛ وَهِيَ الْجَمَاعَةُ» .316- وَفِي حَدِيثٍ عَنْهُ أَنَّهُ قَالَ: «هُمْ مَنْ كَانَ عَلَى مِثْلِ مَا أَنَا عَلَيْهِ وَأَصْحَابِي» ؛ صَارَ الْمُتَمَسِّكُونَ بِالْإِسْلَامِ الْمَحْضِ الْخَالِصِ عَنْ الشَّوْبِ هُمْ «أَهْلُ السُّنَّةِ وَالْجَمَاعَةِ» .317- وَفِيهِمُ: الصِّدِّيقُونَ، وَالشُّهَدَاءُ، وَالصَّالِحُونَ.318- وَمِنْهُمْ: أَعْلَامُ الْهُدَى، وَمَصَابِيحُ الدُّجَى.أُولُوا الْمَنَاقِبِ الْمَأْثُورَةِ، وَالْفَضَائِلِ الْمَذْكُورَةِ.319- وَفِيهِمُ: الْأَبْدَالُ.320- وَمِنْهُمُ: الْأَئِمَّةُ؛ الَّذِينَ أَجْمَعَ الْمُسْلِمُونَ عَلَى\nالجزء: 1 ¦ \n",
      "pageNum": "132"
    },
    {
      "chapter_number": "72",
      "id": "P71",
      "title": "",
      "content": "\n  \n  \nهِدَايَتِهِمْ وَدِرَايَتِهِمْ.321- وَهُمُ الطَّائِفَةُ الْمَنْصُورَةُ، الَّذِينَ قَالَ فِيهِمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي عَلَى الْحَقِّ ظَاهِرِينَ؛ لَا يَضُرُّهُمْ مَنْ خَالَفَهُمْ وَلَا مَنْ خَذَلَهُمْ، حَتَّى تَقُومَ السَّاعَةُ» .* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "133"
    },
    {
      "chapter_number": "73",
      "id": "P72",
      "title": "",
      "content": "\n  \n  \n[خاتمة]فَنَسْأَلُ اللَّهَ الْعَظِيمَ أَنْ يَجْعَلَنَا مِنْهُمْ.وَأَنْ لَا يَزِيغَ قُلُوبَنَا بَعْدَ إِذْ هَدَانَا، وَيَهَبَ لَنَا مِنْ لَدُنْهُ رَحْمَةً؛ إِنَّهُ هُوَ الْوَهَّابُ.وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ، وَصَلَوَاتُهُ وَسَلَامُهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وَعَلَى سَائِرِ الْمُرْسَلِينَ وَالنَّبِيِّينَ، وَآلِ كُلٍّ وَسَائِرِ الصَّالِحِينَ.* * * *تمت، والحمد لله في عشي يوم الجمعة، في أوائل العَشْر الوَسَط لرمضان المُعظَّم سنة ستّ وثلاثين وسبعمائة، بالمدرسة الظاهرية، داخل دمشق المحروسة على يدي مُعَلِّقها محمد بن محمد بن محمد بن علي بن عبد الرحمن بن ... لطف الله به، وعفا عنه، وجَعَلَه من أهل السُّنَّة والجماعة - لا ربَّ غيره ولا مولى سواه.* * * *\nالجزء: 1 ¦ \n",
      "pageNum": "134"
    }
  ]
}
