{
  "title": "مقتبس من كتاب زاد المعاد",
  "author": "ابن القيم",
  "chapters": [
    {
      "index": "01",
      "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الصَّلَاةِ",
      "text": "كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَامَ إِلَى الصَّلَاةِ قَالَ \" اللَّهُ أَكْبَرُ \" وَلَمْ يَقُلْ شَيْئًا قَبْلَهَا، وَلَا تَلَفَّظَ بِالنِّيَّةِ الْبَتَّةَ، وَلَا قَالَ أُصَلِّي لِلَّهِ صَلَاةَ كَذَا مُسْتَقْبِلَ الْقِبْلَةِ أَرْبَعَ رَكَعَاتٍ إِمَامًا أَوْ مَأْمُومًا، وَلَا قَالَ أَدَاءً وَلَا قَضَاءً وَلَا فَرْضَ الْوَقْتِ، وَهَذِهِ عَشْرُ بِدَعٍ لَمْ يَنْقُلْ عَنْهُ أَحَدٌ قَطُّ بِإِسْنَادٍ صَحِيحٍ وَلَا ضَعِيفٍ، وَلَا مُسْنَدٍ وَلَا مُرْسَلٍ لَفْظَةً وَاحِدَةً مِنْهَا الْبَتَّةَ، بَلْ وَلَا عَنْ أَحَدٍ مِنْ أَصْحَابِهِ، وَلَا اسْتَحْسَنَهُ أَحَدٌ مِنَ التَّابِعِينَ وَلَا الْأَئِمَّةِ الْأَرْبَعَةِ، وَإِنَّمَا غَرَّ بَعْضَ الْمُتَأَخِّرِينَ قَوْلُ الشَّافِعِيِّ رَضِيَ اللَّهُ عَنْهُ فِي الصَّلَاةِ: إِنَّهَا لَيْسَتْ كَالصِّيَامِ، وَلَا يَدْخُلُ فِيهَا أَحَدٌ إِلَّا بِذِكْرٍ، فَظَنَّ أَنَّ الذِّكْرَ تَلَفُّظُ الْمُصَلِّي بِالنِّيَّةِ، وَإِنَّمَا أَرَادَ الشَّافِعِيُّ رَحِمَهُ اللَّهُ بِالذِّكْرِ تَكْبِيرَةَ الْإِحْرَامِ لَيْسَ إِلَّا، وَكَيْفَ يَسْتَحِبُّ الشَّافِعِيُّ أَمْرًا لَمْ يَفْعَلْهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي صَلَاةٍ وَاحِدَةٍ، وَلَا أَحَدٌ مِنْ خُلَفَائِهِ وَأَصْحَابِهِ، وَهَذَا هَدْيُهُمْ وَسِيرَتُهُمْ، فَإِنْ أَوْجَدَنَا أَحَدٌ حَرْفًا وَاحِدًا عَنْهُمْ فِي ذَلِكَ قَبِلْنَاهُ وَقَابَلْنَاهُ بِالتَّسْلِيمِ وَالْقَبُولِ، وَلَا هَدْيَ أَكْمَلُ مِنْ هَدْيِهِمْ، وَلَا سُنَّةَ إِلَّا مَا تَلَقَّوْهُ عَنْ صَاحِبِ الشَّرْعِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.وَكَانَ دَأْبُهُ فِي إِحْرَامِهِ لَفْظَةَ (اللَّهُ أَكْبَرُ) لَا غَيْرَهَا، وَلَمْ يَنْقُلْ أَحَدٌ عَنْهُ سِوَاهَا.( «وَكَانَ يَرْفَعُ يَدَيْهِ مَعَهَا مَمْدُودَةَ الْأَصَابِعِ مُسْتَقْبِلًا بِهَا الْقِبْلَةَ إِلَى فُرُوعِ أُذُنَيْهِ» ) وَرُوِيَ: إِلَى مَنْكِبَيْهِ فأبو حميد الساعدي وَمَنْ مَعَهُ قَالُوا: حَتَّى يُحَاذِيَ بِهِمَا الْمَنْكِبَيْنِ، وَكَذَلِكَ قَالَ ابْنُ عُمَرَ. وَقَالَ وَائِلُ بْنُ حُجْرٍ: إِلَى حِيَالِ أُذُنَيْهِ. وَقَالَ البراء: قَرِيبًا مِنْ أُذُنَيْهِ. وَقِيلَ: هُوَ مِنَ الْعَمَلِ الْمُخَيَّرِ فِيهِ، وَقِيلَ: كَانَ أَعْلَاهَا",
      "pageNum": "١"
    },
    {
      "index": "02",
      "title": "",
      "text": "إِلَى فُرُوعِ أُذُنَيْهِ وَكَفَّاهُ إِلَى مَنْكِبَيْهِ، فَلَا يَكُونُ اخْتِلَافًا، وَلَمْ يَخْتَلِفْ عَنْهُ فِي مَحَلِّ هَذَا الرَّفْعِ.ثُمَّ يَضَعُ الْيُمْنَى عَلَى ظَهْرِ الْيُسْرَى.وَكَانَ يَسْتَفْتِحُ تَارَةً بِ ( «اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ اغْسِلْنِي مِنْ خَطَايَايَ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، اللَّهُمَّ نَقِّنِي مِنَ الذُّنُوبِ وَالْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ» )وَتَارَةً يَقُولُ: ( «وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا مُسْلِمًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ، اللَّهُمَّ أَنْتَ الْمَلِكُ لَا إِلَهَ إِلَّا أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي، فَاغْفِرْ لِي ذُنُوبِي جَمِيعَهَا، إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ، وَاهْدِنِي لِأَحْسَنِ الْأَخْلَاقِ لَا يَهْدِي لِأَحْسَنِهَا إِلَّا أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَ الْأَخْلَاقِ لَا يَصْرِفُ عَنِّي سَيِّئَهَا إِلَّا أَنْتَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالْخَيْرُ كُلُّهُ بِيَدَيْكَ، وَالشَّرُّ لَيْسَ إِلَيْكَ، أَنَا بِكَ وَإِلَيْكَ، تَبَارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ» )",
      "pageNum": "٢"
    },
    {
      "index": "03",
      "title": "",
      "text": "وَلَكِنَّ الْمَحْفُوظَ أَنَّ هَذَا الِاسْتِفْتَاحَ إِنَّمَا كَانَ يَقُولُهُ فِي قِيَامِ اللَّيْلِ.وَتَارَةً يَقُولُ: ( «اللَّهُمَّ رَبَّ جِبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ، فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ، اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ، إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ» ) .وَتَارَةً يَقُولُ: ( «اللَّهُمَّ لَكَ الْحَمْدُ، أَنْتَ نُورُ السَّمَاوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ» . . .) الْحَدِيثَ. وَسَيَأْتِي فِي بَعْضِ طُرُقِهِ الصَّحِيحَةِ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ كَبَّرَ ثُمَّ قَالَ ذَلِكَ.وَتَارَةً يَقُولُ: ( «اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، الْحَمْدُ لِلَّهِ كَثِيرًا، الْحَمْدُ لِلَّهِ",
      "pageNum": "٣"
    },
    {
      "index": "04",
      "title": "",
      "text": "كَثِيرًا، الْحَمْدُ لِلَّهِ كَثِيرًا، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا، سُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا، سُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الشَّيْطَانِ الرَّجِيمِ، مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ» .) .وَتَارَةً يَقُولُ: ( «اللَّهُ أَكْبَرُ، عَشْرَ مَرَّاتٍ، ثُمَّ يُسَبِّحُ عَشْرَ مَرَّاتٍ، ثُمَّ يَحْمَدُ عَشْرًا، ثُمَّ يُهَلِّلُ عَشْرًا، ثُمَّ يَسْتَغْفِرُ عَشْرًا، ثُمَّ يَقُولُ: اللَّهُمَّ اغْفِرْ لِي وَاهْدِنِي وَارْزُقْنِي وَعَافِنِي، عَشْرًا ثُمَّ يَقُولُ: \" اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ ضِيقِ الْمُقَامِ يَوْمَ الْقِيَامَةِ، عَشْرًا» .فَكُلُّ هَذِهِ الْأَنْوَاعِ صَحَّتْ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ) .وَرُوِيَ عَنْهُ أَنَّهُ ( «كَانَ يَسْتَفْتِحُ بِسُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبَارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلَا إِلَهَ غَيْرُكَ» ) ذَكَرَ ذَلِكَ أَهْلُ السُّنَنِ مِنْ حَدِيثِ علي بن علي الرفاعي، عَنْ أَبِي الْمُتَوَكِّلِ النَّاجِي، عَنْ أبي سعيد عَلَى أَنَّهُ رُبَّمَا أَرْسَلَ.وَقَدْ رُوِيَ",
      "pageNum": "٤"
    },
    {
      "index": "05",
      "title": "",
      "text": "مِثْلُهُ مِنْ حَدِيثِ عائشة رَضِيَ اللَّهُ عَنْهَا، وَالْأَحَادِيثُ الَّتِي قَبْلَهُ أَثْبَتُ مِنْهُ، وَلَكِنْ صَحَّ عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ كَانَ يَسْتَفْتِحُ بِهِ فِي مَقَامِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيَجْهَرُ بِهِ وَيُعَلِّمُهُ النَّاسَ، وَقَالَ الْإِمَامُ أَحْمَدُ: أَمَّا أَنَا فَأَذْهَبُ إِلَى مَا رُوِيَ عَنْ عمر، وَلَوْ أَنَّ رَجُلًا اسْتَفْتَحَ بِبَعْضِ مَا رُوِيَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ الِاسْتِفْتَاحِ كَانَ حَسَنًا.وَإِنَّمَا اخْتَارَ الْإِمَامُ أَحْمَدُ هَذَا لِعَشَرَةِ أَوْجُهٍ قَدْ ذَكَرْتُهَا فِي مَوَاضِعَ أُخْرَى.مِنْهَا: جَهْرُ عمر بِهِ يُعَلِّمُهُ الصَّحَابَةَ.وَمِنْهَا: اشْتِمَالُهُ عَلَى أَفْضَلِ الْكَلَامِ بَعْدَ الْقُرْآنِ، فَإِنَّ أَفْضَلَ الْكَلَامِ بَعْدَ الْقُرْآنِ سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، وَقَدْ تَضَمَّنَهَا هَذَا الِاسْتِفْتَاحُ مَعَ تَكْبِيرَةِ الْإِحْرَامِ.وَمِنْهَا: أَنَّهُ اسْتِفْتَاحٌ أَخْلَصُ لِلثَّنَاءِ عَلَى اللَّهِ، وَغَيْرُهُ مُتَضَمِّنٌ لِلدُّعَاءِ، وَالثَّنَاءُ أَفْضَلُ مِنَ الدُّعَاءِ، وَلِهَذَا كَانَتْ سُورَةُ الْإِخْلَاصِ تَعْدِلُ ثُلُثَ الْقُرْآنِ،",
      "pageNum": "٥"
    },
    {
      "index": "06",
      "title": "",
      "text": "لِأَنَّهَا أُخْلِصَتْ لِوَصْفِ الرَّحْمَنِ تَبَارَكَ وَتَعَالَى وَالثَّنَاءِ عَلَيْهِ، وَلِهَذَا كَانَ \" سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ \" أَفْضَلَ الْكَلَامِ بَعْدَ الْقُرْآنِ، فَيَلْزَمُ أَنَّ مَا تَضَمَّنَهَا مِنَ الِاسْتِفْتَاحَاتِ أَفْضَلُ مِنْ غَيْرِهِ مِنَ الِاسْتِفْتَاحَاتِ.وَمِنْهَا: أَنَّ غَيْرَهُ مِنَ الِاسْتِفْتَاحَاتِ عَامَّتُهَا إِنَّمَا هِيَ فِي قِيَامِ اللَّيْلِ فِي النَّافِلَةِ، وَهَذَا كَانَ عمر يَفْعَلُهُ وَيُعَلِّمُهُ النَّاسَ فِي الْفَرْضِ.وَمِنْهَا: أَنَّ هَذَا الِاسْتِفْتَاحَ إِنْشَاءٌ لِلثَّنَاءِ عَلَى الرَّبِّ تَعَالَى مُتَضَمِّنٌ لِلْإِخْبَارِ عَنْ صِفَاتِ كَمَالِهِ وَنُعُوتِ جَلَالِهِ، وَالِاسْتِفْتَاحُ بِ \" وَجَّهْتُ وَجْهِيَ \" إِخْبَارٌ عَنْ عُبُودِيَّةِ الْعَبْدِ، وَبَيْنَهُمَا مِنَ الْفَرْقِ مَا بَيْنَهُمَا.وَمِنْهَا: أَنَّ مَنِ اخْتَارَ الِاسْتِفْتَاحَ بِ \" وَجَّهْتُ وَجْهِيَ \" لَا يُكْمِلُهُ، وَإِنَّمَا يَأْخُذُ بِقِطْعَةٍ مِنَ الْحَدِيثِ وَيَذَرُ بَاقِيَهُ، بِخِلَافِ الِاسْتِفْتَاحِ بِ (سُبْحَانِكَ اللَّهُمَّ وَبِحَمْدِكَ) فَإِنَّ مَنْ ذَهَبَ إِلَيْهِ يَقُولُهُ كُلَّهُ إِلَى آخِرِهِ.(وَكَانَ يَقُولُ بَعْدَ ذَلِكَ: أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ، ثُمَّ يَقْرَأُ الْفَاتِحَةَ، وَكَانَ يَجْهَرُ بِبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ تَارَةً، وَيُخْفِيهَا أَكْثَرَ مِمَّا يَجْهَرُ بِهَا)",
      "pageNum": "٦"
    },
    {
      "index": "07",
      "title": "",
      "text": "وَلَا رَيْبَ أَنَّهُ لَمْ يَكُنْ يَجْهَرُ بِهَا دَائِمًا فِي كُلِّ يَوْمٍ وَلَيْلَةٍ خَمْسَ مَرَّاتٍ أَبَدًا حَضَرًا وَسَفَرًا، وَيَخْفَى ذَلِكَ عَلَى خُلَفَائِهِ الرَّاشِدِينَ وَعَلَى جُمْهُورِ أَصْحَابِهِ وَأَهْلِ بَلَدِهِ فِي الْأَعْصَارِ الْفَاضِلَةِ، هَذَا مِنْ أَمْحَلِ الْمُحَالِ حَتَّى يَحْتَاجَ إِلَى التَّشَبُّثِ فِيهِ بِأَلْفَاظٍ مُجْمَلَةٍ وَأَحَادِيثَ وَاهِيَةٍ، فَصَحِيحُ تِلْكَ الْأَحَادِيثِ غَيْرُ صَرِيحٍ، وَصَرِيحُهَا غَيْرُ صَحِيحٍ، وَهَذَا مَوْضِعٌ يَسْتَدْعِي مُجَلَّدًا ضَخْمًا.وَكَانَتْ قِرَاءَتَهُ مَدًّا يَقِفُ عِنْدَ كُلِّ آيَةٍ وَيَمُدُّ بِهَا صَوْتَهُ. فَإِذَا فَرَغَ مِنْ قِرَاءَةِ الْفَاتِحَةِ قَالَ \" آمِينَ \" فَإِنْ كَانَ يَجْهَرُ بِالْقِرَاءَةِ رَفَعَ بِهَا صَوْتَهُ وَقَالَهَا مَنْ خَلْفَهُ",
      "pageNum": "٧"
    },
    {
      "index": "08",
      "title": "",
      "text": "وَكَانَ لَهُ سَكْتَتَانِ؛ سَكْتَةٌ بَيْنَ التَّكْبِيرِ وَالْقِرَاءَةِ، وَعَنْهَا سَأَلَهُ أَبُو هُرَيْرَةَ، وَاخْتُلِفَ فِي الثَّانِيَةِ؛ فَرُوِيَ أَنَّهَا بَعْدَ الْفَاتِحَةِ. وَقِيلَ إِنَّهَا بَعْدَ الْقِرَاءَةِ وَقَبْلَ الرُّكُوعِ. وَقِيلَ: هِيَ سَكْتَتَانِ غَيْرُ الْأُولَى فَتَكُونُ ثَلَاثًا، وَالظَّاهِرُ إِنَّمَا هِيَ اثْنَتَانِ فَقَطْ، وَأَمَّا الثَّالِثَةُ فَلَطِيفَةٌ جِدًّا لِأَجْلِ تَرَادِّ النَّفَسِ، وَلَمْ يَكُنْ يَصِلُ الْقِرَاءَةَ بِالرُّكُوعِ بِخِلَافِ السَّكْتَةِ الْأُولَى، فَإِنَّهُ كَانَ يَجْعَلُهَا بِقَدْرِ الِاسْتِفْتَاحِ، وَالثَّانِيَةُ قَدْ قِيلَ: إِنَّهَا لِأَجْلِ قِرَاءَةِ الْمَأْمُومِ، فَعَلَى هَذَا: يَنْبَغِي تَطْوِيلُهَا بِقَدْرِ قِرَاءَةِ الْفَاتِحَةِ، وَأَمَّا الثَّالِثَةُ فَلِلرَّاحَةِ وَالنَّفَسِ فَقَطْ وَهِيَ سَكْتَةٌ لَطِيفَةٌ، فَمَنْ لَمْ يَذْكُرْهَا فَلِقِصَرِهَا، وَمَنِ اعْتَبَرَهَا جَعَلَهَا سَكْتَةً ثَالِثَةً، فَلَا اخْتِلَافَ بَيْنَ الرِّوَايَتَيْنِ، وَهَذَا أَظْهَرُ مَا يُقَالُ فِي هَذَا الْحَدِيثِ.وَقَدْ صَحَّ حَدِيثُ السَّكْتَتَيْنِ مِنْ رِوَايَةِ سمرة، وَأُبَيِّ بْنِ كَعْبٍ، وَعِمْرَانَ بْنِ حُصَيْنٍ، ذَكَرَ ذَلِكَ أبو حاتم فِي \" صَحِيحِهِ \"، وسمرة هو ابن جندب، وَقَدْ تَبَيَّنَ بِذَلِكَ أَنَّ أَحَدَ مَنْ رَوَى حَدِيثَ السَّكْتَتَيْنِ سَمُرَةُ بْنُ جُنْدُبٍ، وَقَدْ قَالَ: ( «حَفِظْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَكْتَتَيْنِ سَكْتَةً إِذَا كَبَّرَ وَسَكْتَةً إِذَا فَرَغَ مِنْ قِرَاءَةِ {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ} [الفاتحة: 7] » ))وَفِي بَعْضِ طُرُقِ الْحَدِيثِ؛ فَإِذَا فَرَغَ مِنَ الْقِرَاءَةِ سَكَتَ، وَهَذَا كَالْمُجْمَلِ، وَاللَّفْظُ الْأَوَّلُ مُفَسِّرٌ مُبَيِّنٌ، وَلِهَذَا قَالَ أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ: لِلْإِمَامِ",
      "pageNum": "٨"
    },
    {
      "index": "09",
      "title": "",
      "text": "سَكْتَتَانِ، فَاغْتَنِمُوا فِيهِمَا الْقِرَاءَةَ بِفَاتِحَةِ الْكِتَابِ؛ إِذَا افْتَتَحَ الصَّلَاةَ وَإِذَا قَالَ: \" وَلَا الضَّالِّينَ \" عَلَى أَنَّ تَعْيِينَ مَحَلِّ السَّكْتَتَيْنِ إِنَّمَا هُوَ مِنْ تَفْسِيرِ قتادة، فَإِنَّهُ رَوَى الْحَدِيثَ عَنِ الحسن «عَنْ سمرة قَالَ: سَكْتَتَانِ حَفِظْتُهُمَا عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَنْكَرَ ذَلِكَ عمران فَقَالَ: حَفِظْنَاهَا سَكْتَةً، فَكَتَبْنَا إِلَى أُبَيِّ بْنِ كَعْبٍ بِالْمَدِينَةِ، فَكَتَبَ أبي أَنْ قَدْ حَفِظَ سمرة، قَالَ سعيد: فَقُلْنَا لقتادة: مَا هَاتَانِ السَّكْتَتَانِ؟ قَالَ: إِذَا دَخَلَ فِي الصَّلَاةِ، وَإِذَا فَرَغَ مِنَ الْقِرَاءَةِ، ثُمَّ قَالَ بَعْدَ ذَلِكَ: وَإِذَا قَالَ {وَلَا الضَّالِّينَ} [الفاتحة: 7] » ) .قَالَ: وَكَانَ يُعْجِبُهُ إِذَا فَرَغَ مِنَ الْقِرَاءَةِ أَنْ يَسْكُتَ حَتَّى يَتَرَادَّ إِلَيْهِ نَفَسُهُ، وَمَنْ يَحْتَجُّ بالحسن عَنْ سمرة يَحْتَجُّ بِهَذَا.فَإِذَا فَرَغَ مِنَ الْفَاتِحَةِ أَخَذَ فِي سُورَةٍ غَيْرِهَا، وَكَانَ يُطِيلُهَا تَارَةً وَيُخَفِّفُهَا لِعَارِضٍ مِنْ سَفَرٍ أَوْ غَيْرِهِ، وَيُتَوَسَّطُ فِيهَا غَالِبًا.وَكَانَ يَقْرَأُ فِي الْفَجْرِ بِنَحْوِ سِتِّينَ آيَةً إِلَى مِائَةِ آيَةٍ، وَصَلَّاهَا بِسُورَةِ (ق) وَصَلَّاهَا بِ (الرُّومِ) وَصَلَّاهَا بِ {إِذَا الشَّمْسُ كُوِّرَتْ} [التكوير: 1] وَصَلَّاهَا بِ {إِذَا زُلْزِلَتِ} [الزلزلة: 1] فِي الرَّكْعَتَيْنِ كِلَيْهِمَا، وَصَلَّاهَا بِ (الْمُعَوِّذَتَيْنِ) وَكَانَ فِي السَّفَرِ، وَصَلَّاهَا فَافْتَتَحَ بِ (سُورَةِ الْمُؤْمِنُونَ) حَتَّى إِذَا بَلَغَ ذِكْرَ مُوسَى وَهَارُونَ فِي الرَّكْعَةِ الْأُولَى أَخَذَتْهُ سَعْلَةٌ فَرَكَعَ.وَكَانَ يُصَلِّيهَا يَوْمَ الْجُمُعَةِ بِ (الم تَنْزِيلُ السَّجْدَةِ) وَسُورَةِ {هَلْ أَتَى عَلَى الْإِنْسَانِ} [الإنسان: 1]",
      "pageNum": "٩"
    },
    {
      "index": "10",
      "title": "",
      "text": "كَامِلَتَيْنِ، وَلَمْ يَفْعَلْ مَا يَفْعَلُهُ كَثِيرٌ مِنَ النَّاسِ الْيَوْمَ مِنْ قِرَاءَةِ بَعْضِ هَذِهِ وَبَعْضِ هَذِهِ فِي الرَّكْعَتَيْنِ، وَقِرَاءَةِ السَّجْدَةِ وَحْدَهَا فِي الرَّكْعَتَيْنِ وَهُوَ خِلَافُ السُّنَّةِ.وَأَمَّا مَا يَظُنُّهُ كَثِيرٌ مِنَ الْجُهَّالِ أَنَّ صُبْحَ يَوْمِ الْجُمُعَةِ فُضِّلَ بِسَجْدَةٍ فَجَهْلٌ عَظِيمٌ، وَلِهَذَا كَرِهَ بَعْضُ الْأَئِمَّةِ قِرَاءَةَ سُورَةِ السَّجْدَةِ لِأَجْلِ هَذَا الظَّنِّ، وَإِنَّمَا كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ هَاتَيْنِ السُّورَتَيْنِ لِمَا اشْتَمَلَتَا عَلَيْهِ مِنْ ذِكْرِ الْمَبْدَأِ وَالْمَعَادِ، وَخَلْقِ آدَمَ، وَدُخُولِ الْجَنَّةِ وَالنَّارِ، وَذَلِكَ مِمَّا كَانَ وَيَكُونُ فِي يَوْمِ الْجُمُعَةِ، فَكَانَ يَقْرَأُ فِي فَجْرِهَا مَا كَانَ وَيَكُونُ فِي ذَلِكَ الْيَوْمِ تَذْكِيرًا لِلْأُمَّةِ بِحَوَادِثِ هَذَا الْيَوْمِ، كَمَا كَانَ يَقْرَأُ فِي الْمَجَامِعِ الْعِظَامِ كَالْأَعْيَادِ وَالْجُمُعَةِ بِسُورَةِ (ق) وَ (اقْتَرَبَتْ) وَ (سَبِّحْ) وَ (الْغَاشِيَةِ) .",
      "pageNum": "١٠"
    },
    {
      "index": "11",
      "title": "فَصْلٌ في إطالة الركعة الأولى وقراءة السور وغير ذلك",
      "text": "وَأَمَّا الظُّهْرُ فَكَانَ يُطِيلُ قِرَاءَتَهَا أَحْيَانًا، حَتَّى قَالَ أبو سعيد: ( «كَانَتْ صَلَاةُ الظُّهْرِ تُقَامُ فَيَذْهَبُ الذَّاهِبُ إِلَى الْبَقِيعِ فَيَقْضِي حَاجَتَهُ ثُمَّ يَأْتِي أَهْلَهُ فَيَتَوَضَّأُ وَيُدْرِكُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الرَّكْعَةِ الْأُولَى مِمَّا يُطِيلُهَا» ) رَوَاهُ مسلم.وَكَانَ يَقْرَأُ فِيهَا تَارَةً بِقَدْرِ (الم تَنْزِيلُ) وَتَارَةً بِ {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى} [الأعلى: 1] {وَاللَّيْلِ إِذَا يَغْشَى} [الليل: 1] وَتَارَةً بِ {وَالسَّمَاءِ ذَاتِ الْبُرُوجِ} [البروج: 1] {وَالسَّمَاءِ وَالطَّارِقِ} [الطارق: 1]وَأَمَّا الْعَصْرُ فَعَلَى النِّصْفِ مِنْ قِرَاءَةِ صَلَاةِ الظُّهْرِ إِذَا طَالَتْ، وَبِقَدْرِهَا إِذَا قَصُرَتْ. وَأَمَّا الْمَغْرِبُ فَكَانَ هَدْيُهُ فِيهَا خِلَافَ عَمَلِ النَّاسِ الْيَوْمَ، فَإِنَّهُ صَلَّاهَا مَرَّةً",
      "pageNum": "١١"
    },
    {
      "index": "12",
      "title": "",
      "text": "بِ (الْأَعْرَافِ) فَرَّقَهَا فِي الرَّكْعَتَيْنِ، وَمَرَّةً بِ (وَالطِّورِ) وَمَرَّةً بِ (وَالْمُرْسَلَاتِ) . قَالَ أَبُو عُمَرَ بْنُ عَبْدِ الْبَرِّ: رُوِيَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «أَنَّهُ قَرَأَ فِي الْمَغْرِبِ بِ (المص) » ، وَأَنَّهُ قَرَأَ فِيهَا بِ (الصَّافَّاتِ) ، وَأَنَّهُ قَرَأَ فِيهَا بِ (حم الدُّخَانِ) ، وَأَنَّهُ قَرَأَ فِيهَا بِ {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى} [الأعلى: 1] ، وَأَنَّهُ قَرَأَ فِيهَا بِ (وَالتِّينِ وَالزَّيْتُونِ) ، وَأَنَّهُ قَرَأَ فِيهَا بِ (الْمُعَوِّذَتَيْنِ) ، وَأَنَّهُ قَرَأَ فِيهَا بِ (الْمُرْسَلَاتِ) ، وَأَنَّهُ كَانَ يَقْرَأُ فِيهَا بِقِصَارِ الْمُفَصَّلِ. قَالَ: وَهِيَ كُلُّهَا آثَارٌ صِحَاحٌ مَشْهُورَةٌ. انْتَهَى.وَأَمَّا الْمُدَاوَمَةُ فِيهَا عَلَى قِرَاءَةِ قِصَارِ الْمُفَصَّلِ دَائِمًا فَهُوَ فِعْلُ مَرْوَانَ بْنِ الْحَكَمِ، وَلِهَذَا أَنْكَرَ عَلَيْهِ زَيْدُ بْنُ ثَابِتٍ وَقَالَ: (مَا لَكَ تَقْرَأُ فِي الْمَغْرِبِ بِقِصَارِ الْمُفَصَّلِ؟ وَقَدْ «رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ فِي الْمَغْرِبِ بِطُولَى الطُّولَيَيْنِ. قَالَ: قُلْتُ: وَمَا طُولَى الطُّولَيَيْنِ؟ قَالَ (الْأَعْرَافُ) » وَهَذَا حَدِيثٌ صَحِيحٌ رَوَاهُ أَهْلُ السُّنَنِ.وَذَكَرَ النَّسَائِيُّ عَنْ عائشة رَضِيَ اللَّهُ عَنْهَا، «أَنَّ النَّبِيَّ قَرَأَ فِي الْمَغْرِبِ بِسُورَةِ (الْأَعْرَافِ) فَرَّقَهَا فِي الرَّكْعَتَيْنِ»",
      "pageNum": "١٢"
    },
    {
      "index": "13",
      "title": "",
      "text": "فَالْمُحَافَظَةُ فِيهَا عَلَى الْآيَةِ الْقَصِيرَةِ وَالسُّورَةِ مِنْ قِصَارِ الْمُفَصَّلِ خِلَافُ السُّنَّةِ، وَهُوَ فِعْلُ مَرْوَانَ بْنِ الْحَكَمِ. وَأَمَّا الْعِشَاءُ الْآخِرَةُ فَقَرَأَ فِيهَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِ {وَالتِّينِ وَالزَّيْتُونِ} [التين: 1] وَوَقَّتَ لمعاذ فِيهَا بِ {وَالشَّمْسِ وَضُحَاهَا} [الشمس: 1] وَ {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى} [الأعلى: 1] {وَاللَّيْلِ إِذَا يَغْشَى} [الليل: 1] وَنَحْوِهَا، وَأَنْكَرَ عَلَيْهِ قِرَاءَتَهُ فِيهَا بِ (الْبَقَرَةِ) بَعْدَ مَا صَلَّى مَعَهُ ثُمَّ ذَهَبَ إِلَى بَنِي عَمْرِو بْنِ عَوْفٍ فَأَعَادَهَا لَهُمْ بَعْدَ مَا مَضَى مِنَ اللَّيْلِ مَا شَاءَ اللَّهُ، وَقَرَأَ بِهِمْ بِ (الْبَقَرَةِ) ، وَلِهَذَا قَالَ لَهُ: (أَفَتَّانٌ أَنْتَ يَا معاذ) فَتَعَلَّقَ النَّقَّارُونَ بِهَذِهِ الْكَلِمَةِ وَلَمْ يَلْتَفِتُوا إِلَى مَا قَبْلَهَا وَلَا مَا بَعْدَهَا.وَأَمَّا الْجُمُعَةُ فَكَانَ يَقْرَأُ فِيهَا بِسُورَتَيِ (الْجُمُعَةِ) وَ (الْمُنَافِقِينَ) كَامِلَتَيْنِ وَ (سُورَةِ سَبِّحْ) وَ (الْغَاشِيَةِ) .وَأَمَّا الِاقْتِصَارُ عَلَى قِرَاءَةِ أَوَاخِرِ السُّورَتَيْنِ مِنْ (يَا أَيُّهَا الَّذِينَ آمَنُوا. . .) إِلَى آخِرِهَا فَلَمْ يَفْعَلْهُ قَطُّ، وَهُوَ مُخَالِفٌ لِهَدْيِهِ الَّذِي كَانَ يُحَافِظُ عَلَيْهِ.وَأَمَّا قِرَاءَتُهُ فِي الْأَعْيَادِ؛ فَتَارَةً كَانَ يَقْرَأُ سُورَتَيْ (ق) وَ (اقْتَرَبَتْ) كَامِلَتَيْنِ، وَتَارَةً سُورَتَيْ (سَبِّحْ) وَ (الْغَاشِيَةِ) ، وَهَذَا هُوَ الْهَدْيُ الَّذِي اسْتَمَرَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْهِ إِلَى أَنْ لَقِيَ اللَّهَ عَزَّ وَجَلَّ لَمْ يَنْسَخْهُ شَيْءٌ.وَلِهَذَا أَخَذَ بِهِ خُلَفَاؤُهُ الرَّاشِدُونَ مِنْ بَعْدِهِ، فَقَرَأَ أبو بكر رَضِيَ اللَّهُ عَنْهُ فِي",
      "pageNum": "١٣"
    },
    {
      "index": "14",
      "title": "",
      "text": "الْفَجْرِ بِسُورَةِ (الْبَقَرَةِ) حَتَّى سَلَّمَ مِنْهَا قَرِيبًا مِنْ طُلُوعِ الشَّمْسِ، فَقَالُوا: يَا خَلِيفَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ كَادَتِ الشَّمْسُ تَطْلُعُ، فَقَالَ: لَوْ طَلَعَتْ لَمْ تَجِدْنَا غَافِلِينَ.وَكَانَ عمر رَضِيَ اللَّهُ عَنْهُ يَقْرَأُ فِيهَا بِ (يُوسُفَ) وَ (النَّحْلِ) وَبِ (هُودٍ) وَ (بَنِي إِسْرَائِيلَ) وَنَحْوِهَا مِنَ السُّوَرِ، وَلَوْ كَانَ تَطْوِيلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْسُوخًا لَمْ يَخْفَ عَلَى خُلَفَائِهِ الرَّاشِدِينَ وَيَطَّلِعْ عَلَيْهِ النَّقَّارُونَ.وَأَمَّا الْحَدِيثُ الَّذِي رَوَاهُ مسلم فِي \" صَحِيحِهِ \" عَنْ جَابِرِ بْنِ سَمُرَةَ ( «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقْرَأُ فِي الْفَجْرِ (ق وَالْقُرْآنِ الْمَجِيدِ) وَكَانَتْ صَلَاتُهُ بَعْدُ تَخْفِيفًا» ) فَالْمُرَادُ بِقَوْلِهِ \" بَعْدُ \" أَيْ بَعْدَ الْفَجْرِ، أَيْ إِنَّهُ كَانَ يُطِيلُ قِرَاءَةَ الْفَجْرِ أَكْثَرَ مِنْ غَيْرِهَا، وَصِلَاتُهُ بَعْدَهَا تَخْفِيفًا. وَيَدُلُّ عَلَى ذَلِكَ «قَوْلُ أم الفضل وَقَدْ سَمِعَتِ ابْنَ عَبَّاسٍ يَقْرَأُ (وَالْمُرْسَلَاتِ عُرْفًا) فَقَالَتْ: يَا بُنَيَّ لَقَدْ ذَكَّرْتَنِي بِقِرَاءَةِ هَذِهِ السُّورَةِ، إِنَّهَا لَآخِرُ مَا سَمِعْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ بِهَا فِي الْمَغْرِبِ، فَهَذَا فِي آخِرِ الْأَمْرِ» )وَأَيْضًا فَإِنَّ قَوْلَهُ: وَكَانَتْ صَلَاتُهَا \" بَعْدُ \" غَايَةٌ قَدْ حُذِفَ مَا هِيَ مُضَافَةٌ إِلَيْهِ، فَلَا يَجُوزُ إِضْمَارُ مَا لَا يَدُلُّ عَلَيْهِ السِّيَاقُ، وَتَرْكُ إِضْمَارِ مَا يَقْتَضِيهِ السِّيَاقُ، وَالسِّيَاقُ إِنَّمَا يَقْتَضِي أَنَّ صَلَاتَهُ بَعْدَ الْفَجْرِ كَانَتْ تَخْفِيفًا، وَلَا يَقْتَضِي أَنَّ صَلَاتَهُ كُلَّهَا بَعْدَ ذَلِكَ الْيَوْمِ كَانَتْ تَخْفِيفًا، هَذَا مَا لَا يَدُلُّ عَلَيْهِ اللَّفْظُ، وَلَوْ كَانَ هُوَ الْمُرَادَ لَمْ يَخْفَ عَلَى خُلَفَائِهِ الرَّاشِدِينَ فَيَتَمَسَّكُونَ بِالْمَنْسُوخِ وَيَدَعُونَ النَّاسِخَ.وَأَمَّا قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" «أَيُّكُمْ أَمَّ النَّاسَ فَلْيُخَفِّفْ» \" وَقَوْلُ أنس رَضِيَ اللَّهُ عَنْهُ",
      "pageNum": "١٤"
    },
    {
      "index": "15",
      "title": "",
      "text": ": ( «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخَفَّ النَّاسِ صَلَاةً فِي تَمَامٍ» ) فَالتَّخْفِيفُ أَمْرٌ نِسْبِيٌّ يَرْجِعُ إِلَى مَا فَعَلَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَوَاظَبَ عَلَيْهِ، لَا إِلَى شَهْوَةِ الْمَأْمُومِينَ، فَإِنَّهُ لَمْ يَكُنْ يَأْمُرُهُمْ بِأَمْرٍ ثُمَّ يُخَالِفُهُ، وَقَدْ عَلِمَ أَنَّ مِنْ وَرَائِهِ الْكَبِيرَ وَالضَّعِيفَ وَذَا الْحَاجَةِ، فَالَّذِي فَعَلَهُ هُوَ التَّخْفِيفُ الَّذِي أَمَرَ بِهِ، فَإِنَّهُ كَانَ يُمْكِنُ أَنْ تَكُونَ صَلَاتُهُ أَطْوَلَ مِنْ ذَلِكَ بِأَضْعَافٍ مُضَاعَفَةٍ، فَهِيَ خَفِيفَةٌ بِالنِّسْبَةِ إِلَى أَطْوَلَ مِنْهَا، وَهَدْيُهُ الَّذِي كَانَ وَاظَبَ عَلَيْهِ هُوَ الْحَاكِمُ عَلَى كُلِّ مَا تَنَازَعَ فِيهِ الْمُتَنَازِعُونَ، وَيَدُلُّ عَلَيْهِ مَا رَوَاهُ النَّسَائِيُّ وَغَيْرُهُ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُنَا بِالتَّخْفِيفِ، وَيَؤُمُّنَا بِ (الصَّافَّاتِ) » ، فَالْقِرَاءَةُ بِ (الصَّافَّاتِ) مِنَ التَّخْفِيفِ الَّذِي كَانَ يَأْمُرُ بِهِ. وَاللَّهُ أَعْلَمُ.",
      "pageNum": "١٥"
    },
    {
      "index": "16",
      "title": "فَصْلٌ في عَدَمُ تَعْيِينِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُورَةً بِعَيْنِهَا إِلَّا فِي الْجُمُعَةِ وَالْعِيدَيْنِ",
      "text": "وَكَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يُعَيِّنُ سُورَةً فِي الصَّلَاةِ بِعَيْنِهَا لَا يَقْرَأُ إِلَّا بِهَا، إِلَّا فِي الْجُمُعَةِ وَالْعِيدَيْنِ، وَأَمَّا فِي سَائِرِ الصَّلَوَاتِ فَقَدْ ذَكَرَ أبو داود مِنْ حَدِيثِ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ أَنَّهُ (قَالَ: «مَا مِنَ الْمُفَصَّلِ سُورَةٌ صَغِيرَةٌ وَلَا كَبِيرَةٌ إِلَّا وَقَدْ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَؤُمُّ النَّاسَ بِهَا فِي الصَّلَاةِ الْمَكْتُوبَةِ» )",
      "pageNum": "١٦"
    },
    {
      "index": "17",
      "title": "",
      "text": "وَكَانَ مِنْ هَدْيِهِ قِرَاءَةُ السُّورَةِ كَامِلَةً، وَرُبَّمَا قَرَأَهَا فِي الرَّكْعَتَيْنِ، وَرُبَّمَا قَرَأَ أَوَّلَ السُّورَةِ. وَأَمَّا قِرَاءَةُ أَوَاخِرِ السُّوَرِ وَأَوْسَاطِهَا فَلَمْ يُحْفَظْ عَنْهُ. وَأَمَّا قِرَاءَةُ السُّورَتَيْنِ فِي رَكْعَةٍ فَكَانَ يَفْعَلُهُ فِي النَّافِلَةِ، وَأَمَّا فِي الْفَرْضِ فَلَمْ يُحْفَظْ عَنْهُ. وَأَمَّا حَدِيثُ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ: \" «إِنِّي لَأَعْرِفُ النَّظَائِرَ الَّتِي كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقْرِنُ بَيْنَهُنَّ السُّورَتَيْنِ فِي الرَّكْعَةِ (الرَّحْمَنَ) وَ (النَّجْمَ) فِي رَكْعَةٍ، وَ (اقْتَرَبَتِ) وَ (الْحَاقَّةَ) فِي رَكْعَةٍ، وَ (الطُّورَ) وَ (الذَّارِيَاتِ) فِي رَكْعَةٍ، وَ (إِذَا وَقَعَتِ) وَ (ن) فِي رَكْعَةٍ» \" الْحَدِيثَ، فَهَذَا حِكَايَةُ فِعْلٍ لَمْ يُعَيَّنْ مَحَلُّهُ هَلْ كَانَ فِي الْفَرْضِ أَوْ فِي النَّفْلِ؟ وَهُوَ مُحْتَمِلٌ. وَأَمَّا قِرَاءَةُ سُورَةٍ وَاحِدَةٍ فِي رَكْعَتَيْنِ مَعًا فَقَلَّمَا كَانَ يَفْعَلُهُ.وَقَدْ ذَكَرَ أبو داود عَنْ رَجُلٍ مِنْ جُهَيْنَةَ، «أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ فِي الصُّبْحِ (إِذَا زُلْزِلَتْ) فِي الرَكْعَتَيْنِ كِلْتَيْهِمَا، قَالَ: فَلَا أَدْرِي أَنَسِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمْ قَرَأَ ذَلِكَ عَمْدًا» .",
      "pageNum": "١٧"
    },
    {
      "index": "18",
      "title": "فَصْلٌ في إِطَالَتُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الرَّكْعَةَ الْأُولَى عَلَى الثَّانِيَةِ مِنْ صَلَاةِ الصُّبْحِ",
      "text": "وَكَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُطِيلُ الرَّكْعَةَ الْأُولَى عَلَى الثَّانِيَةِ مِنْ صَلَاةِ الصُّبْحِ وَمِنْ كُلِّ صَلَاةٍ، وَرُبَّمَا كَانَ يُطِيلُهَا حَتَّى لَا يُسْمَعَ وَقْعُ قَدَمٍ، وَكَانَ يُطِيلُ صَلَاةَ الصُّبْحِ أَكْثَرَ مِنْ سَائِرِ الصَّلَوَاتِ.وَهَذَا لِأَنَّ قُرْآنَ الْفَجْرِ مَشْهُودٌ يَشْهَدُهُ اللَّهُ تَعَالَى وَمَلَائِكَتُهُ، وَقِيلَ: يَشْهَدُهُ مَلَائِكَةُ اللَّيْلِ وَالنَّهَارِ، وَالْقَوْلَانِ مَبْنِيَّانِ عَلَى أَنَّ النُّزُولَ الْإِلَهِيَّ هَلْ يَدُومُ إِلَى انْقِضَاءِ صَلَاةِ الصُّبْحِ أَوْ إِلَى طُلُوعِ الْفَجْرِ؟ وَقَدْ وَرَدَ فِيهِ هَذَا وَهَذَا.",
      "pageNum": "١٨"
    },
    {
      "index": "19",
      "title": "",
      "text": "وَأَيْضًا فَإِنَّهَا لَمَّا نَقَصَ عَدَدُ رَكَعَاتِهَا جُعِلَ تَطْوِيلُهَا عِوَضًا عَمَّا نَقَصَتْهُ مِنَ الْعَدَدِ.وَأَيْضًا فَإِنَّهَا تَكُونُ عَقِيبَ النَّوْمِ وَالنَّاسُ مُسْتَرِيحُونَ.وَأَيْضًا فَإِنَّهُمْ لَمْ يَأْخُذُوا بَعْدُ فِي اسْتِقْبَالِ الْمَعَاشِ وَأَسْبَابِ الدُّنْيَا.وَأَيْضًا فَإِنَّهَا تَكُونُ فِي وَقْتٍ تَوَاطَأَ فِيهِ السَّمْعُ وَاللِّسَانُ وَالْقَلْبُ لِفَرَاغِهِ وَعَدَمِ تَمَكُّنِ الِاشْتِغَالِ فِيهِ، فَيَفْهَمُ الْقُرْآنَ وَيَتَدَبَّرُهُ.وَأَيْضًا فَإِنَّهَا أَسَاسُ الْعَمَلِ وَأَوَّلُهُ، فَأُعْطِيَتْ فَضْلًا مِنَ الِاهْتِمَامِ بِهَا وَتَطْوِيلِهَا، وَهَذِهِ أَسْرَارٌ إِنَّمَا يَعْرِفُهَا مَنْ لَهُ الْتِفَاتٌ إِلَى أَسْرَارِ الشَّرِيعَةِ وَمَقَاصِدِهَا وَحُكْمِهَا، وَاللَّهُ الْمُسْتَعَانُ.",
      "pageNum": "١٩"
    },
    {
      "index": "20",
      "title": "فَصْلٌ في كيفية ركوعه صلى الله عليه وسلم والرفع منه",
      "text": "وَكَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا فَرَغَ مِنَ الْقِرَاءَةِ سَكَتَ بِقَدْرِ مَا يَتَرَادُّ إِلَيْهِ نَفَسُهُ ثُمَّ رَفَعَ يَدَيْهِ كَمَا تَقَدَّمَ، وَكَبَّرَ رَاكِعًا وَوَضَعَ كَفَّيْهِ عَلَى رُكْبَتَيْهِ كَالْقَابِضِ عَلَيْهِمَا، وَوَتَّرَ يَدَيْهِ فَنَحَّاهُمَا عَنْ جَنْبَيْهِ، وَبَسَطَ ظَهْرَهُ وَمَدَّهُ وَاعْتَدَلَ، وَلَمْ يَنْصِبْ رَأْسَهُ وَلَمْ يَخْفِضْهُ، بَلْ يَجْعَلُهُ حِيَالَ ظَهْرِهِ مُعَادِلًا لَهُ.وَكَانَ يَقُولُ: (سُبْحَانَ رَبِّيَ الْعَظِيمِ) وَتَارَةً يَقُولُ مَعَ ذَلِكَ أَوْ مُقْتَصِرًا",
      "pageNum": "٢٠"
    },
    {
      "index": "21",
      "title": "",
      "text": "عَلَيْهِ (سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي) وَكَانَ رُكُوعُهُ الْمُعْتَادُ مِقْدَارَ عَشْرِ تَسْبِيحَاتٍ وَسُجُودُهُ كَذَلِكَ. وَأَمَّا حَدِيثُ الْبَرَاءِ بْنِ عَازِبٍ رَضِيَ اللَّهُ عَنْهُ ( «رَمَقْتُ الصَّلَاةَ خَلْفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَانَ قِيَامُهُ فَرُكُوعُهُ فَاعْتِدَالُهُ فَسَجْدَتُهُ فَجَلْسَتُهُ مَا بَيْنَ السَّجْدَتَيْنِ قَرِيبًا مِنَ السَّوَاءِ» . فَهَذَا قَدْ فَهِمَ مِنْهُ بَعْضُهُمْ أَنَّهُ كَانَ يَرْكَعُ بِقَدْرِ قِيَامِهِ، وَيَسْجُدُ بِقَدْرِهِ وَيَعْتَدِلُ كَذَلِكَ) وَفِي هَذَا الْفَهْمِ شَيْءٌ، لِأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقْرَأُ فِي الصُّبْحِ بِالْمِائَةِ آيَةٍ أَوْ نَحْوِهَا، وَقَدْ تَقَدَّمَ أَنَّهُ قَرَأَ فِي الْمَغْرِبِ بِ (الْأَعْرَافِ) (وَالطُّورِ) (وَالْمُرْسَلَاتِ) وَمَعْلُومٌ أَنَّ رُكُوعَهُ وَسُجُودَهُ لَمْ يَكُنْ قَدْرَ هَذِهِ الْقِرَاءَةِ، وَيَدُلُّ عَلَيْهِ حَدِيثُ أنس الَّذِي رَوَاهُ أَهْلُ السُّنَنِ أَنَّهُ قَالَ: ( «مَا صَلَّيْتُ وَرَاءَ أَحَدٍ بَعْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَشْبَهَ صَلَاةً بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا هَذَا الْفَتَى، يَعْنِي: عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، قَالَ: فَحَزَرْنَا فِي رُكُوعِهِ عَشْرَ تَسْبِيحَاتٍ، وَفِي سُجُودِهِ عَشْرَ تَسْبِيحَاتٍ» ) هَذَا مَعَ قَوْلِ أنس أَنَّهُ كَانَ يَؤُمُّهُمْ بِ (الصَّافَّاتِ) فَمُرَادُ البراء - وَاللَّهُ أَعْلَمُ - أَنَّ صَلَاتَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَتْ مُعْتَدِلَةً، فَكَانَ إِذَا أَطَالَ الْقِيَامَ أَطَالَ الرُّكُوعَ وَالسُّجُودَ، وَإِذَا خَفَّفَ الْقِيَامَ خَفَّفَ الرُّكُوعَ وَالسُّجُودَ، وَتَارَةً يَجْعَلُ الرُّكُوعَ",
      "pageNum": "٢١"
    },
    {
      "index": "22",
      "title": "",
      "text": "وَالسُّجُودَ بِقَدْرِ الْقِيَامِ، وَلَكِنْ كَانَ يَفْعَلُ ذَلِكَ أَحْيَانًا فِي صَلَاةِ اللَّيْلِ وَحْدَهَا، وَفِعْلُهُ أَيْضًا قَرِيبًا مِنْ ذَلِكَ فِي صَلَاةِ الْكُسُوفِ، وَهَدْيُهُ الْغَالِبُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَعْدِيلُ الصَّلَاةِ وَتَنَاسُبُهَا.وَكَانَ يَقُولُ أَيْضًا فِي رُكُوعِهِ: ( «سُبُّوحٌ قُدُّوسٌ رَبُّ الْمَلَائِكَةِ وَالرُّوحِ» ) وَتَارَةً يَقُولُ: ( «اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي وَبَصَرِي، وَمُخِّي وَعَظْمِي وَعَصَبِي) » وَهَذَا إِنَّمَا حُفِظَ عَنْهُ فِي قِيَامِ اللَّيْلِ.ثُمَّ كَانَ يَرْفَعُ رَأْسَهُ بَعْدَ ذَلِكَ قَائِلًا: (سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، وَيَرْفَعُ يَدَيْهِ) كَمَا تَقَدَّمَ، وَرَوَى رَفْعَ الْيَدَيْنِ عَنْهُ فِي هَذِهِ الْمَوَاطِنِ الثَّلَاثَةِ نَحْوٌ مِنْ ثَلَاثِينَ نَفْسًا، وَاتَّفَقَ عَلَى رِوَايَتِهَا الْعَشْرَةُ، وَلَمْ يَثْبُتْ عَنْهُ خِلَافُ ذَلِكَ الْبَتَّةَ، بَلْ كَانَ ذَلِكَ هَدْيَهُ دَائِمًا إِلَى أَنْ فَارَقَ الدُّنْيَا، وَلَمْ يَصِحَّ عَنْهُ حَدِيثُ البراء: ثُمَّ لَا يَعُودُ بَلْ هِيَ مِنْ",
      "pageNum": "٢٢"
    },
    {
      "index": "23",
      "title": "",
      "text": "زِيَادَةِ يزيد بن زياد. فَلَيْسَ تَرْكُ ابْنِ مَسْعُودٍ الرَّفْعَ مِمَّا يُقَدَّمُ عَلَى هَدْيِهِ الْمَعْلُومِ، فَقَدْ تُرِكَ مِنْ فِعْلِ ابْنِ مَسْعُودٍ فِي الصَّلَاةِ أَشْيَاءُ لَيْسَ مُعَارِضُهَا مُقَارِبًا وَلَا مُدَانِيًا لِلرَّفْعِ، فَقَدْ تَرَكَ مِنْ فِعْلِهِ التَّطْبِيقَ وَالِافْتِرَاشَ فِي السُّجُودِ وَوُقُوفِهِ إِمَامًا بَيْنَ الِاثْنَيْنِ فِي وَسَطِهِمَا دُونَ التَّقَدُّمِ عَلَيْهِمَا، وَصَلَاتُهُ الْفَرْضَ فِي الْبَيْتِ بِأَصْحَابِهِ بِغَيْرِ أَذَانٍ وَلَا إِقَامَةٍ لِأَجْلِ تَأْخِيرِ الْأُمَرَاءِ، وَأَيْنَ الْأَحَادِيثُ فِي خِلَافِ ذَلِكَ مِنَ الْأَحَادِيثِ الَّتِي فِي الرَّفْعِ كَثْرَةً وَصِحَّةً وَصَرَاحَةً وَعَمَلًا، وَبِاللَّهِ التَّوْفِيقُ.وَكَانَ دَائِمًا يُقِيمُ صُلْبَهُ إِذَا رَفَعَ مِنَ الرُّكُوعِ وَبَيْنَ السَّجْدَتَيْنِ وَيَقُولُ: ( «لَا تُجْزِئُ صَلَاةٌ لَا يُقِيمُ فِيهَا الرَّجُلُ صُلْبَهُ فِي الرُّكُوعِ وَالسُّجُودِ» ) ذَكَرَهُ ابْنُ خُزَيْمَةَ فِي \" صَحِيحِهِ \".وَكَانَ إِذَا اسْتَوَى قَائِمًا قَالَ: (رَبَّنَا وَلَكَ الْحَمْدُ) وَرُبَّمَا قَالَ: (رَبَّنَا لَكَ الْحَمْدُ) وَرُبَّمَا قَالَ: (اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ) صَحَّ ذَلِكَ عَنْهُ. وَأَمَّا الْجَمْعُ بَيْنَ \" اللَّهُمَّ \" وَ \" الْوَاوُ \" فَلَمْ يَصِحَّ.وَكَانَ مِنْ هَدْيِهِ إِطَالَةُ هَذَا الرُّكْنِ بِقَدْرِ الرُّكُوعِ وَالسُّجُودِ، فَصَحَّ عَنْهُ أَنَّهُ كَانَ يَقُولُ: ( «سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ، مِلْءَ السَّمَاوَاتِ وَمِلْءَ الْأَرْضِ، وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ، أَهْلَ الثَّنَاءِ وَالْمَجْدِ، أَحَقُّ مَا قَالَ الْعَبْدُ،",
      "pageNum": "٢٣"
    },
    {
      "index": "24",
      "title": "",
      "text": "وَكُلُّنَا لَكَ عَبْدٌ، لَا مَانِعَ لِمَا أَعْطَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ» )وَصَحَّ عَنْهُ أَنَّهُ كَانَ يَقُولُ فِيهِ: ( «اللَّهُمَّ اغْسِلْنِي مِنْ خَطَايَايَ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّنِي مِنَ الذُّنُوبِ وَالْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ» )وَصَحَّ عَنْهُ أَنَّهُ كَرَّرَ فِيهِ قَوْلَهُ: (لِرَبِّيَ الْحَمْدُ لِرَبِّيَ الْحَمْدُ، حَتَّى كَانَ بِقَدْرِ الرُّكُوعِ)وَصَحَّ عَنْهُ أَنَّهُ كَانَ إِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ يَمْكُثُ حَتَّى يَقُولَ الْقَائِلُ: قَدْ نَسِيَ، مِنْ إِطَالَتِهِ لِهَذَا الرُّكْنِ. وَذَكَرَ مسلم عَنْ أنس رَضِيَ اللَّهُ عَنْهُ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَالَ: (سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، قَامَ حَتَّى نَقُولَ: قَدْ أَوْهَمَ، ثُمَّ",
      "pageNum": "٢٤"
    },
    {
      "index": "25",
      "title": "",
      "text": "يَسْجُدُ، ثُمَّ يَقْعُدُ بَيْنَ السَّجْدَتَيْنِ حَتَّى نَقُولَ: قَدْ أَوْهَمَ» )وَصَحَّ عَنْهُ فِي صَلَاةِ الْكُسُوفِ أَنَّهُ أَطَالَ هَذَا الرُّكْنَ بَعْدَ الرُّكُوعِ حَتَّى كَانَ قَرِيبًا مِنْ رُكُوعِهِ، وَكَانَ رُكُوعُهُ قَرِيبًا مِنْ قِيَامِهِ. فَهَذَا هَدْيُهُ الْمَعْلُومُ الَّذِي لَا مُعَارِضَ لَهُ بِوَجْهٍ.وَأَمَّا حَدِيثُ الْبَرَاءِ بْنِ عَازِبٍ: ( «كَانَ رُكُوعُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسُجُودُهُ وَبَيْنَ السَّجْدَتَيْنِ وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ مَا خَلَا الْقِيَامَ وَالْقُعُودَ قَرِيبًا مِنَ السَّوَاءِ» ) رَوَاهُ الْبُخَارِيُّ، فَقَدْ تَشَبَّثَ بِهِ مَنْ ظَنَّ تَقْصِيرَ هَذَيْنِ الرُّكْنَيْنِ وَلَا مُتَعَلِّقَ لَهُ، فَإِنَّ الْحَدِيثَ مُصَرَّحٌ فِيهِ بِالتَّسْوِيَةِ بَيْنَ هَذَيْنِ الرُّكْنَيْنِ وَبَيْنَ سَائِرِ الْأَرْكَانِ، فَلَوْ كَانَ الْقِيَامُ وَالْقُعُودُ الْمُسْتَثْنَيَيْنِ هُوَ الْقِيَامَ بَعْدَ الرُّكُوعِ وَالْقُعُودِ بَيْنَ السَّجْدَتَيْنِ لَنَاقَضَ الْحَدِيثُ الْوَاحِدُ بَعْضَهُ بَعْضًا، فَتَعَيَّنَ قَطْعًا أَنْ يَكُونَ الْمُرَادُ بِالْقِيَامِ وَالْقُعُودِ قِيَامَ الْقِرَاءَةِ وَقُعُودَ التَّشَهُّدِ، وَلِهَذَا كَانَ هَدْيُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهِمَا إِطَالَتَهُمَا عَلَى سَائِرِ الْأَرْكَانِ كَمَا تَقَدَّمَ بَيَانُهُ، وَهَذَا بِحَمْدِ اللَّهِ وَاضِحٌ، وَهُوَ مِمَّا خَفِيَ مِنْ هَدْيِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي صِلَاتِهِ عَلَى مَنْ شَاءَ اللَّهُ أَنْ يَخْفَى عَلَيْهِ.قَالَ شَيْخُنَا: وَتَقْصِيرُ هَذَيْنِ الرُّكْنَيْنِ مِمَّا تَصَرَّفَ فِيهِ أُمَرَاءُ بَنِي أُمَيَّةَ فِي الصَّلَاةِ وَأَحْدَثُوهُ فِيهَا، كَمَا أَحْدَثُوا فِيهَا تَرْكَ إِتْمَامِ التَّكْبِيرِ، وَكَمَا أَحْدَثُوا التَّأْخِيرَ",
      "pageNum": "٢٥"
    },
    {
      "index": "26",
      "title": "",
      "text": "الشَّدِيدَ، وَكَمَا أَحْدَثُوا غَيْرَ ذَلِكَ مِمَّا يُخَالِفُ هَدْيَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَرُبِّيَ فِي ذَلِكَ مَنْ رُبِّيَ حَتَّى ظَنَّ أَنَّهُ مِنَ السُّنَّةِ.",
      "pageNum": "٢٦"
    },
    {
      "index": "27",
      "title": "فَصْلٌ في كيفية سجوده صلى الله عليه وسلم والقيام منه",
      "text": "ثُمَّ كَانَ يُكَبِّرُ وَيَخِرُّ سَاجِدًا وَلَا يَرْفَعُ يَدَيْهِ، وَقَدْ رُوِيَ عَنْهُ أَنَّهُ كَانَ يَرْفَعُهُمَا أَيْضًا، وَصَحَّحَهُ بَعْضُ الْحُفَّاظِ كَأَبِي مُحَمَّدِ بْنِ حَزْمٍ رَحِمَهُ اللَّهُ وَهُوَ وَهْمٌ، فَلَا يَصِحُّ ذَلِكَ عَنْهُ الْبَتَّةَ، وَالَّذِي غَرَّهُ أَنَّ الرَّاوِيَ غَلِطَ مِنْ قَوْلِهِ: ( «كَانَ يُكَبِّرُ فِي كُلِّ خَفْضٍ وَرَفْعٍ، إِلَى قَوْلِهِ: كَانَ يَرْفَعُ يَدَيْهِ عِنْدَ كُلِّ خَفْضٍ وَرَفْعٍ» ) وَهُوَ ثِقَةٌ، وَلَمْ يَفْطِنْ لِسَبَبِ غَلَطِ الرَّاوِي وَوَهْمِهِ فَصَحَّحَهُ. وَاللَّهُ أَعْلَمُ.(وَكَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَضَعُ رُكْبَتَيْهِ قَبْلَ يَدَيْهِ، ثُمَّ يَدَيْهِ بَعْدَهُمَا، ثُمَّ جَبْهَتَهُ وَأَنْفَهُ) هذَا هُوَ الصَّحِيحُ الَّذِي رَوَاهُ شريك، عَنْ عاصم بن كليب، عَنْ أَبِيهِ، عَنْ وَائِلِ بْنِ حُجْرٍ: ( «رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا سَجَدَ وَضَعَ رُكْبَتَيْهِ قَبْلَ يَدَيْهِ، وَإِذَا نَهَضَ رَفَعَ يَدَيْهِ قَبْلَ رُكْبَتَيْهِ» )",
      "pageNum": "٢٧"
    },
    {
      "index": "28",
      "title": "",
      "text": "وَلَمْ يُرْوَ فِي فِعْلِهِ مَا يُخَالِفُ ذَلِكَ.وَأَمَّا حَدِيثُ أَبِي هُرَيْرَةَ يَرْفَعُهُ ( «إِذَا سَجَدَ أَحَدُكُمْ فَلَا يَبْرُكْ كَمَا يَبْرُكُ الْبَعِيرُ، وَلْيَضَعْ يَدَيْهِ قَبْلَ رُكْبَتَيْهِ» ) فَالْحَدِيثُ - وَاللَّهُ أَعْلَمُ - قَدْ وَقَعَ فِيهِ وَهْمٌ مِنْ بَعْضِ",
      "pageNum": "٢٨"
    },
    {
      "index": "29",
      "title": "",
      "text": "الرُّوَاةِ، فَإِنَّ أَوَّلَهُ يُخَالِفُ آخِرَهُ، فَإِنَّهُ إِذَا وَضَعَ يَدَيْهِ قَبْلَ رُكْبَتَيْهِ فَقَدْ بَرَكَ كَمَا يَبْرُكُ الْبَعِيرُ، فَإِنَّ الْبَعِيرَ إِنَّمَا يَضَعُ يَدَيْهِ أَوَّلًا، وَلَمَّا عَلِمَ أَصْحَابُ هَذَا الْقَوْلِ ذَلِكَ قَالُوا: رُكْبَتَا الْبَعِيرِ فِي يَدَيْهِ، لَا فِي رِجْلَيْهِ، فَهُوَ إِذَا بَرَكَ وَضَعَ رُكْبَتَيْهِ أَوَّلًا، فَهَذَا هُوَ الْمَنْهِيُّ عَنْهُ. وَهُوَ فَاسِدٌ لِوُجُوهٍ.أَحَدُهَا: أَنَّ الْبَعِيرَ إِذَا بَرَكَ فَإِنَّهُ يَضَعُ يَدَيْهِ أَوَّلًا وَتَبْقَى رِجْلَاهُ قَائِمَتَيْنِ، فَإِذَا نَهَضَ فَإِنَّهُ يَنْهَضُ بِرِجْلَيْهِ أَوَّلًا وَتَبْقَى يَدَاهُ عَلَى الْأَرْضِ، وَهَذَا هُوَ الَّذِي نَهَى عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفَعَلَ خِلَافَهُ. وَكَانَ أَوَّلُ مَا يَقَعُ مِنْهُ عَلَى الْأَرْضِ الْأَقْرَبَ مِنْهَا فَالْأَقْرَبَ، وَأَوَّلُ مَا يَرْتَفِعُ عَنِ الْأَرْضِ مِنْهَا الْأَعْلَى فَالْأَعْلَى.وَكَانَ يَضَعُ رُكْبَتَيْهِ أَوَّلًا ثُمَّ يَدَيْهِ ثُمَّ جَبْهَتَهُ. وَإِذَا رَفَعَ رَفَعَ رَأْسَهُ أَوَّلًا ثُمَّ يَدَيْهِ ثُمَّ رُكْبَتَيْهِ، وَهَذَا عَكْسُ فِعْلِ الْبَعِيرِ، وَهُوَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى فِي الصَّلَاةِ عَنِ التَّشَبُّهِ بِالْحَيَوَانَاتِ، فَنَهَى عَنْ بُرُوكٍ كَبُرُوكِ الْبَعِيرِ، وَالْتِفَاتٍ كَالْتِفَاتِ الثَّعْلَبِ، وَافْتِرَاشٍ كَافْتِرَاشِ السَّبُعِ، وَإِقْعَاءٍ كَإِقْعَاءِ الْكَلْبِ، وَنَقْرٍ كَنَقْرِ الْغُرَابِ، وَرَفْعِ الْأَيْدِي وَقْتَ",
      "pageNum": "٢٩"
    },
    {
      "index": "30",
      "title": "",
      "text": "السَّلَامِ كَأَذْنَابِ الْخَيْلِ الشُّمْسِ، فَهَدْيُ الْمُصَلِّي مُخَالِفٌ لِهَدْيِ الْحَيَوَانَاتِ.الثَّانِي: أَنَّ قَوْلَهُمْ: رُكْبَتَا الْبَعِيرِ فِي يَدَيْهِ كَلَامٌ لَا يُعْقَلُ وَلَا يَعْرِفُهُ أَهْلُ اللُّغَةِ، وَإِنَّمَا الرُّكْبَةُ فِي الرِّجْلَيْنِ، وَإِنْ أُطْلِقَ عَلَى اللَّتَيْنِ فِي يَدَيْهِ اسْمُ الرُّكْبَةِ فَعَلَى سَبِيلِ التَّغْلِيبِ.الثَّالِثُ: أَنَّهُ لَوْ كَانَ كَمَا قَالُوهُ لَقَالَ: فَلْيَبْرُكْ كَمَا يَبْرُكُ الْبَعِيرُ، وَإِنَّ أَوَّلَ مَا يَمَسُّ الْأَرْضَ مِنَ الْبَعِيرِ يَدَاهُ.وَسِرُّ الْمَسْأَلَةِ أَنَّ مَنْ تَأَمَّلَ بُرُوكَ الْبَعِيرِ وَعَلِمَ «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ بُرُوكٍ كَبُرُوكِ الْبَعِيرِ» عَلِمَ أَنَّ حَدِيثَ وَائِلِ بْنِ حُجْرٍ هُوَ الصَّوَابُ، وَاللَّهُ أَعْلَمُ.وَكَانَ يَقَعُ لِي أَنَّ حَدِيثَ أَبِي هُرَيْرَةَ كَمَا ذَكَرْنَا مِمَّا انْقَلَبَ عَلَى بَعْضِ الرُّوَاةِ مَتْنُهُ وَأَصْلُهُ، وَلَعَلَّهُ \" وَلْيَضَعْ رُكْبَتَيْهِ قَبْلَ يَدَيْهِ \"، كَمَا انْقَلَبَ عَلَى بَعْضِهِمْ حَدِيثُ ابْنِ عُمَرَ ( «إِنَّ بلالا يُؤَذِّنُ بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى يُؤَذِّنَ ابْنُ أُمِّ مَكْتُومٍ» ) فَقَالَ: ( «ابْنُ أُمِّ مَكْتُومٍ يُؤَذِّنُ بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى يُؤَذِّنَ",
      "pageNum": "٣٠"
    },
    {
      "index": "31",
      "title": "",
      "text": "بلال» ) .وَكَمَا انْقَلَبَ عَلَى بَعْضِهِمْ حَدِيثُ: ( «لَا يَزَالُ يُلْقَى فِي النَّارِ فَتَقُولُ: هَلْ مِنْ مَزِيدٍ، إِلَى أَنْ قَالَ: وَأَمَّا الْجَنَّةُ فَيُنْشِئُ اللَّهُ لَهَا خَلْقًا يُسْكِنُهُمْ إِيَّاهَا، فَقَالَ: وَأَمَّا النَّارُ فَيُنْشِئُ اللَّهُ لَهَا خَلْقًا يُسْكِنُهُمْ إِيَّاهَا» ، حَتَّى رَأَيْتُ أَبَا بَكْرِ بْنَ أَبِي شَيْبَةَ قَدْ رَوَاهُ كَذَلِكَ، فَقَالَ ابْنُ أَبِي شَيْبَةَ: حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ عبد الله بن سعيد، عَنْ جَدِّهِ، عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( «إِذَا سَجَدَ أَحَدُكُمْ فَلْيَبْدَأْ بِرُكْبَتَيْهِ قَبْلَ يَدَيْهِ، وَلَا يَبْرُكْ كَبُرُوكِ الْفَحْلِ» ) وَرَوَاهُ الأثرم فِي سُنَنِهِ أَيْضًا عَنْ أَبِي بَكْرٍ كَذَلِكَ.وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا يُصَدِّقُ ذَلِكَ وَيُوَافِقُ حَدِيثَ وَائِلِ بْنِ حُجْرٍ.قَالَ ابن أبي داود: حَدَّثَنَا يُوسُفُ بْنُ عَدِيٍّ، حَدَّثَنَا ابْنُ فُضَيْلٍ هُوَ مُحَمَّدٌ، عَنْ عبد الله بن سعيد، عَنْ جَدِّهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( «كَانَ إِذَا سَجَدَ بَدَأَ بِرُكْبَتَيْهِ قَبْلَ يَدَيْهِ» )وَقَدْ رَوَى ابْنُ خُزَيْمَةَ فِي \" صَحِيحِهِ \" مِنْ حَدِيثِ مُصْعَبِ بْنِ سَعْدٍ، عَنْ أَبِيهِ قَالَ: ( «كُنَّا نَضَعُ الْيَدَيْنِ قَبْلَ الرُّكْبَتَيْنِ، فَأُمِرْنَا بِالرُّكْبَتَيْنِ قَبْلَ الْيَدَيْنِ» ) وَعَلَى",
      "pageNum": "٣١"
    },
    {
      "index": "32",
      "title": "",
      "text": "هَذَا، فَإِنْ كَانَ حَدِيثُ أَبِي هُرَيْرَةَ مَحْفُوظًا فَإِنَّهُ مَنْسُوخٌ، وَهَذِهِ طَرِيقَةُ صَاحِبِ \" الْمُغْنِي \" وَغَيْرِهِ، وَلَكِنْ لِلْحَدِيثِ عِلَّتَانِ.إِحْدَاهُمَا: أَنَّهُ مِنْ رِوَايَةِ يحيى بن سلمة بن كهيل، وَلَيْسَ مِمَّنْ يُحْتَجُّ بِهِ، قَالَ النَّسَائِيُّ: مَتْرُوكٌ. وَقَالَ ابْنُ حِبَّانَ: مُنْكَرُ الْحَدِيثِ جِدًّا لَا يُحْتَجُّ بِهِ، وَقَالَ ابْنُ مَعِينٍ: لَيْسَ بِشَيْءٍ.الثَّانِيَةُ: أَنَّ الْمَحْفُوظَ مِنْ رِوَايَةِ مُصْعَبِ بْنِ سَعْدٍ عَنْ أَبِيهِ هَذَا، إِنَّمَا هُوَ قِصَّةُ التَّطْبِيقِ، وَقَوْلُ سعد: كُنَّا نَصْنَعُ هَذَا فَأُمِرْنَا أَنْ نَضَعَ أَيْدِيَنَا عَلَى الرُّكَبِ.وَأَمَّا قَوْلُ صَاحِبِ \" الْمُغْنِي \" عَنْ أبي سعيد قَالَ: ( «كُنَّا نَضَعُ الْيَدَيْنِ قَبْلَ الرُّكْبَتَيْنِ فَأُمِرْنَا أَنْ نَضَعَ الرُّكْبَتَيْنِ قَبْلَ الْيَدَيْنِ» ) فَهَذَا - وَاللَّهُ أَعْلَمُ - وَهْمٌ فِي الِاسْمِ، وَإِنَّمَا هُوَ عَنْ سعد، وَهُوَ أَيْضًا وَهْمٌ فِي الْمَتْنِ كَمَا تَقَدَّمَ، وَإِنَّمَا هُوَ فِي قِصَّةِ التَّطْبِيقِ، وَاللَّهُ أَعْلَمُ.وَأَمَّا حَدِيثُ أَبِي هُرَيْرَةَ الْمُتَقَدَّمُ، فَقَدْ عَلَّلَهُ الْبُخَارِيُّ وَالتِّرْمِذِيُّ والدَّارَقُطنِيُّ.قَالَ الْبُخَارِيُّ: محمد بن عبد الله بن حسن لَا يُتَابَعُ عَلَيْهِ، وَقَالَ: لَا أَدْرِي أَسَمِعَ مِنْ أبي الزناد أَمْ لَا.وَقَالَ الترمذي: غَرِيبٌ لَا نَعْرِفُهُ مِنْ حَدِيثِ أبي الزناد إِلَّا مِنْ هَذَا الْوَجْهِ. وَقَالَ الدَّارَقُطْنِيُّ: تَفَرَّدَ بِهِ عَبْدُ الْعَزِيزِ الدَّرَاوَرْدِيُّ، عَنْ محمد بن عبد الله بن الحسن العلوي، عَنْ أبي الزناد، وَقَدْ ذَكَرَ النَّسَائِيُّ عَنْ قتيبة، حَدَّثَنَا عبد الله بن نافع، عَنْ محمد بن عبد الله بن الحسن العلوي، عَنْ أبي الزناد",
      "pageNum": "٣٢"
    },
    {
      "index": "33",
      "title": "",
      "text": "عَنِ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ( «يَعْمِدُ أَحَدُكُمْ فِي صَلَاتِهِ فَيَبْرُكُ كَمَا يَبْرُكُ الْجَمَلُ» ) وَلَمْ يَزِدْ.قَالَ أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ: وَهَذِهِ سُنَّةٌ تَفَرَّدَ بِهَا أَهْلُ الْمَدِينَةِ وَلَهُمْ فِيهَا إِسْنَادَانِ، هَذَا أَحَدُهُمَا، وَالْآخَرُ عَنْ عبيد الله عَنْ نافع عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.قُلْتُ: أَرَادَ الْحَدِيثَ الَّذِي رَوَاهُ أَصْبَغُ بْنُ الْفَرَجِ عَنِ الدراوردي عَنْ عبيد الله عَنْ نافع عَنِ ابْنِ عُمَرَ أَنَّهُ ( «كَانَ يَضَعُ يَدَيْهِ قَبْلَ رُكْبَتَيْهِ» ) وَيَقُولُ: كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَفْعَلُ ذَلِكَ. رَوَاهُ الحاكم فِي \" الْمُسْتَدْرَكِ \" مِنْ طَرِيقِ محرز بن سلمة عَنِ الدراوردي وَقَالَ: عَلَى شَرْطِ مسلم.وَقَدْ رَوَاهُ الحاكم مِنْ حَدِيثِ حَفْصِ بْنِ غِيَاثٍ عَنْ عَاصِمٍ الْأَحْوَلِ عَنْ أنس قَالَ: «رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْحَطَّ بِالتَّكْبِيرِ حَتَّى سَبَقَتْ رُكْبَتَاهُ يَدَيْهِ» قَالَ الحاكم: عَلَى شَرْطِهِمَا وَلَا أَعْلَمُ لَهُ عِلَّةً.قُلْتُ: قَالَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي حَاتِمٍ: سَأَلْتُ أَبِي عَنْ هَذَا الْحَدِيثِ، فَقَالَ: هَذَا الْحَدِيثُ مُنْكَرٌ. انْتَهَى.وَإِنَّمَا أَنْكَرَهُ - وَاللَّهُ أَعْلَمُ - لِأَنَّهُ مِنْ رِوَايَةِ العلاء بن إسماعيل العطار عَنْ حَفْصِ بْنِ غِيَاثٍ والعلاء هَذَا مَجْهُولٌ لَا ذِكْرَ",
      "pageNum": "٣٣"
    },
    {
      "index": "34",
      "title": "",
      "text": "لَهُ فِي الْكُتُبِ السِّتَّةِ. فَهَذِهِ الْأَحَادِيثُ الْمَرْفُوعَةُ مِنَ الْجَانِبَيْنِ كَمَا تَرَى.وَأَمَّا الْآثَارُ الْمَحْفُوظَةُ عَنِ الصَّحَابَةِ فَالْمَحْفُوظُ عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ كَانَ يَضَعُ رُكْبَتَيْهِ قَبْلَ يَدَيْهِ، ذَكَرَهُ عَنْهُ عبد الرزاق وابن المنذر، وَغَيْرُهُمَا، وَهُوَ الْمَرْوِيُّ عَنِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، ذَكَرَهُ الطَّحَاوِيُّ عَنْ فهد عَنْ عُمَرَ بْنِ حَفْصٍ، عَنْ أَبِيهِ، عَنِ الْأَعْمَشِ، عَنْ إبراهيم، عَنْ أَصْحَابِ عبد الله علقمة والأسود قَالَا: حَفِظْنَا عَنْ عمر فِي صَلَاتِهِ أَنَّهُ خَرَّ بَعْدَ رُكُوعِهِ عَلَى رُكْبَتَيْهِ كَمَا يَخِرُّ الْبَعِيرُ، وَوَضَعَ رُكْبَتَيْهِ قَبْلَ يَدَيْهِ، ثُمَّ سَاقَ مِنْ طَرِيقِ الْحَجَّاجِ بْنِ أَرْطَاةَ قَالَ: قَالَ إِبْرَاهِيمُ النَّخَعِيُّ: حُفِظَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ أَنَّ رُكْبَتَيْهِ كَانَتَا تَقَعَانِ عَلَى الْأَرْضِ قَبْلَ يَدَيْهِ، وَذَكَرَ عَنْ أبي مرزوق، عَنْ وهب، عَنْ شعبة، عَنْ مغيرة قَالَ: سَأَلْتُ إبراهيم عَنِ الرَّجُلِ يَبْدَأُ بِيَدَيْهِ قَبْلَ رُكْبَتَيْهِ إِذَا سَجَدَ؟ قَالَ أَوَيَصْنَعُ ذَلِكَ إِلَّا أَحْمَقُ أَوْ مَجْنُونٌ!قَالَ ابن المنذر: وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي هَذَا الْبَابِ، فَمِمَّنْ رَأَى أَنْ يَضَعَ رُكْبَتَيْهِ قَبْلَ يَدَيْهِ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، وَبِهِ قَالَ النخعي، ومسلم بن يسار، وَالثَّوْرِيُّ، وَالشَّافِعِيُّ، وأحمد، وإسحاق، وأبو حنيفة وَأَصْحَابُهُ، وَأَهْلُ الْكُوفَةِ.وَقَالَتْ طَائِفَةٌ: يَضَعُ يَدَيْهِ قَبْلَ رُكْبَتَيْهِ، قَالَهُ مالك. وَقَالَ الْأَوْزَاعِيُّ: أَدْرَكْنَا النَّاسَ يَضَعُونَ أَيْدِيَهُمْ قَبْلَ رُكَبِهِمْ. قَالَ ابن أبي داود: وَهُوَ قَوْلُ أَصْحَابِ الْحَدِيثِ.قُلْتُ: وَقَدْ رُوِيَ حَدِيثُ أَبِي هُرَيْرَةَ بِلَفْظٍ آخَرَ ذَكَرَهُ البيهقي، وَهُوَ ( «إِذَا سَجَدَ أَحَدُكُمْ فَلَا يَبْرُكْ كَمَا يَبْرُكُ الْبَعِيرُ وَلْيَضَعْ يَدَيْهِ عَلَى رُكْبَتَيْهِ» ) قَالَ",
      "pageNum": "٣٤"
    },
    {
      "index": "35",
      "title": "",
      "text": "البيهقي: فَإِنْ كَانَ مَحْفُوظًا كَانَ دَلِيلًا عَلَى أَنَّهُ يَضَعُ يَدَيْهِ قَبْلَ رُكْبَتَيْهِ عِنْدَ الْإِهْوَاءِ إِلَى السُّجُودِ.وَحَدِيثُ وَائِلِ بْنِ حُجْرٍ أَوْلَى لِوُجُوهٍ:أَحَدُهَا: أَنَّهُ أَثْبَتُ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ، قَالَهُ الخطابي وَغَيْرُهُ.الثَّانِي: أَنَّ حَدِيثَ أَبِي هُرَيْرَةَ مُضْطَرِبُ الْمَتْنِ كَمَا تَقَدَّمَ، فَمِنْهُمْ مَنْ يَقُولُ فِيهِ: وَلْيَضَعْ يَدَيْهِ قَبْلَ رُكْبَتَيْهِ، وَمِنْهُمْ مَنْ يَقُولُ بِالْعَكْسِ، وَمِنْهُمْ مَنْ يَقُولُ: وَلْيَضَعْ يَدَيْهِ عَلَى رُكْبَتَيْهِ، وَمِنْهُمْ مَنْ يَحْذِفُ هَذِهِ الْجُمْلَةَ رَأْسًا.الثَّالِثُ: مَا تَقَدَّمَ مِنْ تَعْلِيلِ الْبُخَارِيِّ وَالدَّارَقُطْنِيِّ وَغَيْرِهِمَا.الرَّابِعُ: أَنَّهُ عَلَى تَقْدِيرِ ثُبُوتِهِ قَدِ ادَّعَى فِيهِ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ النَّسْخَ، قَالَ ابن المنذر: وَقَدْ زَعَمَ بَعْضُ أَصْحَابِنَا أَنَّ وَضْعَ الْيَدَيْنِ قَبْلَ الرُّكْبَتَيْنِ مَنْسُوخٌ، وَقَدْ تَقَدَّمَ ذَلِكَ.الْخَامِسُ: أَنَّهُ الْمُوَافِقُ لِنَهْيِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ بُرُوكٍ كَبُرُوكِ الْجَمَلِ فِي الصَّلَاةِ، بِخِلَافِ حَدِيثِ أَبِي هُرَيْرَةَ.السَّادِسُ: أَنَّهُ الْمُوَافِقُ لِلْمَنْقُولِ عَنِ الصَّحَابَةِ، كَعُمَرَ بْنِ الْخَطَّابِ وَابْنِهِ، وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ، وَلَمْ يُنْقَلْ عَنْ أَحَدٍ مِنْهُمْ مَا يُوَافِقُ حَدِيثَ أَبِي هُرَيْرَةَ إِلَّا عَنْ عمر رَضِيَ اللَّهُ عَنْهُ عَلَى اخْتِلَافٍ عَنْهُ.السَّابِعُ: أَنَّ لَهُ شَوَاهِدَ مِنْ حَدِيثِ ابْنِ عُمَرَ وَأَنَسٍ كَمَا تَقَدَّمَ، وَلَيْسَ لِحَدِيثِ أَبِي هُرَيْرَةَ شَاهِدٌ، فَلَوْ تَقَاوَمَا؛ لَقُدِّمَ حَدِيثُ وَائِلِ بْنِ حُجْرٍ مِنْ أَجْلِ شَوَاهِدِهِ، فَكَيْفَ وَحَدِيثُ وائل أَقْوَى كَمَا تَقَدَّمَ.",
      "pageNum": "٣٥"
    },
    {
      "index": "36",
      "title": "",
      "text": "الثَّامِنُ: أَنَّ أَكْثَرَ النَّاسِ عَلَيْهِ، وَالْقَوْلُ الْآخَرُ إِنَّمَا يُحْفَظُ عَنِ الْأَوْزَاعِيِّ ومالك، وَأَمَّا قَوْلُ ابن أبي داود: إِنَّهُ قَوْلُ أَهْلِ الْحَدِيثِ، فَإِنَّمَا أَرَادَ بِهِ بَعْضَهُمْ، وَإِلَّا فأحمد وَالشَّافِعِيُّ وإسحاق عَلَى خِلَافِهِ.التَّاسِعُ: أَنَّهُ حَدِيثٌ فِيهِ قِصَّةٌ مَحْكِيَّةٌ سِيقَتْ لِحِكَايَةِ فِعْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَهُوَ أَوْلَى أَنْ يَكُونَ مَحْفُوظًا؛ لِأَنَّ الْحَدِيثَ إِذَا كَانَ فِيهِ قِصَّةٌ مَحْكِيَّةٌ دَلَّ عَلَى أَنَّهُ حُفِظَ.الْعَاشِرُ: أَنَّ الْأَفْعَالَ الْمَحْكِيَّةَ فِيهِ كُلُّهَا ثَابِتَةٌ صَحِيحَةٌ مِنْ رِوَايَةِ غَيْرِهِ، فَهِيَ أَفْعَالٌ مَعْرُوفَةٌ صَحِيحَةٌ وَهَذَا وَاحِدٌ مِنْهَا فَلَهُ حُكْمُهَا، وَمُعَارِضُهُ لَيْسَ مُقَاوِمًا لَهُ، فَيَتَعَيَّنُ تَرْجِيحُهُ، وَاللَّهُ أَعْلَمُ.وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْجُدُ عَلَى جَبْهَتِهِ وَأَنْفِهِ دُونَ كَوْرِ الْعِمَامَةِ، وَلَمْ يَثْبُتْ عَنْهُ السُّجُودُ عَلَى كَوْرِ الْعِمَامَةِ مِنْ حَدِيثٍ صَحِيحٍ وَلَا حَسَنٍ، وَلَكِنْ رَوَى عبد الرزاق فِي \" الْمُصَنَّفِ \" مِنْ حَدِيثِ أَبِي هُرَيْرَةَ قَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْجُدُ عَلَى كَوْرِ عِمَامَتِهِ،» وَهُوَ مِنْ رِوَايَةِ عَبْدِ اللَّهِ بْنِ مُحَرَّرٍ وَهُوَ مَتْرُوكٌ، وَذَكَرَهُ أَبُو أَحْمَدَ الزُّبَيْرِيُّ مِنْ حَدِيثِ جابر وَلَكِنَّهُ مِنْ رِوَايَةِ عمر بن شمر عَنْ جابر الجعفي، مَتْرُوكٌ عَنْ مَتْرُوكٍ، وَقَدْ ذَكَرَ أبو داود فِي الْمَرَاسِيلِ «أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى رَجُلًا يُصَلِّي فِي الْمَسْجِدِ فَسَجَدَ بِجَبِينِهِ وَقَدِ اعْتَمَّ عَلَى جَبْهَتِهِ، فَحَسَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ جَبْهَتِهِ» .وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْجُدُ عَلَى الْأَرْضِ كَثِيرًا، وَعَلَى الْمَاءِ وَالطِّينِ، وَعَلَى الْخُمْرَةِ الْمُتَّخَذَةِ مِنْ خُوصِ النَّخْلِ، وَعَلَى الْحَصِيرِ الْمُتَّخَذِ مِنْهُ، وَعَلَى الْفَرْوَةِ الْمَدْبُوغَةِ.وَكَانَ إِذَا سَجَدَ مَكَّنَ جَبْهَتَهُ وَأَنْفَهُ مِنَ الْأَرْضِ، وَنَحَّى يَدَيْهِ عَنْ جَنْبَيْهِ،",
      "pageNum": "٣٦"
    },
    {
      "index": "37",
      "title": "",
      "text": "وَجَافَى بِهِمَا حَتَّى يُرَى بَيَاضُ إِبْطَيْهِ، وَلَوْ شَاءَتْ بَهْمَةٌ - وَهِيَ الشَّاةُ الصَّغِيرَةُ - أَنْ تَمُرَّ تَحْتَهُمَا لَمَرَّتْ.وَكَانَ يَضَعُ يَدَيْهِ حَذْوَ مَنْكِبَيْهِ وَأُذُنَيْهِ، وَفِي \" صَحِيحِ مسلم \" عَنِ البراء أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( «إِذَا سَجَدْتَ فَضَعْ كَفَّيْكَ وَارْفَعْ مِرْفَقَيْكَ» ) .وَكَانَ يَعْتَدِلُ فِي سُجُودِهِ وَيَسْتَقْبِلُ بِأَطْرَافِ أَصَابِعِ رِجْلَيْهِ الْقِبْلَةَ.وَكَانَ يَبْسُطُ كَفَّيْهِ وَأَصَابِعَهُ، وَلَا يُفَرِّجُ بَيْنَهَا وَلَا يَقْبِضُهَا، وَفِي \" صَحِيحِ ابْنِ حِبَّانَ ( «كَانَ إِذَا رَكَعَ فَرَّجَ أَصَابِعَهُ فَإِذَا سَجَدَ ضَمَّ أَصَابِعَهُ» ) .وَكَانَ يَقُولُ: ( «سُبْحَانَ رَبِّيَ الْأَعْلَى» ) وَأَمَرَ بِهِ.وَكَانَ يَقُولُ: ( «سُبْحَانَكَ اللَّهُمُّ رَبَّنَا وَبِحَمْدِكَ اللَّهُمَّ اغْفِرْ لِي» ) .",
      "pageNum": "٣٧"
    },
    {
      "index": "38",
      "title": "",
      "text": "وَكَانَ يَقُولُ: ( «سُبُّوحٌ قُدُّوسٌ رَبُّ الْمَلَائِكَةِ وَالرُّوحِ» ) .وَكَانَ يَقُولُ: ( «سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ لَا إِلَهَ إِلَّا أَنْتَ» ) .وَكَانَ يَقُولُ: ( «اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لَا أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ» ) .وَكَانَ يَقُولُ: ( «اللَّهُمَّ لَكَ سَجَدْتُ، وَبِكَ آمَنْتَ، وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ وَصَوَّرَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ» ) .وَكَانَ يَقُولُ: ( «اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ، دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلَانِيَتَهُ وَسِرَّهُ» ) .وَكَانَ يَقُولُ: «اللَّهُمَّ اغْفِرْ لِي خَطِيئَتِي، وَجَهْلِي وَإِسْرَافِي فِي أَمْرِي، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، اللَّهُمَّ اغْفِرْ لِي جِدِّي وَهَزْلِي، وَخَطَئِي وَعَمْدِي، وَكُلُّ ذَلِكَ عِنْدِي، اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، أَنْتَ",
      "pageNum": "٣٨"
    },
    {
      "index": "39",
      "title": "",
      "text": "إِلَهِي لَا إِلَهَ إِلَّا أَنْتَ» ) .وَكَانَ يَقُولُ: ( «اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا، وَفِي سَمْعِي نُورًا، وَفِي بَصَرِي نُورًا، وَعَنْ يَمِينِي نُورًا، وَعَنْ شِمَالِي نُورًا، وَأَمَامِي نُورًا، وَخَلْفِي نُورًا، وَفَوْقِي نُورًا، وَتَحْتِي نُورًا، وَاجْعَلْ لِي نُورًا» ) .وَأَمَرَ بِالِاجْتِهَادِ فِي الدُّعَاءِ فِي السُّجُودِ وَقَالَ: ( «إِنَّهُ قَمِنٌ أَنْ يُسْتَجَابَ لَكُمْ» ) . وَهَلْ هَذَا أَمْرٌ بِأَنْ يُكْثِرَ الدُّعَاءَ فِي السُّجُودِ، أَوْ أَمْرٌ بِأَنَّ الدَّاعِيَ إِذَا دَعَا فِي مَحَلٍّ، فَلْيَكُنْ فِي السُّجُودِ؟ وَفَرْقٌ بَيْنَ الْأَمْرَيْنِ، وَأَحْسَنُ مَا يُحْمَلُ عَلَيْهِ الْحَدِيثُ أَنَّ الدُّعَاءَ نَوْعَانِ: دُعَاءُ ثَنَاءٍ، وَدُعَاءُ مَسْأَلَةٍ، وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُكْثِرُ فِي سُجُودِهِ مِنَ النَّوْعَيْنِ، وَالدُّعَاءُ الَّذِي أَمَرَ بِهِ فِي السُّجُودِ يَتَنَاوَلُ النَّوْعَيْنِ.وَالِاسْتِجَابَةُ أَيْضًا نَوْعَانِ: اسْتِجَابَةُ دُعَاءِ الطَّالِبِ بِإِعْطَائِهِ سُؤَالَهُ، وَاسْتِجَابَةُ دُعَاءِ الْمُثْنِي بِالثَّوَابِ، وَبِكُلِّ وَاحِدٍ مِنَ النَّوْعَيْنِ فُسِّرَ قَوْلُهُ تَعَالَى: {أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} [البقرة: 186] [الْبَقَرَةِ: 187] وَالصَّحِيحُ أَنَّهُ يَعُمُّ النَّوْعَيْنِ.",
      "pageNum": "٣٩"
    },
    {
      "index": "40",
      "title": "فَصْلٌ في التفاضل بين طول القيام وإكثار السجود",
      "text": "وَقَدِ اخْتَلَفَ النَّاسُ فِي الْقِيَامِ وَالسُّجُودِ أَيُّهُمَا أَفْضَلُ؟ فَرَجَّحَتْ طَائِفَةٌ الْقِيَامَ لِوُجُوهٍ.أَحَدُهَا: أَنَّ ذِكْرَهُ أَفْضَلُ الْأَذْكَارِ، فَكَانَ رُكْنُهُ أَفْضَلَ الْأَرْكَانِ.وَالثَّانِي: قَوْلُهُ تَعَالَى: {وَقُومُوا لِلَّهِ قَانِتِينَ} [البقرة: 238] [الْبَقَرَةِ: 238] .الثَّالِثُ: قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( «أَفْضَلُ الصَّلَاةِ طُولُ الْقُنُوتِ» ) .وَقَالَتْ طَائِفَةٌ: السُّجُودُ أَفْضَلُ، وَاحْتَجَّتْ بِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( «أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ» ) . وَبِحَدِيثِ معدان بن أبي طلحة قَالَ: «لَقِيتُ ثَوْبَانَ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: حَدِّثْنِي بِحَدِيثٍ عَسَى اللَّهُ أَنْ يَنْفَعَنِي بِهِ؟ فَقَالَ: \" عَلَيْكَ بِالسُّجُودِ \" فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: (مَا مِنْ عَبْدٍ يَسْجُدُ لِلَّهِ سَجْدَةً إِلَّا رَفَعَ اللَّهُ لَهُ بِهَا دَرَجَةً، وَحَطَّ عَنْهُ بِهَا خَطِيئَةً) قَالَ معدان: ثُمَّ لَقِيتُ أَبَا الدَّرْدَاءِ فَسَأَلْتُهُ، فَقَالَ لِي مِثْلَ ذَلِكَ» .",
      "pageNum": "٤٠"
    },
    {
      "index": "41",
      "title": "",
      "text": "وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لربيعة بن كعب الأسلمي وَقَدْ سَأَلَهُ مُرَافَقَتَهُ فِي الْجَنَّةِ: ( «أَعِنِّي عَلَى نَفْسِكَ بِكَثْرَةِ السُّجُودِ» ) .وَأَوَّلُ سُورَةٍ أُنْزِلَتْ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُورَةُ (اقْرَأْ) عَلَى الْأَصَحِّ، وَخَتَمَهَا بِقَوْلِهِ: {وَاسْجُدْ وَاقْتَرِبْ} [العلق: 19] [الْعَلَقِ: 19] .وَبِأَنَّ السُّجُودَ لِلَّهِ يَقَعُ مِنَ الْمَخْلُوقَاتِ كُلِّهَا عُلْوِيِّهَا وَسُفْلِيِّهَا، وَبِأَنَّ السَّاجِدَ أَذَلُّ مَا يَكُونُ لِرَبِّهِ وَأَخْضَعُ لَهُ، وَذَلِكَ أَشْرَفُ حَالَاتِ الْعَبْدِ، فَلِهَذَا كَانَ أَقْرَبَ مَا يَكُونُ مِنْ رَبِّهِ فِي هَذِهِ الْحَالَةِ، وَبِأَنَّ السُّجُودَ هُوَ سِرُّ الْعُبُودِيَّةِ، فَإِنَّ الْعُبُودِيَّةَ هِيَ الذُّلُّ وَالْخُضُوعُ، يُقَالُ: طَرِيقٌ مُعَبَّدٌ، أَيْ ذَلَّلَتْهُ الْأَقْدَامُ وَوَطَّأَتْهُ، وَأَذَلُّ مَا يَكُونُ الْعَبْدُ وَأَخْضَعُ إِذَا كَانَ سَاجِدًا.وَقَالَتْ طَائِفَةٌ: طُولُ الْقِيَامِ بِاللَّيْلِ أَفْضَلُ، وَكَثْرَةُ الرُّكُوعِ وَالسُّجُودِ بِالنَّهَارِ أَفْضَلُ، وَاحْتَجَّتْ هَذِهِ الطَّائِفَةُ بِأَنَّ صَلَاةَ اللَّيْلِ قَدْ خُصَّتْ بِاسْمِ الْقِيَامِ لِقَوْلِهِ تَعَالَى: {قُمِ اللَّيْلَ} [المزمل: 2] [الْمُزَّمِّلِ: 1] ، وَقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( «مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا» ) ، وَلِهَذَا يُقَالُ: قِيَامُ اللَّيْلِ، وَلَا يُقَالُ: قِيَامُ النَّهَارِ، قَالُوا: وَهَذَا كَانَ",
      "pageNum": "٤١"
    },
    {
      "index": "42",
      "title": "",
      "text": "هَدْيَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَإِنَّهُ ( «مَا زَادَ فِي اللَّيْلِ عَلَى إِحْدَى عَشْرَةَ رَكْعَةً أَوْ ثَلَاثَ عَشْرَةَ رَكْعَةً» ) .( «وَكَانَ يُصَلِّي الرَّكْعَةَ فِي بَعْضِ اللَّيَالِي بِالْبَقَرَةِ وَآلِ عِمْرَانَ وَالنِّسَاءِ» ) ، وَأَمَّا بِالنَّهَارِ فَلَمْ يُحْفَظْ عَنْهُ شَيْءٌ مِنْ ذَلِكَ، بَلْ كَانَ يُخَفِّفُ السُّنَنَ.وَقَالَ شَيْخُنَا: الصَّوَابُ أَنَّهُمَا سَوَاءٌ، وَالْقِيَامُ أَفْضَلُ بِذِكْرِهِ وَهُوَ الْقِرَاءَةُ، وَالسُّجُودُ أَفْضَلُ بِهَيْئَتِهِ، فَهَيْئَةُ السُّجُودِ أَفْضَلُ مِنْ هَيْئَةِ الْقِيَامِ، وَذِكْرُ الْقِيَامِ أَفْضَلُ مِنْ ذِكْرِ السُّجُودِ، وَهَكَذَا كَانَ هَدْيُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَإِنَّهُ كَانَ إِذَا أَطَالَ الْقِيَامَ أَطَالَ الرُّكُوعَ وَالسُّجُودَ، كَمَا فَعَلَ فِي صَلَاةِ الْكُسُوفِ، وَفِي صَلَاةِ اللَّيْلِ، وَكَانَ إِذَا خَفَّفَ الْقِيَامَ خَفَّفَ الرُّكُوعَ وَالسُّجُودَ، وَكَذَلِكَ كَانَ يَفْعَلُ فِي الْفَرْضِ، كَمَا قَالَهُ الْبَرَاءُ بْنُ عَازِبٍ: ( «كَانَ قِيَامُهُ وَرُكُوعُهُ وَسُجُودُهُ وَاعْتِدَالُهُ قَرِيبًا مِنَ السَّوَاءِ» ) . وَاللُّهُ أَعْلَمُ.",
      "pageNum": "٤٢"
    },
    {
      "index": "43",
      "title": "فَصْلٌ في الْجُلُوسُ بَيْنَ السَّجْدَتَيْنِ",
      "text": "ثُمَّ كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْفَعُ رَأْسَهُ مُكَبِّرًا غَيْرَ رَافِعٍ يَدَيْهِ، وَيَرْفَعُ مِنَ السُّجُودِ رَأْسَهُ قَبْلَ يَدَيْهِ، ثُمَّ يَجْلِسُ مُفْتَرِشًا يَفْرِشُ رِجْلَهُ الْيُسْرَى وَيَجْلِسُ عَلَيْهَا، وَيَنْصِبُ الْيُمْنَى.وَذَكَرَ النَّسَائِيُّ عَنِ ابْنِ عُمَرَ قَالَ: «مِنْ سُنَّةِ الصَّلَاةِ أَنْ يَنْصِبَ الْقَدَمَ الْيُمْنَى، وَاسْتِقْبَالُهُ بِأَصَابِعِهَا الْقِبْلَةَ، وَالْجُلُوسُ عَلَى الْيُسْرَى، وَلَمْ يُحْفَظْ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذَا الْمَوْضِعِ جِلْسَةٌ غَيْرُ هَذِهِ» .",
      "pageNum": "٤٣"
    },
    {
      "index": "44",
      "title": "",
      "text": "( «وَكَانَ يَضَعُ يَدَيْهِ عَلَى فَخِذَيْهِ، وَيَجْعَلُ مِرْفَقَهُ عَلَى فَخِذِهِ وَطَرَفَ يَدِهِ عَلَى رُكْبَتِهِ، وَيَقْبِضُ ثِنْتَيْنِ مِنْ أَصَابِعِهِ وَيُحَلِّقُ حَلْقَةً، ثُمَّ يَرْفَعُ أُصْبُعَهُ يَدْعُو بِهَا وَيُحَرِّكُهَا» ) هَكَذَا قَالَ وَائِلُ بْنُ حُجْرٍ عَنْهُ.وَأَمَّا حَدِيثُ أبي داود عَنْ عبد الله بن الزبير أَنَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( «كَانَ يُشِيرُ بِأُصْبُعِهِ إِذَا دَعَا وَلَا يُحَرِّكُهَا» ) فَهَذِهِ الزِّيَادَةُ فِي صِحَّتِهَا نَظَرٌ، وَقَدْ ذَكَرَ مسلم الْحَدِيثَ بِطُولِهِ فِي \" صَحِيحِهِ \" عَنْهُ، وَلَمْ يَذْكُرْ هَذِهِ الزِّيَادَةَ، بَلْ قَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَعَدَ فِي الصَّلَاةِ جَعَلَ قَدَمَهُ الْيُسْرَى بَيْنَ فَخِذِهِ وَسَاقِهِ، وَفَرَشَ قَدَمَهُ الْيُمْنَى، وَوَضَعَ يَدَهُ الْيُسْرَى عَلَى رُكْبَتِهِ الْيُسْرَى، وَوَضَعَ يَدَهُ الْيُمْنَى عَلَى فَخِذِهِ الْيُمْنَى، وَأَشَارَ بِأُصْبُعِهِ» .وَأَيْضًا فَلَيْسَ فِي حَدِيثِ أبي داود عَنْهُ أَنَّ هَذَا كَانَ فِي الصَّلَاةِ.وَأَيْضًا لَوْ كَانَ فِي الصَّلَاةِ لَكَانَ نَافِيًا، وَحَدِيثُ وَائِلِ بْنِ حُجْرٍ مُثْبِتًا وَهُوَ مُقَدَّمٌ، وَهُوَ حَدِيثٌ صَحِيحٌ، ذَكَرَهُ أبو حاتم فِي \" صَحِيحِهِ \".ثُمَّ كَانَ يَقُولُ [بَيْنَ السَّجْدَتَيْنِ] : ( «اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَاجْبُرْنِي وَاهْدِنِي وَارْزُقْنِي» ) هَكَذَا ذَكَرَهُ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَذَكَرَ",
      "pageNum": "٤٤"
    },
    {
      "index": "45",
      "title": "",
      "text": "حذيفة أَنَّهُ كَانَ يَقُولُ ( «رَبِّ اغْفِرْ لِي رَبِّ اغْفِرْ لِي» ) .وَكَانَ هَدْيُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِطَالَةَ هَذَا الرُّكْنِ بِقَدْرِ السُّجُودِ، وَهَكَذَا الثَّابِتُ عَنْهُ فِي جَمِيعِ الْأَحَادِيثِ، وَفِي \" الصَّحِيحِ \" عَنْ أنس رَضِيَ اللَّهُ عَنْهُ: ( «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْعُدُ بَيْنَ السَّجْدَتَيْنِ حَتَّى نَقُولَ: قَدْ أَوْهَمَ» ) وَهَذِهِ السُّنَّةُ تَرَكَهَا أَكْثَرُ النَّاسِ مِنْ بَعْدِ انْقِرَاضِ عَصْرِ الصَّحَابَةِ، وَلِهَذَا قَالَ ثابت: وَكَانَ أنس يَصْنَعُ شَيْئًا لَا أَرَاكُمْ تَصْنَعُونَهُ، يَمْكُثُ بَيْنَ السَّجْدَتَيْنِ حَتَّى نَقُولَ: قَدْ نَسِيَ أَوْ قَدْ أَوْهَمَ.وَأَمَّا مَنْ حَكَّمَ السُّنَّةَ وَلَمْ يَلْتَفِتْ إِلَى مَا خَالَفَهَا، فَإِنَّهُ لَا يَعْبَأُ بِمَا خَالَفَ هَذَا الْهَدْيَ.",
      "pageNum": "٤٥"
    },
    {
      "index": "46",
      "title": "فَصْلٌ في جِلْسَةُ الِاسْتِرَاحَةِ",
      "text": "ثُمَّ كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْهَضُ عَلَى صُدُورِ قَدَمَيْهِ وَرُكْبَتَيْهِ مُعْتَمِدًا عَلَى فَخِذَيْهِ كَمَا ذَكَرَ",
      "pageNum": "٤٦"
    },
    {
      "index": "47",
      "title": "",
      "text": "عَنْهُ: وائل وَأَبُو هُرَيْرَةَ، وَلَا يَعْتَمِدُ عَلَى الْأَرْضِ بِيَدَيْهِ، وَقَدْ ذَكَرَ عَنْهُ مالك بن الحويرث أَنَّهُ ( «كَانَ لَا يَنْهَضُ حَتَّى يَسْتَوِيَ جَالِسًا» ) . وَهَذِهِ هِيَ الَّتِي تُسَمَّى جِلْسَةَ الِاسْتِرَاحَةِ.وَاخْتَلَفَ الْفُقَهَاءُ فِيهَا: هَلْ هِيَ مِنْ سُنَنِ الصَّلَاةِ فَيُسْتَحَبُّ لِكُلِّ أَحَدٍ أَنْ يَفْعَلَهَا، أَوْ لَيْسَتْ مِنَ السُّنَنِ، وَإِنَّمَا يَفْعَلُهَا مَنِ احْتَاجَ إِلَيْهَا؟ عَلَى قَوْلَيْنِ هُمَا رِوَايَتَانِ عَنْ أحمد رَحِمَهُ اللَّهُ.قَالَ الخلال: رَجَعَ أَحْمَدُ إِلَى حَدِيثِ مالك بن الحويرث فِي جِلْسَةِ الِاسْتِرَاحَةِ وَقَالَ: أَخْبَرَنِي يُوسُفُ بْنُ مُوسَى، أَنَّ أبا أمامة سُئِلَ عَنِ النُّهُوضِ فَقَالَ: عَلَى صُدُورِ الْقَدَمَيْنِ عَلَى حَدِيثِ رفاعة.وَفِي حَدِيثِ ابْنِ عَجْلَانَ مَا يَدُلُّ عَلَى أَنَّهُ كَانَ يَنْهَضُ عَلَى صُدُورِ قَدَمَيْهِ، وَقَدْ رُوِيَ عَنْ عِدَّةٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَسَائِرُ مَنْ وَصَفَ صَلَاتَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَذْكُرْ هَذِهِ الْجِلْسَةَ، وَإِنَّمَا ذُكِرَتْ فِي حَدِيثِ أبي حميد، ومالك بن الحويرث.وَلَوْ كَانَ هَدْيُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِعْلَهَا دَائِمًا لَذَكَرَهَا كُلُّ مَنْ وَصَفَ صَلَاتَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَمُجَرَّدُ فِعْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهَا لَا يَدُلُّ عَلَى أَنَّهَا مِنْ سُنَنِ الصُّلَاةِ، إِلَّا إِذَا عُلِمَ أَنَّهُ فَعَلَهَا عَلَى أَنَّهَا سُنَّةٌ يُقْتَدَى بِهِ فِيهَا، وَأَمَّا إِذَا قُدِّرَ أَنَّهُ",
      "pageNum": "٤٧"
    },
    {
      "index": "48",
      "title": "",
      "text": "فَعَلَهَا لِلْحَاجَةِ، لَمْ يَدُلَّ عَلَى كَوْنِهَا سُنَّةً مِنْ سُنَنِ الصَّلَاةِ، فَهَذَا مِنْ تَحْقِيقِ الْمَنَاطِ فِي هَذِهِ الْمَسْأَلَةِ.وَكَانَ إِذَا نَهَضَ افْتَتَحَ الْقِرَاءَةَ وَلَمْ يَسْكُتْ، كَمَا كَانَ يَسْكُتُ عِنْدَ افْتِتَاحِ الصَّلَاةِ، فَاخْتَلَفَ الْفُقَهَاءُ: هَلْ هَذَا مَوْضِعُ اسْتِعَاذَةٍ أَمْ لَا؟ بَعْدَ اتِّفَاقِهِمْ عَلَى أَنَّهُ لَيْسَ مَوْضِعَ اسْتِفْتَاحٍ، وَفِي ذَلِكَ قَوْلَانِ، هُمَا رِوَايَتَانِ عَنْ أحمد، وَقَدْ بَنَاهُمَا بَعْضُ أَصْحَابِهِ عَلَى أَنَّ قِرَاءَةَ الصَّلَاةِ هَلْ هِيَ قِرَاءَةٌ وَاحِدَةٌ؟ فَيَكْفِي فِيهَا اسْتِعَاذَةٌ وَاحِدَةٌ، أَوْ قِرَاءَةُ كُلِّ رَكْعَةٍ مُسْتَقِلَّةٌ بِرَأْسِهَا.وَلَا نِزَاعَ بَيْنَهُمْ أَنَّ الِاسْتِفْتَاحَ لِمَجْمُوعِ الصَّلَاةِ، وَالِاكْتِفَاءَ بِاسْتِعَاذَةٍ وَاحِدَةٍ أَظْهَرُ لِلْحَدِيثِ الصَّحِيحِ عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( «كَانَ إِذَا نَهَضَ مِنَ الرَّكْعَةِ الثَّانِيَةِ اسْتَفْتَحَ الْقِرَاءَةَ بِـ {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الفاتحة: 2] » ) وَلَمْ يَسْكُتْ، وَإِنَّمَا يَكْفِي اسْتِعَاذَةٌ وَاحِدَةٌ؛ لِأَنَّهُ لَمْ يَتَخَلَّلِ الْقِرَاءَتَيْنِ سُكُوتٌ، بَلْ تَخَلَّلَهُمَا ذِكْرٌ، فَهِيَ كَالْقِرَاءَةِ الْوَاحِدَةِ إِذَا تَخَلَّلَهَا حَمْدُ اللَّهِ أَوْ تَسْبِيحٌ أَوْ تَهْلِيلٌ أَوْ صَلَاةٌ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَنَحْوُ ذَلِكَ.",
      "pageNum": "٤٨"
    },
    {
      "index": "49",
      "title": "",
      "text": "وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي الثَّانِيَةَ كَالْأُولَى سَوَاءً، إِلَّا فِي أَرْبَعَةِ أَشْيَاءَ: السُّكُوتِ، وَالِاسْتِفْتَاحِ، وَتَكْبِيرَةِ الْإِحْرَامِ، وَتَطْوِيلِهَا كَالْأُولَى، فَإِنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ لَا يَسْتَفْتِحُ، وَلَا يَسْكُتُ، وَلَا يُكَبِّرُ لِلْإِحْرَامِ فِيهَا، وَيَقْصِرُهَا عَنِ الْأُولَى، فَتَكُونُ الْأُولَى أَطْوَلَ مِنْهَا فِي كُلِّ صَلَاةٍ كَمَا تَقَدَّمَ.فَإِذَا جَلَسَ لِلتَّشَهُّدِ وَضَعَ يَدَهُ الْيُسْرَى عَلَى فَخِذِهِ الْيُسْرَى، وَوَضَعَ يَدَهُ الْيُمْنَى عَلَى فَخِذِهِ الْيُمْنَى وَأَشَارَ بِأُصْبُعِهِ السَّبَّابَةِ، وَكَانَ لَا يَنْصِبُهَا نَصْبًا، وَلَا يُنِيمُهَا، بَلْ يَحْنِيهَا شَيْئًا، وَيُحَرِّكُهَا شَيْئًا، كَمَا تَقَدَّمَ فِي حَدِيثِ وَائِلِ بْنِ حُجْرٍ، وَكَانَ يَقْبِضُ أُصْبُعَيْنِ وَهُمَا الْخِنْصِرُ وَالْبِنْصِرُ، وَيُحَلِّقُ حَلْقَةً وَهِيَ الْوُسْطَى مَعَ الْإِبْهَامِ، وَيَرْفَعُ السَّبَّابَةَ يَدْعُو بِهَا، وَيَرْمِي بِبَصَرِهِ إِلَيْهَا، وَيَبْسُطُ الْكَفَّ الْيُسْرَى عَلَى الْفَخِذِ الْيُسْرَى، وَيَتَحَامَلُ عَلَيْهَا.وَأَمَّا صِفَةُ جُلُوسِهِ فَكَمَا تَقَدَّمَ بَيْنَ السَّجْدَتَيْنِ سَوَاءٌ، يَجْلِسُ عَلَى رِجْلِهِ الْيُسْرَى وَيَنْصِبُ الْيُمْنَى. وَلَمْ يُرْوَ عَنْهُ فِي هَذِهِ الْجِلْسَةِ غَيْرُ هَذِهِ الصِّفَةِ.وَأَمَّا حَدِيثُ عبد الله بن الزبير رَضِيَ اللَّهُ عَنْهُ الَّذِي رَوَاهُ مسلم فِي \" صَحِيحِهِ \" ( «أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَعَدَ فِي الصَّلَاةِ جَعَلَ قَدَمَهُ الْيُسْرَى بَيْنَ فَخِذِهِ وَسَاقِهِ وَفَرَشَ قَدَمَهُ الْيُمْنَى» ) فَهَذَا فِي التَّشَهُّدِ الْأَخِيرِ كَمَا يَأْتِي وَهُوَ أَحَدُ الصِّفَتَيْنِ اللَّتَيْنِ رُوِيَتَا عَنْهُ، فَفِي \" الصَّحِيحَيْنِ \" مِنْ حَدِيثِ أبي حميد فِي صِفَةِ صَلَاتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( «فَإِذَا جَلَسَ فِي الرَّكْعَتَيْنِ جَلَسَ عَلَى رِجْلِهِ الْيُسْرَى وَنَصَبَ الْأُخْرَى، وَإِذَا جَلَسَ فِي الرَّكْعَةِ الْأَخِيرَةِ قَدَّمَ رِجْلَهُ الْيُسْرَى وَنَصَبَ الْيُمْنَى وَقَعَدَ عَلَى مَقْعَدَتِهِ» ) فَذَكَرَ أبو",
      "pageNum": "٤٩"
    },
    {
      "index": "50",
      "title": "",
      "text": "حميد أَنَّهُ كَانَ يَنْصِبُ الْيُمْنَى. وَذَكَرَ ابن الزبير أَنَّهُ كَانَ يَفْرِشُهَا، وَلَمْ يَقُلْ أَحَدٌ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّ هَذِهِ صِفَةُ جُلُوسِهِ فِي التَّشَهُّدِ الْأَوَّلِ، وَلَا أَعْلَمُ أَحَدًا قَالَ بِهِ، بَلْ مِنَ النَّاسِ مَنْ قَالَ: يَتَوَرَّكُ فِي التَّشَهُّدَيْنِ، وَهَذَا مَذْهَبُ مالك رَحِمَهُ اللَّهُ.وَمِنْهُمْ مَنْ قَالَ: يَفْتَرِشُ فِيهِمَا فَيَنْصِبُ الْيُمْنَى، وَيَفْتَرِشُ الْيُسْرَى وَيَجْلِسُ عَلَيْهَا، وَهُوَ قَوْلُ أبي حنيفة رَحِمَهُ اللَّهُ، وَمِنْهُمْ مَنْ قَالَ: يَتَوَرَّكُ فِي كُلِّ تَشَهُّدٍ يَلِيهِ السَّلَامُ، وَيَفْتَرِشُ فِي غَيْرِهِ، وَهُوَ قَوْلُ الشَّافِعِيِّ رَحِمَهُ اللَّهُ: وَمِنْهُمْ مَنْ قَالَ: يَتَوَرَّكُ فِي كُلِّ صَلَاةٍ فِيهَا تَشَهُّدَانِ فِي الْأَخِيرِ مِنْهُمَا؛ فَرْقًا بَيْنَ الْجُلُوسَيْنِ، وَهُوَ قَوْلُ الْإِمَامِ أَحْمَدَ رَحِمَهُ اللَّهُ.وَمَعْنَى حَدِيثِ ابن الزبير رَضِيَ اللَّهُ عَنْهُ أَنَّهُ فَرَشَ قَدَمَهُ الْيُمْنَى: أَنَّهُ كَانَ يَجْلِسُ فِي هَذَا الْجُلُوسِ عَلَى مَقْعَدَتِهِ، فَتَكُونُ قَدَمُهُ الْيُمْنَى مَفْرُوشَةً، وَقَدَمُهُ الْيُسْرَى بَيْنَ فَخِذِهِ وَسَاقِهِ، وَمَقْعَدَتُهُ عَلَى الْأَرْضِ، فَوَقَعَ الِاخْتِلَافُ فِي قَدَمِهِ الْيُمْنَى فِي هَذَا الْجُلُوسِ، هَلْ كَانَتْ مَفْرُوشَةً أَوْ مَنْصُوبَةً؟ وَهَذَا - وَاللَّهُ أَعْلَمُ - لَيْسَ اخْتِلَافًا فِي الْحَقِيقَةِ، فَإِنَّهُ كَانَ لَا يَجْلِسُ عَلَى قَدَمِهِ، بَلْ يُخْرِجُهَا عَنْ يَمِينِهِ فَتَكُونُ بَيْنَ الْمَنْصُوبَةِ وَالْمَفْرُوشَةِ، فَإِنَّهَا تَكُونُ عَلَى بَاطِنِهَا الْأَيْمَنِ، فَهِيَ مَفْرُوشَةٌ بِمَعْنَى أَنَّهُ لَيْسَ نَاصِبًا لَهَا جَالِسًا عَلَى عَقِبِهِ، وَمَنْصُوبَةٌ بِمَعْنَى أَنَّهُ لَيْسَ جَالِسًا عَلَى بَاطِنِهَا، وَظَهْرُهَا إِلَى الْأَرْضِ، فَصَحَّ قَوْلُ أبي حميد وَمَنْ مَعَهُ، وَقَوْلُ عبد الله بن الزبير، أَوْ يُقَالُ: إِنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَفْعَلُ هَذَا وَهَذَا، فَكَانَ يَنْصِبُ قَدَمَهُ وَرُبَّمَا فَرَشَهَا أَحْيَانًا، وَهَذَا أَرْوَحُ لَهَا. وَاللَّهُ أَعْلَمُ.ثُمَّ كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَشَهَّدُ دَائِمًا فِي هَذِهِ الْجِلْسَةِ، وَيُعَلِّمُ أَصْحَابَهُ أَنْ يَقُولُوا: ( «التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ» ) .",
      "pageNum": "٥٠"
    },
    {
      "index": "51",
      "title": "",
      "text": "وَقَدْ ذَكَرَ النَّسَائِيُّ مِنْ حَدِيثِ أبي الزبير عَنْ جابر قَالَ: ( «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَلِّمُنَا التَّشَهُّدَ كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ، بِسْمِ اللَّهِ وَبِاللِّهِ، التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلَامُ عَلَيْكَ أَيَّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، أَسْأَلُ اللَّهَ الْجَنَّةَ، وَأَعُوذُ بِاللَّهِ مِنَ النَّارِ» ) .وَلَمْ تَجِئِ التَّسْمِيَةُ فِي أَوَّلِ التَّشَهُّدِ إِلَّا فِي هَذَا الْحَدِيثِ، وَلَهُ عِلَّةٌ غَيْرُ عَنْعَنَةِ أبي الزبير.وَكَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُخَفِّفُ هَذَا التَّشَهُّدَ جِدًّا حَتَّى كَأَنَّهُ عَلَى الرَّضْفِ - وَهِيَ الْحِجَارَةُ الْمُحْمَاةُ - وَلَمْ يُنْقَلْ عَنْهُ فِي حَدِيثٍ قَطُّ أَنَّهُ صَلَّى عَلَيْهِ وَعَلَى آلِهِ فِي هَذَا التَّشَهُّدِ، وَلَا كَانَ أَيْضًا يَسْتَعِيذُ فِيهِ مِنْ عَذَابِ الْقَبْرِ وَعَذَابِ النَّارِ، وَفِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَفِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَمَنِ اسْتَحَبَّ ذَلِكَ فَإِنَّمَا فَهِمَهُ مِنْ عُمُومَاتٍ وَإِطْلَاقَاتٍ قَدْ صَحَّ تَبْيِينُ مَوْضِعِهَا وَتَقْيِيدُهَا بِالتَّشَهُّدِ الْأَخِيرِ.ثُمَّ كَانَ يَنْهَضُ مُكَبِّرًا عَلَى صُدُورِ قَدَمَيْهِ وَعَلَى رُكْبَتَيْهِ مُعْتَمِدًا عَلَى فَخِذِهِ كَمَا تَقَدَّمَ، وَقَدْ ذَكَرَ مسلم فِي \" صَحِيحِهِ \" مِنْ حَدِيثِ عبد الله بن عمر رَضِيَ اللَّهُ",
      "pageNum": "٥١"
    },
    {
      "index": "52",
      "title": "",
      "text": "عَنْهُمَا أَنَّهُ كَانَ يَرْفَعُ يَدَيْهِ فِي هَذَا الْمَوْضِعِ، وَهِيَ فِي بَعْضِ طُرُقِ الْبُخَارِيِّ أَيْضًا، عَلَى أَنَّ هَذِهِ الزِّيَادَةَ لَيْسَتْ مُتَّفَقًا عَلَيْهَا فِي حَدِيثِ عبد الله بن عمر، فَأَكْثَرُ رُوَاتِهِ لَا يَذْكُرُونَهَا، وَقَدْ جَاءَ ذِكْرُهَا مُصَرَّحًا بِهِ فِي حَدِيثِ أَبِي حُمَيْدٍ السَّاعِدِيِّ قَالَ: ( «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَامَ إِلَى الصَّلَاةِ كَبَّرَ، ثُمَّ رَفَعَ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ، وَيُقِيمُ كُلَّ عُضْوٍ فِي مَوْضِعِهِ، ثُمَّ يَقْرَأُ، ثُمَّ يَرْفَعُ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ، ثُمَّ يَرْكَعُ وَيَضَعُ رَاحَتَيْهِ عَلَى رُكْبَتَيْهِ مُعْتَدِلًا لَا يُصَوِّبُ رَأْسَهُ وَلَا يُقْنِعُ بِهِ، ثُمَّ يَقُولُ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، وَيَرْفَعُ يَدَيْهِ حَتَى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ، حَتَّى يَقَرَّ كُلُّ عَظْمٍ إِلَى مَوْضِعِهِ، ثُمَّ يَهْوِي إِلَى الْأَرْضِ، وَيُجَافِي يَدَيْهِ عَنْ جَنْبَيْهِ، ثُمَّ يَرْفَعُ رَأْسَهُ، وَيَثْنِي رِجْلَهُ فَيَقْعُدُ عَلَيْهَا، وَيَفْتَخُ أَصَابِعَ رِجْلَيْهِ إِذَا سَجَدَ، ثُمَّ يُكَبِّرُ وَيَجْلِسُ عَلَى رِجْلِهِ الْيُسْرَى، حَتَّى يَرْجِعَ كُلُّ عَظْمٍ إِلَى مَوْضِعِهِ، ثُمَّ يَقُومُ فَيَصْنَعُ فِي الْأُخْرَى مِثْلَ ذَلِكَ، ثُمَّ إِذَا قَامَ مِنَ الرَّكْعَتَيْنِ رَفَعَ يَدَيْهِ حَتَى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ كَمَا يَصْنَعُ عِنْدَ افْتِتَاحِ الصَّلَاةِ، ثُمَّ يُصَلِّي بَقِيَّةَ صَلَاتِهِ هَكَذَا، حَتَّى إِذَا كَانَتِ السَّجْدَةُ الَّتِي فِيهَا التَّسْلِيمُ، أَخْرَجَ رِجْلَيْهِ وَجَلَسَ عَلَى شِقِّهِ الْأَيْسَرِ مُتَوَرِّكًا» ) .هَذَا سِيَاقُ أبي",
      "pageNum": "٥٢"
    },
    {
      "index": "53",
      "title": "",
      "text": "حاتم فِي \" صَحِيحِهِ \" وَهُوَ فِي \" صَحِيحِ مسلم \" أَيْضًا، وَقَدْ ذَكَرَهُ الترمذي مُصَحِّحًا لَهُ مِنْ حَدِيثِ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يَرْفَعُ يَدَيْهِ فِي هَذِهِ الْمَوَاطِنِ أَيْضًا.ثُمَّ كَانَ يَقْرَأُ الْفَاتِحَةَ وَحْدَهَا، وَلَمْ يَثْبُتْ عَنْهُ أَنَّهُ قَرَأَ فِي الرَّكْعَتَيْنِ الْأُخْرَيَيْنِ بَعْدَ الْفَاتِحَةِ شَيْئًا، وَقَدْ ذَهَبَ الشَّافِعِيُّ فِي أَحَدِ قَوْلَيْهِ وَغَيْرُهُ إِلَى اسْتِحْبَابِ الْقِرَاءَةِ بِمَا زَادَ عَلَى الْفَاتِحَةِ فِي الْأُخْرَيَيْنِ، وَاحْتَجَّ لِهَذَا الْقَوْلِ بِحَدِيثِ أبي سعيد الَّذِي فِي \" الصَّحِيحِ \": ( «حَزَرْنَا قِيَامَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الظُّهْرِ فِي الرَّكْعَتَيْنِ الْأُولَيَيْنِ قَدْرَ قِرَاءَةِ (الم تَنْزِيلُ) السَّجْدَةِ، وَحَزَرْنَا قِيَامَهُ فِي الرَّكْعَتَيْنِ الْأُخْرَيَيْنِ قَدْرَ النِّصْفِ مِنْ ذَلِكَ، وَحَزَرْنَا قِيَامَهُ فِي الرَّكْعَتَيْنِ الْأُولَيَيْنِ مِنَ الْعَصْرِ عَلَى قَدْرِ قِيَامِهِ فِي الرَّكْعَتَيْنِ الْأُخْرَيَيْنِ مِنَ الظُّهْرِ، وَفِي الْأُخْرَيَيْنِ مِنَ الْعَصْرِ عَلَى النِّصْفِ مِنْ ذَلِكَ» ) .وَحَدِيثُ أبي قتادة الْمُتَّفَقُ عَلَيْهِ ظَاهِرٌ فِي الِاقْتِصَارِ عَلَى فَاتِحَةِ الْكِتَابِ فِي الرَّكْعَتَيْنِ الْأُخْرَيَيْنِ.قَالَ أَبُو قَتَادَةَ رَضِيَ اللَّهُ عَنْهُ: ( «وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي بِنَا فَيَقْرَأُ فِي الظُّهْرِ وَالْعَصْرِ فِي الرَّكْعَتَيْنِ الْأُولَيَيْنِ بِفَاتِحَةِ الْكِتَابِ وَسُورَتَيْنِ، وَيُسْمِعُنَا الْآيَةَ أَحْيَانًا» ) .زَادَ مسلم: وَيَقْرَأُ فِي الْأُخْرَيَيْنِ بِفَاتِحَةِ الْكِتَابِ، وَالْحَدِيثَانِ غَيْرُ",
      "pageNum": "٥٣"
    },
    {
      "index": "54",
      "title": "",
      "text": "صَرِيحَيْنِ فِي مَحَلِّ النِّزَاعِ.وَأَمَّا حَدِيثُ أبي سعيد، فَإِنَّمَا هُوَ حَزْرٌ مِنْهُمْ وَتَخْمِينٌ، لَيْسَ إِخْبَارًا عَنْ تَفْسِيرِ نَفْسِ فِعْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.وَأَمَّا حَدِيثُ أبي قتادة، فَيُمْكِنُ أَنْ يُرَادَ بِهِ أَنَّهُ كَانَ يَقْتَصِرُ عَلَى الْفَاتِحَةِ، وَأَنْ يُرَادَ بِهِ أَنَّهُ لَمْ يَكُنْ يُخِلُّ بِهَا فِي الرَّكْعَتَيْنِ الْأُخْرَيَيْنِ، بَلْ كَانَ يَقْرَؤُهَا فِيهِمَا كَمَا كَانَ يَقْرَؤُهَا فِي الْأُولَيَيْنِ، فَكَانَ يَقْرَأُ الْفَاتِحَةَ فِي كُلِّ رَكْعَةٍ، وَإِنْ كَانَ حَدِيثُ أبي قتادة فِي الِاقْتِصَارِ أَظْهَرَ، فَإِنَّهُ فِي مَعْرِضِ التَّقْسِيمِ، فَإِذَا قَالَ: كَانَ يَقْرَأُ فِي الْأُولَيَيْنِ بِالْفَاتِحَةِ وَالسُّورَةِ، وَفِي الْأُخْرَيَيْنِ بِالْفَاتِحَةِ، كَانَ كَالتَّصْرِيحِ فِي اخْتِصَاصِ كُلِّ قِسْمٍ بِمَا ذُكِرَ فِيهِ، وَعَلَى هَذَا فَيُمْكِنُ أَنْ يُقَالَ: إِنَّ هَذَا أَكْثَرُ فِعْلِهِ، وَرُبَّمَا قَرَأَ فِي الرَّكْعَتَيْنِ الْأُخْرَيَيْنِ بِشَيْءٍ فَوْقَ الْفَاتِحَةِ كَمَا دَلَّ عَلَيْهِ حَدِيثُ أبي سعيد، وَهَذَا كَمَا أَنَّ هَدْيَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ تَطْوِيلَ الْقِرَاءَةِ فِي الْفَجْرِ، وَكَانَ يُخَفِّفُهَا أَحْيَانًا، وَتَخْفِيفَ الْقِرَاءَةِ فِي الْمَغْرِبِ، وَكَانَ يُطِيلُهَا أَحْيَانًا، وَتَرْكَ الْقُنُوتِ فِي الْفَجْرِ، وَكَانَ يَقْنُتُ فِيهَا أَحْيَانًا، وَالْإِسْرَارَ فِي الظُّهْرِ وَالْعَصْرِ بِالْقِرَاءَةِ، وَكَانَ يُسْمِعُ الصَّحَابَةَ الْآيَةَ فِيهَا أَحْيَانًا، وَتَرْكَ الْجَهْرِ بِالْبَسْمَلَةِ، وَكَانَ يَجْهَرُ بِهَا أَحْيَانًا.وَالْمَقْصُودُ أَنَّهُ كَانَ يَفْعَلُ فِي الصَّلَاةِ شَيْئًا أَحْيَانًا لِعَارِضٍ لَمْ يَكُنْ مِنْ فِعْلِهِ الرَّاتِبِ، وَمِنْ هَذَا لَمَّا بَعَثَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَارِسًا طَلِيعَةً، ثُمَّ قَامَ إِلَى الصَّلَاةِ وَجَعَلَ",
      "pageNum": "٥٤"
    },
    {
      "index": "55",
      "title": "",
      "text": "يَلْتَفِتُ فِي الصَّلَاةِ إِلَى الشِّعْبِ الَّذِي يَجِيءُ مِنْهُ الطَّلِيعَةُ، وَلَمْ يَكُنْ مِنْ هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الِالْتِفَاتُ فِي الصَّلَاةِ، وَفِي \" صَحِيحِ الْبُخَارِيِّ \" عَنْ عائشة رَضِيَ اللَّهُ عَنْهَا قَالَتْ: «سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الِالْتِفَاتِ فِي الصَّلَاةِ؟ فَقَالَ: (هُوَ اخْتِلَاسٌ يَخْتَلِسُهُ الشَّيْطَانُ مِنْ صَلَاةِ الْعَبْدِ» ) .وَفِي الترمذي مِنْ حَدِيثِ سَعِيدِ بْنِ الْمُسَيَّبِ «عَنْ أنس رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (يَا بُنَيَّ، إِيَّاكَ وَالِالْتِفَاتَ فِي الصَّلَاةِ، فَإِنَّ الِالْتِفَاتَ فِي الصَّلَاةِ هَلَكَةٌ، فَإِنْ كَانَ وَلَا بُدَّ فَفِي التَّطَوُّعِ، لَا فِي الْفَرْضِ) » وَلَكِنْ لِلْحَدِيثِ عِلَّتَانِإِحْدَاهُمَا: إِنَّ رِوَايَةَ سعيد عَنْ أنس لَا تُعْرَفُ.الثَّانِيَةُ: إِنَّ فِي طَرِيقِهِ عَلِيَّ بْنَ زَيْدِ بْنِ جُدْعَانَ، وَقَدْ ذَكَرَ البزار فِي مُسْنَدِهِ مِنْ حَدِيثِ يُوسُفَ بْنِ عَبْدِ اللَّهِ بْنِ سَلَامٍ عَنْ أَبِي الدَّرْدَاءِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( «لَا صَلَاةَ لِلْمُلْتَفِتِ» ) .فَأَمَّا حَدِيثُ ابْنِ عَبَّاسٍ: \" «إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَلْحَظُ",
      "pageNum": "٥٥"
    },
    {
      "index": "56",
      "title": "",
      "text": "فِي الصَّلَاةِ يَمِينًا وَشِمَالًا، وَلَا يَلْوِي عُنُقَهُ خَلْفَ ظَهْرِهِ» \" فَهَذَا حَدِيثٌ لَا يَثْبُتُ. قَالَ الترمذي فِيهِ: حَدِيثٌ غَرِيبٌ. وَلَمْ يَزِدْ.وَقَالَ الخلال: أَخْبَرَنِي الميموني أَنَّ أبا عبد الله قِيلَ لَهُ: إِنَّ بَعْضَ النَّاسِ أَسْنَدَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُلَاحِظُ فِي الصَّلَاةِ. فَأَنْكَرَ ذَلِكَ إِنْكَارًا شَدِيدًا حَتَّى تَغَيَّرَ وَجْهُهُ، وَتَغَيَّرَ لَوْنُهُ وَتَحَرَّكَ بَدَنُهُ، وَرَأَيْتُهُ فِي حَالٍ مَا رَأَيْتُهُ فِي حَالٍ قَطُّ أَسْوَأَ مِنْهَا، وَقَالَ: النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُلَاحِظُ فِي الصَّلَاةِ؟ ! يَعْنِي أَنَّهُ أَنْكَرَ ذَلِكَ، وَأَحْسَبُهُ قَالَ: لَيْسَ لَهُ إِسْنَادٌ، وَقَالَ: مَنْ رَوَى هَذَا؟ إِنَّمَا هَذَا مِنْ سَعِيدِ بْنِ الْمُسَيَّبِ، ثُمَّ قَالَ لِي بَعْضُ أَصْحَابِنَا: إِنَّ أبا عبد الله وَهَّنَ حَدِيثَ سعيد هَذَا وَضَعَّفَ إِسْنَادَهُ، وَقَالَ: إِنَّمَا هُوَ عَنْ رَجُلٍ عَنْ سعيد، وَقَالَ عبد الله بن أحمد: حَدَّثْتُ أَبِي بِحَدِيثِ حَسَّانَ بْنِ إِبْرَاهِيمَ عَنْ عبد الملك الكوفي قَالَ: سَمِعْتُ العلاء قَالَ: سَمِعْتُ مكحولا يُحَدِّثُ عَنْ أبي أمامة وواثلة: ( «كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَامَ إِلَى الصَّلَاةِ لَمْ يَلْتَفِتْ يَمِينًا وَلَا شِمَالًا، وَرَمَى بِبَصَرِهِ فِي مَوْضِعِ سُجُودِهِ» ) فَأَنْكَرَهُ جِدًّا وَقَالَ: اضْرِبْ عَلَيْهِ. فأحمد رَحِمَهُ اللَّهُ أَنْكَرَ هَذَا وَهَذَا، وَكَانَ إِنْكَارُهُ لِلْأَوَّلِ أَشَدَّ؛ لِأَنَّهُ بَاطِلٌ سَنَدًا وَمَتْنًا.وَالثَّانِي: إِنَّمَا أَنْكَرَ سَنَدُهُ، وَإِلَّا فَمَتْنُهُ غَيْرُ مُنْكَرٍ، وَاللَّهُ أَعْلَمُ.وَلَوْ ثَبَتَ الْأَوَّلُ لَكَانَ حِكَايَةَ فِعْلٍ فَعَلَهُ، لَعَلَّهُ كَانَ لِمَصْلَحَةٍ تَتَعَلَّقُ",
      "pageNum": "٥٦"
    },
    {
      "index": "57",
      "title": "",
      "text": "بِالصَّلَاةِ كَكَلَامِهِ عَلَيْهِ السَّلَامُ هُوَ وأبو بكر وعمر وذو اليدين فِي الصَّلَاةِ لِمَصْلَحَتِهَا أَوْ لِمَصْلَحَةِ الْمُسْلِمِينَ، كَالْحَدِيثِ الَّذِي رَوَاهُ أبو داود عَنْ أبي كبشة السلولي عَنْ سهل بن الحنظلية قَالَ: «ثُوِّبَ بِالصَّلَاةِ يَعْنِي صَلَاةَ الصُّبْحِ، فَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي وَهُوَ يَلْتَفِتُ إِلَى الشِّعْبِ» .قَالَ أبو داود: يَعْنِي وَكَانَ أَرْسَلَ فَارِسًا إِلَى الشِّعْبِ مِنَ اللَّيْلِ يَحْرُسُ، فَهَذَا الِالْتِفَاتُ مِنَ الِاشْتِغَالِ بِالْجِهَادِ فِي الصَّلَاةِ، وَهُوَ يَدْخُلُ فِي مَدَاخِلِ الْعِبَادَاتِ كَصَلَاةِ الْخَوْفِ، وَقَرِيبٌ مِنْهُ قَوْلُ عمر: إِنِّي لَأُجَهِّزُ جَيْشِي وَأَنَا فِي الصَّلَاةِ. فَهَذَا جَمْعٌ بَيْنَ الْجِهَادِ وَالصَّلَاةِ. وَنَظِيرُهُ التَّفَكُّرُ فِي مَعَانِي الْقُرْآنِ وَاسْتِخْرَاجُ كُنُوزِ الْعِلْمِ مِنْهُ فِي الصَّلَاةِ، فَهَذَا جَمْعٌ بَيْنَ الصَّلَاةِ وَالْعِلْمِ، فَهَذَا لَوْنٌ، وَالْتِفَاتُ الْغَافِلِينَ اللَّاهِينَ وَأَفْكَارُهُمْ لَوْنٌ آخَرُ، وَبِاللَّهِ التَّوْفِيقُ.فَهَدْيُهُ الرَّاتِبُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِطَالَةُ الرَّكْعَتَيْنِ الْأُولَيَيْنِ مِنَ الرُّبَاعِيَّةِ عَلَى الْأُخْرَيَيْنِ، وَإِطَالَةُ الْأُولَى مِنَ الْأُولَيَيْنِ عَلَى الثَّانِيَةِ، وَلِهَذَا قَالَ سعد لعمر: أَمَّا أَنَا فَأُطِيلُ فِي الْأُولَيَيْنِ، وَأَحْذِفُ فِي الْأُخْرَيَيْنِ، وَلَا آلُو أَنْ أَقْتَدِيَ بِصَلَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.وَكَذَلِكَ كَانَ هَدْيُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِطَالَةَ صَلَاةِ الْفَجْرِ عَلَى سَائِرِ الصَّلَوَاتِ كَمَا تَقَدَّمَ.قَالَتْ عائشة رَضِيَ اللَّهُ عَنْهَا: ( «فَرَضَ اللَّهُ الصَّلَاةَ رَكْعَتَيْنِ رَكْعَتَيْنِ، فَلَمَّا هَاجَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زِيدَ فِي صَلَاةِ الْحَضَرِ إِلَّا الْفَجْرَ، فَإِنَّهَا أُقِرَّتْ عَلَى حَالِهَا مِنْ أَجْلِ طُولِ الْقِرَاءَةِ، وَالْمَغْرِبَ لِأَنَّهَا وِتْرُ النَّهَارِ» ) رَوَاهُ أَبُو حَاتِمِ بْنُ حِبَّانَ فِي \" صَحِيحِهِ \"",
      "pageNum": "٥٧"
    },
    {
      "index": "58",
      "title": "",
      "text": "وَأَصْلُهُ فِي \" صَحِيحِ الْبُخَارِيِّ \".وَهَذَا كَانَ هَدْيَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَائِرِ صَلَاتِهِ؛ إِطَالَةُ أَوَّلِهَا عَلَى آخِرِهَا كَمَا فَعَلَ فِي الْكُسُوفِ، وَفِي قِيَامِ اللَّيْلِ لَمَّا صَلَّى رَكْعَتَيْنِ طَوِيلَتَيْنِ، ثُمَّ رَكْعَتَيْنِ وَهُمَا دُونَ اللَّتَيْنِ قَبْلَهُمَا، ثُمَّ رَكْعَتَيْنِ وَهُمَا دُونَ اللَّتَيْنِ قَبْلَهُمَا، حَتَّى أَتَمَّ صَلَاتَهُ.وَلَا يُنَاقِضُ هَذَا افْتِتَاحَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَاةَ اللَّيْلِ بِرَكْعَتَيْنِ خَفِيفَتَيْنِ وَأَمْرَهُ بِذَلِكَ، لِأَنَّ هَاتَيْنِ الرَّكْعَتَيْنِ مِفْتَاحُ قِيَامِ اللَّيْلِ، فَهُمَا بِمَنْزِلَةِ سُنَّةِ الْفَجْرِ وَغَيْرِهَا، وَكَذَلِكَ الرَّكْعَتَانِ اللَّتَانِ كَانَ يُصَلِّيهِمَا أَحْيَانًا بَعْدَ وِتْرِهِ تَارَةً جَالِسًا وَتَارَةً قَائِمًا مَعَ قَوْلِهِ: ( «اجْعَلُوا آخِرَ صَلَاتِكُمْ بِاللَّيْلِ وِتْرًا» ) فَإِنَّ هَاتَيْنِ الرَّكْعَتَيْنِ لَا تُنَافِيَانِ هَذَا الْأَمْرَ، كَمَا أَنَّ الْمَغْرِبَ وِتْرٌ لِلنَّهَارِ، وَصَلَاةُ السُّنَّةِ شَفْعًا بَعْدَهَا لَا يُخْرِجُهَا عَنْ كَوْنِهَا وِتْرًا لِلنَّهَارِ، وَكَذَلِكَ الْوِتْرُ لَمَّا كَانَ عِبَادَةً مُسْتَقِلَّةً وَهُوَ وِتْرُ اللَّيْلِ كَانَتِ الرَّكْعَتَانِ بَعْدَهُ جَارِيَتَيْنِ مَجْرَى سُنَّةِ الْمَغْرِبِ مِنَ الْمَغْرِبِ، وَلَمَّا كَانَ الْمَغْرِبُ فَرْضًا كَانَتْ مُحَافَظَتُهُ عَلَيْهِ السَّلَامُ عَلَى سُنَّتِهَا أَكْثَرَ مِنْ مُحَافَظَتِهِ عَلَى سُنَّةِ الْوِتْرِ، وَهَذَا عَلَى أَصْلِ مَنْ يَقُولُ بِوُجُوبِ الْوِتْرِ ظَاهِرٌ جِدًّا، وَسَيَأْتِي مَزِيدُ كَلَامٍ فِي هَاتَيْنِ الرَّكْعَتَيْنِ إِنْ شَاءَ اللَّهُ تَعَالَى، وَهِيَ مَسْأَلَةٌ شَرِيفَةٌ لَعَلَّكَ لَا تَرَاهَا فِي مُصَنَّفٍ وَبِاللَّهِ التَّوْفِيقُ.",
      "pageNum": "٥٨"
    },
    {
      "index": "59",
      "title": "",
      "text": "فَصْلٌ في كيفية التورك في القعدة الأخيرةفَصْلٌ وَكَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا جَلَسَ فِي التَّشَهُّدِ الْأَخِيرِ جَلَسَ مُتَوَرِّكًا، وَكَانَ يُفْضِي بِوَرِكِهِ إِلَى الْأَرْضِ وَيُخْرِجُ قَدَمَهُ مِنْ نَاحِيَةٍ وَاحِدَةٍ.فَهَذَا أَحَدُ الْوُجُوهِ الثَّلَاثَةِ الَّتِي رُوِيَتْ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي التَّوَرُّكِ. ذَكَرَهُ أبو داود فِي حَدِيثِ أَبِي حُمَيْدٍ السَّاعِدِيِّ مِنْ طَرِيقِ عَبْدِ اللَّهِ بْنِ لَهِيعَةَ، وَقَدْ ذَكَرَ أبو حاتم فِي \" صَحِيحِهِ \" هَذِهِ الصِّفَةَ مِنْ حَدِيثِ أَبِي حُمَيْدٍ السَّاعِدِيِّ مِنْ غَيْرِ طَرِيقِ ابْنِ لَهِيعَةَ، وَقَدْ تَقَدَّمَ حَدِيثُهُ.الْوَجْهُ الثَّانِي: ذَكَرَهُ الْبُخَارِيُّ فِي \" صَحِيحِهِ \" مِنْ حَدِيثِ أبي حميد أَيْضًا قَالَ: ( «وَإِذَا جَلَسَ فِي الرَّكْعَةِ الْآخِرَةِ قَدَّمَ رِجْلَهُ الْيُسْرَى وَنَصَبَ الْيُمْنَى، وَقَعَدَ عَلَى مَقْعَدَتِهِ» ) فَهَذَا هُوَ الْمُوَافِقُ الْأَوَّلَ فِي الْجُلُوسِ عَلَى الْوَرِكِ، وَفِيهِ زِيَادَةُ وَصْفٍ فِي هَيْئَةِ الْقَدَمَيْنِ لَمْ تَتَعَرَّضِ الرِّوَايَةُ الْأُولَى لَهَا.الْوَجْهُ الثَّالِثُ: مَا ذَكَرَهُ مسلم فِي \" صَحِيحِهِ \" مِنْ حَدِيثِ عبد الله بن الزبير: أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( «كَانَ يَجْعَلُ قَدَمَهُ الْيُسْرَى بَيْنَ فَخِذِهِ وَسَاقِهِ، وَيَفْرِشُ قَدَمَهُ الْيُمْنَى» ) وَهَذِهِ",
      "pageNum": "٥٩"
    },
    {
      "index": "60",
      "title": "",
      "text": "هِيَ الصِّفَةُ الَّتِي اخْتَارَهَا أَبُو الْقَاسِمِ الْخِرَقِيُّ فِي \" مُخْتَصَرِهِ \"، وَهَذَا مُخَالِفٌ لِلصِّفَتَيْنِ الْأُولَيَيْنِ فِي إِخْرَاجِ الْيُسْرَى مِنْ جَانِبِهِ الْأَيْمَنِ، وَفِي نَصْبِ الْيُمْنَى، وَلَعَلَّهُ كَانَ يَفْعَلُ هَذَا تَارَةً وَهَذَا تَارَةً، وَهَذَا أَظْهَرُ.وَيَحْتَمِلُ أَنْ يَكُونَ مِنِ اخْتِلَافِ الرُّوَاةِ، وَلَمْ يُذْكَرْ عَنْهُ عَلَيْهِ السَّلَامُ هَذَا التَّوَرُّكُ إِلَّا فِي التَّشَهُّدِ الَّذِي يَلِيهِ السَّلَامُ.قَالَ الْإِمَامُ أَحْمَدُ وَمَنْ وَافَقَهُ: هَذَا مَخْصُوصٌ بِالصَّلَاةِ الَّتِي فِيهَا تَشَهُّدَانِ، وَهَذَا التَّوَرُّكُ فِيهَا جُعِلَ فَرْقًا بَيْنَ الْجُلُوسِ فِي التَّشَهُّدِ الْأَوَّلِ الَّذِي يُسَنُّ تَخْفِيفُهُ، فَيَكُونُ الْجَالِسُ فِيهِ مُتَهَيِّئًا لِلْقِيَامِ، وَبَيْنَ الْجُلُوسِ فِي التَّشَهُّدِ الثَّانِي الَّذِي يَكُونُ الْجَالِسُ فِيهِ مُطْمَئِنًّا.وَأَيْضًا فَتَكُونُ هَيْئَةُ الْجُلُوسَيْنِ فَارِقَةً بَيْنَ التَّشَهُّدَيْنِ مُذَكِّرَةً لِلْمُصَلِّي حَالَهُ فِيهِمَا. وَأَيْضًا فَإِنَّ أبا حميد إِنَّمَا ذَكَرَ هَذِهِ الصِّفَةَ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْجِلْسَةِ الَّتِي فِي التَّشَهُّدِ الثَّانِي، فَإِنَّهُ ذَكَرَ صِفَةَ جُلُوسِهِ فِي التَّشَهُّدِ الْأَوَّلِ، وَأَنَّهُ ( «كَانَ يَجْلِسُ مُفْتَرِشًا ثُمَّ قَالَ: وَإِذَا جَلَسَ فِي الرَّكْعَةِ الْآخِرَةِ» ) وَفِي لَفْظٍ ( «فَإِذَا جَلَسَ فِي الرَّكْعَةِ الرَّابِعَةِ» ) .وَأَمَّا قَوْلُهُ فِي بَعْضِ أَلْفَاظِهِ: «حَتَّى إِذَا كَانَتِ الْجِلْسَةُ الَّتِي فِيهَا التَّسْلِيمُ أَخْرَجَ رِجْلَهُ الْيُسْرَى، وَجَلَسَ عَلَى شِقِّهِ مُتَوَرِّكًا» ، فَهَذَا قَدْ يَحْتَجُّ بِهِ مَنْ يَرَى التَّوَرُّكَ يُشْرَعُ فِي كُلِّ تَشَهُّدٍ يَلِيهِ السَّلَامُ، فَيَتَوَرَّكُ فِي الثَّانِيَةِ، وَهُوَ قَوْلُ الشَّافِعِيُّ رَحِمَهُ اللَّهُ، وَلَيْسَ بِصَرِيحٍ فِي الدَّلَالَةِ، بَلْ سِيَاقُ الْحَدِيثِ يَدُلُّ عَلَى أَنَّ ذَلِكَ إِنَّمَا كَانَ فِي التَّشَهُّدِ الَّذِي",
      "pageNum": "٦٠"
    },
    {
      "index": "61",
      "title": "",
      "text": "يَلِيهِ السَّلَامُ مِنَ الرُّبَاعِيَّةِ وَالثُّلَاثِيَّةِ، فَإِنَّهُ ذَكَرَ صِفَةَ جُلُوسِهِ فِي التَّشَهُّدِ الْأَوَّلِ وَقِيَامَهُ مِنْهُ ثُمَّ قَالَ: ( «حَتَّى إِذَا كَانَتِ السَّجْدَةُ الَّتِي فِيهَا التَّسْلِيمُ جَلَسَ مُتَوَرِّكًا» ) فَهَذَا السِّيَاقُ ظَاهِرٌ فِي اخْتِصَاصِ هَذَا الْجُلُوسِ بِالتَّشَهُّدِ الثَّانِي.",
      "pageNum": "٦١"
    },
    {
      "index": "62",
      "title": "فَصْلٌ في وَضْعُ الْيَدِ فِي التَّشَهُّدِ",
      "text": "وَكَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا جَلَسَ فِي التَّشَهُّدِ وَضَعَ يَدَهُ الْيُمْنَى عَلَى فَخِذِهِ الْيُمْنَى، وَضَمَّ أَصَابِعَهُ الثَّلَاثَ وَنَصَبَ السَّبَّابَةَ. وَفِي لَفْظٍ: وَقَبَضَ أَصَابِعَهُ الثَّلَاثَ، وَوَضَعَ يَدَهُ الْيُسْرَى عَلَى فَخِذِهِ الْيُسْرَى. ذَكَرَهُ مسلم عَنِ ابْنِ عُمَرَ. وَقَالَ وَائِلُ بْنُ حُجْرٍ: ( «جَعَلَ حَدَّ مِرْفَقِهِ الْأَيْمَنِ عَلَى فَخِذِهِ الْيُمْنَى، ثُمَّ قَبَضَ ثِنْتَيْنِ مِنْ أَصَابِعِهِ وَحَلَّقَ حَلْقَةً، ثُمَّ رَفَعَ أُصْبُعَهُ فَرَأَيْتُهُ يُحَرِّكُهَا يَدْعُو بِهَا» ) وَهُوَ فِي \" السُّنَنِ \".وَفِي حَدِيثِ ابْنِ عُمَرَ فِي \" صَحِيحِ مسلم \" (عَقَدَ ثَلَاثَةً وَخَمْسِينَ) .وَهَذِهِ الرِّوَايَاتُ كُلُّهَا وَاحِدَةٌ، فَإِنَّ مَنْ قَالَ: قَبَضَ أَصَابِعَهُ الثَّلَاثَ أَرَادَ بِهِ أَنَّ الْوُسْطَى كَانَتْ مَضْمُومَةً لَمْ تَكُنْ مَنْشُورَةً كَالسَّبَّابَةِ، وَمَنْ قَالَ: قَبَضَ ثِنْتَيْنِ مِنْ أَصَابِعِهِ أَرَادَ أَنَّ الْوُسْطَى لَمْ تَكُنْ مَقْبُوضَةً مَعَ الْبِنْصِرِ، بَلِ الْخِنْصِرُ وَالْبِنْصِرُ مُتَسَاوِيَتَانِ فِي الْقَبْضِ دُونَ الْوُسْطَى، وَقَدْ صَرَّحَ بِذَلِكَ مَنْ قَالَ: (وَعَقَدَ ثَلَاثَةً",
      "pageNum": "٦٢"
    },
    {
      "index": "63",
      "title": "",
      "text": "وَخَمْسِينَ) فَإِنَّ الْوُسْطَى فِي هَذَا الْعَقْدِ تَكُونُ مَضْمُومَةً، وَلَا تَكُونُ مَقْبُوضَةً مَعَ الْبِنْصِرِ.وَقَدِ اسْتَشْكَلَ كَثِيرٌ مِنَ الْفُضَلَاءِ هَذَا، إِذْ عَقْدُ ثَلَاثٍ وَخَمْسِينَ لَا يُلَائِمُ وَاحِدَةً مِنَ الصِّفَتَيْنِ الْمَذْكُورَتَيْنِ، فَإِنَّ الْخِنْصِرَ لَا بُدَّ أَنْ تَرْكَبَ الْبِنْصِرَ فِي هَذَا الْعَقْدِ.وَقَدْ أَجَابَ عَنْ هَذَا بَعْضُ الْفُضَلَاءِ، بِأَنَّ الثَّلَاثَةَ لَهَا صِفَتَانِ فِي هَذَا الْعَقْدِ: قَدِيمَةٌ، وَهِيَ الَّتِي ذُكِرَتْ فِي حَدِيثِ ابْنِ عُمَرَ تَكُونُ فِيهَا الْأَصَابِعُ الثَّلَاثُ مَضْمُومَةً مَعَ تَحْلِيقِ الْإِبْهَامِ مَعَ الْوُسْطَى، وَحَدِيثَةٌ، وَهِيَ الْمَعْرُوفَةُ الْيَوْمَ بَيْنَ أَهْلِ الْحِسَابِ، وَاللَّهُ أَعْلَمُ.وَكَانَ يَبْسُطُ ذِرَاعَهُ عَلَى فَخِذِهِ وَلَا يُجَافِيهَا، فَيَكُونُ حَدُّ مِرْفَقِهِ عِنْدَ آخِرِ فَخِذِهِ، وَأَمَّا الْيُسْرَى فَمَمْدُودَةُ الْأَصَابِعِ عَلَى الْفَخِذِ الْيُسْرَى.وَكَانَ يَسْتَقْبِلُ بِأَصَابِعِهِ الْقِبْلَةَ فِي رَفْعِ يَدَيْهِ، فِي رُكُوعِهِ، وَفِي سُجُودِهِ، وَفِي تَشَهُّدِهِ، وَيَسْتَقْبِلُ أَيْضًا بِأَصَابِعِ رِجْلَيْهِ الْقِبْلَةَ فِي سُجُودِهِ. وَكَانَ يَقُولُ فِي كُلِّ رَكْعَتَيْنِ: التَّحِيَّاتُ.وَأَمَّا الْمَوَاضِعُ الَّتِي كَانَ يَدْعُو فِيهَا فِي الصَّلَاةِ فَسَبْعَةُ مَوَاطِنَ.أَحَدُهَا: بَعْدَ تَكْبِيرَةِ الْإِحْرَامِ فِي مَحَلِّ الِاسْتِفْتَاحِ.الثَّانِي: قَبْلَ الرُّكُوعِ وَبَعْدَ الْفَرَاغِ مِنَ الْقِرَاءَةِ فِي الْوِتْرِ وَالْقُنُوتِ الْعَارِضِ فِي الصُّبْحِ قَبْلَ الرُّكُوعِ، إِنْ صَحَّ ذَلِكَ فَإِنَّ فِيهِ نَظَرًا.الثَّالِثُ: بَعْدَ الِاعْتِدَالِ مِنَ الرُّكُوعِ كَمَا ثَبَتَ ذَلِكَ فِي \" صَحِيحِ مسلم \" مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ قَالَ ( «سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ، مِلْءَ السَّمَاوَاتِ وَمِلْءَ الْأَرْضِ،",
      "pageNum": "٦٣"
    },
    {
      "index": "64",
      "title": "",
      "text": "وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ، اللَّهُمَّ طَهِّرْنِي بِالثَّلْجِ وَالْبَرَدِ وَالْمَاءِ الْبَارِدِ، اللَّهُمَّ طَهِّرْنِي مِنَ الذُّنُوبِ وَالْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الْوَسَخِ» ) .الرَّابِعُ فِي رُكُوعِهِ كَانَ يَقُولُ ( «سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ اللَّهُمَّ اغْفِرْ لِي» ) .الْخَامِسُ: فِي سُجُودِهِ، وَكَانَ فِيهِ غَالِبُ دُعَائِهِ.السَّادِسُ: بَيْنَ السَّجْدَتَيْنِ.السَّابِعُ: بَعْدَ التَّشَهُّدِ وَقَبْلَ السَّلَامِ، وَبِذَلِكَ أَمَرَ فِي حَدِيثِ أَبِي هُرَيْرَةَ وَحَدِيثِ فَضَالَةَ بْنِ عُبَيْدٍ، وَأَمَرَ أَيْضًا بِالدُّعَاءِ فِي السُّجُودِ.وَأَمَّا الدُّعَاءُ بَعْدَ السَّلَامِ مِنَ الصَّلَاةِ مُسْتَقْبِلَ الْقِبْلَةِ أَوِ الْمَأْمُومِينَ، فَلَمْ يَكُنْ ذَلِكَ مِنْ هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَصْلًا، وَلَا رُوِيَ عَنْهُ بِإِسْنَادٍ صَحِيحٍ وَلَا حَسَنٍ.وَأَمَّا تَخْصِيصُ ذَلِكَ بِصَلَاتَيِ الْفَجْرِ وَالْعَصْرِ، فَلَمْ يَفْعَلْ ذَلِكَ هُوَ وَلَا أَحَدٌ مِنْ خُلَفَائِهِ، وَلَا أَرْشَدَ إِلَيْهِ أُمَّتَهُ، وَإِنَّمَا هُوَ اسْتِحْسَانٌ رَآهُ مَنْ رَآهُ عِوَضًا مِنَ السُّنَّةِ بَعْدَهُمَا، وَاللَّهُ أَعْلَمُ.وَعَامَّةُ الْأَدْعِيَةِ الْمُتَعَلِّقَةِ بِالصَّلَاةِ إِنَّمَا فَعَلَهَا فِيهَا وَأَمَرَ بِهَا",
      "pageNum": "٦٤"
    },
    {
      "index": "65",
      "title": "",
      "text": "فِيهَا، وَهَذَا هُوَ اللَّائِقُ بِحَالِ الْمُصَلِّي، فَإِنَّهُ مُقْبِلٌ عَلَى رَبِّهِ، يُنَاجِيهِ مَا دَامَ فِي الصَّلَاةِ، فَإِذَا سَلَّمَ مِنْهَا انْقَطَعَتْ تِلْكَ الْمُنَاجَاةُ، وَزَالَ ذَلِكَ الْمَوْقِفُ بَيْنَ يَدَيْهِ وَالْقُرْبُ مِنْهُ، فَكَيْفَ يَتْرُكُ سُؤَالَهُ فِي حَالِ مُنَاجَاتِهِ وَالْقُرْبِ مِنْهُ وَالْإِقْبَالِ عَلَيْهِ، ثُمَّ يَسْأَلُهُ إِذَا انْصَرَفَ عَنْهُ؟ وَلَا رَيْبَ أَنَّ عَكْسَ هَذَا الْحَالِ هُوَ الْأَوْلَى بِالْمُصَلِّي، إِلَّا أَنَّ هَاهُنَا نُكْتَةً لَطِيفَةً، وَهُوَ أَنَّ الْمُصَلِّيَ إِذَا فَرَغَ مِنْ صَلَاتِهِ وَذَكَرَ اللَّهَ وَهَلَّلَهُ وَسَبَّحَهُ وَحَمِدَهُ وَكَبَّرَهُ بِالْأَذْكَارِ الْمَشْرُوعَةِ عَقِيبَ الصَّلَاةِ، اسْتُحِبَّ لَهُ أَنْ يُصَلِّيَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ ذَلِكَ، وَيَدْعُو بِمَا شَاءَ، وَيَكُونُ دُعَاؤُهُ عَقِيبَ هَذِهِ الْعِبَادَةِ الثَّانِيَةِ، لَا لِكَوْنِهِ دُبُرَ الصَّلَاةِ، فَإِنَّ كُلَّ مَنْ ذَكَرَ اللَّهَ وَحَمِدَهُ وَأَثْنَى عَلَيْهِ وَصَلَّى عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتُحِبَّ لَهُ الدُّعَاءُ عَقِيبَ ذَلِكَ، كَمَا فِي حَدِيثِ فَضَالَةَ بْنِ عُبَيْدٍ ( «إِذَا صَلَّى أَحَدُكُمْ فَلْيَبْدَأْ بِحَمْدِ اللَّهِ وَالثَّنَاءِ عَلَيْهِ، ثُمَّ لِيُصَلِّ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ لِيَدْعُ بِمَا شَاءَ» ) قَالَ الترمذي: حَدِيثٌ صَحِيحٌ.",
      "pageNum": "٦٥"
    },
    {
      "index": "66",
      "title": "فَصْلٌ في كيفية سلامه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ في الصلاة",
      "text": "ثُمَّ كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُسَلِّمُ عَنْ يَمِينِهِ السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ، وَعَنْ يَسَارِهِ كَذَلِكَ.هَذَا كَانَ فِعْلَهُ الرَّاتِبَ رَوَاهُ عَنْهُ خَمْسَةَ عَشَرَ صَحَابِيًّا، وَهُمْ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ، وَسَعْدُ بْنُ أَبِي وَقَّاصٍ، وَسَهْلُ بْنُ سَعْدٍ السَّاعِدِيُّ، وَوَائِلُ بْنُ حُجْرٍ، وَأَبُو مُوسَى الْأَشْعَرِيُّ، وَحُذَيْفَةُ بْنُ الْيَمَانِ، وَعَمَّارُ بْنُ يَاسِرٍ، وَعَبْدُ اللَّهِ بْنُ عُمَرَ، وَجَابِرُ بْنُ سَمُرَةَ، وَالْبَرَاءُ بْنُ عَازِبٍ، وأبو مالك الأشعري، وطلق بن علي، وأوس بن أوس، وأبو رمثة، وعدي بن عميرة، رَضِيَ اللَّهُ عَنْهُمْ.وَقَدْ رُوِيَ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ ( «كَانَ يُسَلِّمُ تَسْلِيمَةً وَاحِدَةً تِلْقَاءَ وَجْهِهِ» ) وَلَكِنْ لَمْ يَثْبُتْ",
      "pageNum": "٦٦"
    },
    {
      "index": "67",
      "title": "",
      "text": "عَنْهُ ذَلِكَ مِنْ وَجْهٍ صَحِيحٍ، وَأَجْوَدُ مَا فِيهِ حَدِيثُ عائشة رَضِيَ اللَّهُ عَنْهَا أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( «كَانَ يُسَلِّمُ تَسْلِيمَةً وَاحِدَةً: السَّلَامُ عَلَيْكُمْ يَرْفَعُ بِهَا صَوْتَهُ حَتَّى يُوقِظَنَا» ) وَهُوَ حَدِيثٌ مَعْلُولٌ، وَهُوَ فِي السُّنَنِ، لَكِنَّهُ كَانَ فِي قِيَامِ اللَّيْلِ، وَالَّذِينَ رَوَوْا عَنْهُ التَّسْلِيمَتَيْنِ رَوَوْا مَا شَاهَدُوهُ فِي الْفَرْضِ وَالنَّفْلِ، عَلَى أَنَّ حَدِيثَ عائشة لَيْسَ صَرِيحًا فِي الِاقْتِصَارِ عَلَى التَّسْلِيمَةِ الْوَاحِدَةِ، بَلْ أَخْبَرَتْ أَنَّهُ كَانَ يُسَلِّمُ تَسْلِيمَةً وَاحِدَةً يُوقِظُهُمْ بِهَا، وَلَمْ تَنْفِ الْأُخْرَى، بَلْ سَكَتَتْ عَنْهَا، وَلَيْسَ سُكُوتُهَا عَنْهَا مُقَدَّمًا عَلَى رِوَايَةِ مَنْ حَفِظَهَا وَضَبَطَهَا، وَهُمْ أَكْثَرُ عَدَدًا، وَأَحَادِيثُهُمْ أَصَحُّ، وَكَثِيرٌ مِنْ أَحَادِيثِهِمْ صَحِيحٌ، وَالْبَاقِي حِسَانٌ.قَالَ أَبُو عُمَرَ بْنُ عَبْدِ الْبَرِّ: رُوِيَ «عَنِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يُسَلِّمُ تَسْلِيمَةً وَاحِدَةً» مِنْ حَدِيثِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، وَمِنْ حَدِيثِ عائشة، وَمِنْ حَدِيثِ أنس، إِلَّا أَنَّهَا مَعْلُولَةٌ، وَلَا يُصَحِّحُهَا أَهْلُ الْعِلْمِ بِالْحَدِيثِ، ثُمَّ ذَكَرَ عِلَّةَ حَدِيثِ سعد: «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُسَلِّمُ فِي الصَّلَاةِ تَسْلِيمَةً وَاحِدَةً» . قَالَ: وَهَذَا وَهْمٌ وَغَلَطٌ، وَإِنَّمَا الْحَدِيثُ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُسَلِّمُ عَنْ يَمِينِهِ وَعَنْ يَسَارِهِ» ، ثُمَّ سَاقَ الْحَدِيثَ مِنْ طَرِيقِ ابْنِ الْمُبَارَكِ، عَنْ مُصْعَبِ بْنِ ثَابِتٍ، عَنْ إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ سَعْدٍ، عَنْ عامر بن سعد، عَنْ أَبِيهِ قَالَ: ( «رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُسَلِّمُ عَنْ يَمِينِهِ وَعَنْ شِمَالِهِ، حَتَّى كَأَنِّي أَنْظُرُ إِلَى صَفْحَةِ خَدِّهِ» ) فَقَالَ الزُّهْرِيُّ: مَا سَمِعْنَا هَذَا مِنْ حَدِيثِ",
      "pageNum": "٦٧"
    },
    {
      "index": "68",
      "title": "",
      "text": "رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ لَهُ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ: أَكُلَّ حَدِيثِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ سَمِعْتَهُ؟ قَالَ: لَا، قَالَ: فَنِصْفَهُ؟ قَالَ: لَا، قَالَ: فَاجْعَلْ هَذَا مِنَ النِّصْفِ الَّذِي لَمْ تَسْمَعْ. قَالَ: وَأَمَّا حَدِيثُ عائشة رَضِيَ اللَّهُ عَنْهَا: عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( «كَانَ يُسَلِّمُ تَسْلِيمَةً وَاحِدَةً» ) فَلَمْ يَرْفَعْهُ أَحَدٌ إِلَّا زهير بن محمد وَحْدَهُ عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عائشة، رَوَاهُ عَنْهُ عَمْرُو بْنُ أَبِي سَلَمَةَ وَغَيْرُهُ، وزهير بن محمد ضَعِيفٌ عِنْدَ الْجَمِيعِ، كَثِيرُ الْخَطَأِ لَا يُحْتَجُّ بِهِ، وَذُكِرَ لِيَحْيَى بْنِ مَعِينٍ هَذَا الْحَدِيثُ فَقَالَ: حَدِيثُ عَمْرِو بْنِ أَبِي سَلَمَةَ وزهير ضَعِيفَانِ لَا حُجَّةَ فِيهِمَا قَالَ: وَأَمَّا",
      "pageNum": "٦٨"
    },
    {
      "index": "69",
      "title": "",
      "text": "حَدِيثُ أنس، فَلَمْ يَأْتِ إِلَّا مِنْ طَرِيقِ أَيُّوبَ السَّخْتِيَانِيِّ عَنْ أنس، وَلَمْ يَسْمَعْ أيوب مِنْ أنس عِنْدَهُمْ شَيْئًا، قَالَ: وَقَدْ رُوِيَ مُرْسَلًا «عَنِ الحسن أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وأبا بكر وعمر رَضِيَ اللَّهُ عَنْهُمَا كَانُوا يُسَلِّمُونَ تَسْلِيمَةً وَاحِدَةً» ، وَلَيْسَ مَعَ الْقَائِلِينَ بِالتَّسْلِيمَةِ غَيْرُ عَمَلِ أَهْلِ الْمَدِينَةِ، قَالُوا: وَهُوَ عَمَلٌ قَدْ تَوَارَثُوهُ كَابِرًا عَنْ كَابِرٍ، وَمِثْلُهُ يَصِحُّ الِاحْتِجَاجُ بِهِ، لِأَنَّهُ لَا يَخْفَى لِوُقُوعِهِ فِي كُلِّ يَوْمٍ مِرَارًا، وَهَذِهِ طَرِيقَةٌ قَدْ خَالَفَهُمْ فِيهَا سَائِرُ الْفُقَهَاءِ، وَالصَّوَابُ مَعَهُمْ، وَالسُّنَنُ الثَّابِتَةُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تُدْفَعُ وَلَا تُرَدُّ بِعَمَلِ أَهْلِ بَلَدٍ كَائِنًا مَنْ كَانَ، وَقَدْ أَحْدَثَ الْأُمَرَاءُ بِالْمَدِينَةِ وَغَيْرِهَا فِي الصَّلَاةِ أُمُورًا اسْتَمَرَّ عَلَيْهَا الْعَمَلُ، وَلَمْ يُلْتَفَتْ إِلَى اسْتِمْرَارِهِ، وَعَمَلُ أَهْلِ الْمَدِينَةِ الَّذِي يُحْتَجُّ بِهِ مَا كَانَ فِي زَمَنِ الْخُلَفَاءِ الرَّاشِدِينَ، وَأَمَّا عَمَلُهُمْ بَعْدَ مَوْتِهِمْ وَبَعْدَ انْقِرَاضِ عَصْرِ مَنْ كَانَ بِهَا فِي الصَّحَابَةِ، فَلَا فَرْقَ بَيْنَهُمْ وَبَيْنَ عَمَلِ غَيْرِهِمْ، وَالسُّنَّةُ تَحْكُمُ بَيْنَ النَّاسِ، لَا عَمَلُ أَحَدٍ بَعْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَخُلَفَائِهِ، وَبِاللَّهِ التَّوْفِيقُ.",
      "pageNum": "٦٩"
    },
    {
      "index": "70",
      "title": "فَصْلٌ في أدعيته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ في الصلاة",
      "text": "وَكَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدْعُو فِي صَلَاتِهِ فَيَقُولُ: ( «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ» ) .",
      "pageNum": "٧٠"
    },
    {
      "index": "71",
      "title": "",
      "text": "وَكَانَ يَقُولُ فِي صَلَاتِهِ أَيْضًا: ( «اللَّهُمَّ اغْفِرْ لِي ذَنْبِي، وَوَسِّعْ لِي فِي دَارِي، وَبَارِكْ لِي فِيمَا رَزَقْتَنِي» ) .وَكَانَ يَقُولُ: ( «اللَّهُمَّ إِنِّي أَسْأَلُكَ الثَّبَاتَ فِي الْأَمْرِ، وَالْعَزِيمَةَ عَلَى الرُّشْدِ، وَأَسْأَلُكَ شُكْرَ نِعْمَتِكَ، وَحُسْنَ عِبَادَتِكَ، وَأَسْأَلُكَ قَلْبًا سَلِيمًا، وَلِسَانًا صَادِقًا، وَأَسْأَلُكَ مِنْ خَيْرِ مَا تَعْلَمُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا تَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا تَعْلَمُ» ) .",
      "pageNum": "٧١"
    },
    {
      "index": "72",
      "title": "",
      "text": "وَكَانَ يَقُولُ فِي سُجُودِهِ: ( «رَبِّ أَعْطِ نَفْسِي تَقْوَاهَا، وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا، أَنْتَ وَلِيُّهَا وَمَوْلَاهَا» ) . وَقَدْ تَقَدَّمَ ذِكْرُ بَعْضِ مَا كَانَ يَقُولُ فِي رُكُوعِهِ وَسُجُودِهِ وَجُلُوسِهِ وَاعْتِدَالِهِ فِي الرُّكُوعِ.",
      "pageNum": "٧٢"
    },
    {
      "index": "73",
      "title": "فَصْلٌ في الْمَحْفُوظُ فِي أَدْعِيَتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الصَّلَاةِ",
      "text": "وَالْمَحْفُوظُ فِي أَدْعِيَتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الصَّلَاةِ كُلِّهَا بِلَفْظِ الْإِفْرَادِ كَقَوْلِهِ ( «رَبِّ اغْفِرْ لِي وَارْحَمْنِي وَاهْدِنِي» ) ، وَسَائِرِ الْأَدْعِيَةِ الْمَحْفُوظَةِ عَنْهُ، وَمِنْهَا قَوْلُهُ فِي دُعَاءِ الِاسْتِفْتَاحِ: ( «اللَّهُمَّ اغْسِلْنِي مِنْ خَطَايَايَ بِالثَّلْجِ وَالْمَاءِ وَالْبَرَدِ، اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ» ) ... الْحَدِيثَ.وَرَوَى الْإِمَامُ أَحْمَدُ رَحِمَهُ اللَّهُ وَأَهْلُ \" السُّنَنِ \" مِنْ حَدِيثِ ثَوْبَانَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( «لَا يَؤُمُّ عَبْدٌ قَوْمًا فَيَخُصَّ نَفْسَهُ بِدَعْوَةٍ دُونَهُمْ، فَإِنْ فَعَلَ فَقَدْ خَانَهُمْ» ) .",
      "pageNum": "٧٣"
    },
    {
      "index": "74",
      "title": "",
      "text": "قَالَ ابْنُ خُزَيْمَةَ فِي \" صَحِيحِهِ \": وَقَدْ ذَكَرَ حَدِيثَ ( «اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ» ) الْحَدِيثَ، قَالَ: فِي هَذَا دَلِيلٌ عَلَى رَدِّ الْحَدِيثِ الْمَوْضُوعِ ( «لَا يَؤُمُّ عَبْدٌ قَوْمًا فَيَخُصَّ نَفْسَهُ بِدَعْوَةٍ دُونَهُمْ، فَإِنْ فَعَلَ فَقَدْ خَانَهُمْ» ) . وَسَمِعْتُ شَيْخَ الْإِسْلَامِ ابن تيمية يَقُولُ: هَذَا الْحَدِيثُ عِنْدِي فِي الدُّعَاءِ الَّذِي يَدْعُو بِهِ الْإِمَامُ لِنَفْسِهِ وَلِلْمَأْمُومِينَ وَيَشْتَرِكُونَ فِيهِ، كَدُعَاءِ الْقُنُوتِ وَنَحْوِهِ، وَاللَّهُ أَعْلَمُ.",
      "pageNum": "٧٤"
    }
  ]
}
