[
 {
  "info": {
   "title": "كتاب معاني الحروف",
   "author": "أبو الحسن الرماني",
   "about": "<div> <h3 class=\"text-center\">بطاقة الكتاب وفهرس الموضوعات</h3>الكتاب: معاني الحروف<br>المؤلف: علي بن عيسى بن علي بن عبد الله، أبو الحسن الرماني المعتزلي (ت ٣٨٤هـ)<br>[الكتاب مرقم آليا غير موافق للمطبوع]<br>عدد الصفحات: ٧ <div>صفحة المؤلف: [<a href=\"https://shamela.ws/author/1237\">أبو الحسن الرماني</a>]</div>   </div>",
   "url": "https://shamela.ws/book/5353",
   "id": "5353",
   "toc": [[
    {
        "page": 1,
        "text": "الجزء الأول"
       },
       [
    {
     "page": 1,
     "text": "بسم الله الرحمن الرحيم"
    },
    {
     "page": 1,
     "text": "اللامات"
    },
    {
     "page": 1,
     "text": "الألفات"
    },
    {
     "page": 1,
     "text": "الهاءات"
    },
    {
     "page": 2,
     "text": "الياءات"
    },
    {
     "page": 2,
     "text": "النونات"
    },
    {
     "page": 3,
     "text": "التاءات"
    },
    {
     "page": 3,
     "text": "وجوه ما"
    },
    {
     "page": 4,
     "text": "والخمسة الأخر"
    },
    {
     "page": 4,
     "text": "من"
    },
    {
     "page": 5,
     "text": "أي"
    },
    {
     "page": 6,
     "text": "أن المخففة"
    },
    {
     "page": 6,
     "text": "إن"
    },
    {
     "page": 6,
     "text": "حتى"
    },
    {
     "page": 6,
     "text": "من"
    },
    {
     "page": 7,
     "text": "لام الإضافة"
    },
    {
     "page": 7,
     "text": "رويد"
    },
    {
     "page": 7,
     "text": "الخبر"
    }
   ]]],
   "page_chapters": {
    "1": [
     "بسم الله الرحمن الرحيم",
     "اللامات",
     "الألفات",
     "الهاءات"
    ],
    "2": [
     "الياءات",
     "النونات"
    ],
    "3": [
     "التاءات",
     "وجوه ما"
    ],
    "4": [
     "والخمسة الأخر",
     "من"
    ],
    "5": [
     "أي"
    ],
    "6": [
     "أن المخففة",
     "إن",
     "حتى",
     "من"
    ],
    "7": [
     "لام الإضافة",
     "رويد",
     "الخبر"
    ]
   },
   "all_pages": 7,
   "volumes": {},
   "pages": 7
  },
  "pages": [
   {
    "page_number": 1,
    "page": 1,
    "text": "<div> <p><span class=\"c4\">[بسم الله الرحمن الرحيم]</span></p><p>والصلاة والسلام على نبينا محمد وأله وصحبه.</p><p>قال أبو الحسن علي بن عيسى في كتاب منازل الحروف</p><p><span class=\"c4\">[اللامات]</span></p><p><span class=\"c5\">اللامات اثنتا عشرة وهي:</span> لام الابتداء نحو قولك: لزيد خير منك ولام القسم نحو: والله لآتينك ولام الإضافة نحو: لزيد مال ولام التعريف نحو: الرجل والغلام واللام الأصلية نحو: لها يلهو واللام الزائدة التي دخولها كخروجها نحو قول الشاعر:</p><p>لما أخلفت شكرك فاصطنعني ... فكيف ومن عطائك جل مالي</p><p><span class=\"c5\">ولام الاستغاثة نحو قول الشاعر:</span></p><p>يا َلبكر انشروا لي كليبا ... يا لبكر أين أين الفرار</p><p><span class=\"c5\">ومثل قول الشاعر:</span></p><p>يا للرجال ليوم الأربعاء أما ... ينفك يحدث لي بعد النهي طربا</p><p><span class=\"c5\">ولام الكناية نحو:</span> لهم وله وحكمها الفتح وأصلها لام الإضافة.</p><p><span class=\"c5\">ولام كي نحو قوله تعالى:</span> <span class=\"c2\">(وَلِتَصْغَى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لاَ يُؤْمِنُونَ بِالآخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُواْ مَا هُم مُّقْتَرِفُونَ)</span> ؛<span class=\"c5\"> وكذلك:</span> <span class=\"c2\">(لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُّسْتَقِيمًا)</span> أي كي يغفر.</p><p><span class=\"c5\">ولام الجحود كقوله تعالى:</span> <span class=\"c2\">(مَّا كَانَ اللهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَآ أَنتُمْ عَلَيْهِ حَتَّىَ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ وَمَا كَانَ اللهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلَكِنَّ اللهَ يَجْتَبِي مِن رُّسُلِهِ مَن يَشَاء فَآمِنُواْ بِاللهِ وَرُسُلِهِ وَإِن تُؤْمِنُواْ وَتَتَّقُواْ فَلَكُمْ أَجْرٌ عَظِيمٌ)</span> .</p><p><span class=\"c5\">ومن لام الإضافة لام العاقبة نحو قوله تعالى:</span> <span class=\"c2\">(فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ)</span> ،<span class=\"c5\"> وكذلك قوله تعالى:</span> <span class=\"c2\">(إِلاَّ مَن رَّحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ وَتَمَّتْ كَلِمَةُ رَبِّكَ لأَمْلأنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ)</span> .</p><p><span class=\"c5\">ومن كلامهم:</span></p><p>لدوا للموت وابنوا للخراب ... فكلكم يصير إلى ذهاب</p><p><span class=\"c5\">ولام الأمر كقوله تعالى:</span> <span class=\"c2\">(لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِ وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا)</span> .</p><p><span class=\"c4\">[الألفات]</span></p><p><span class=\"c5\">والألفات إحدى عشرة وهي:</span> ألف الأصل نحو قوله تعالى: <span class=\"c2\">(أَتَى أَمْرُ اللهِ)</span> وقوله: <span class=\"c2\">(حَمِيمٍ آنٍ)</span> .</p><p><span class=\"c5\">وألف الوصل نحو:</span> اذهب في الأمر واضرب واقتل ونحو اقتدر واستخرج وانطلق واحمر فكل ما كان على هذه الأمثلة من الفعل فألفه ألف وصل والأبنية الثلاثة من الثلاثي في الأمر وباقي الأبنية وألف القطع نحو: أكرم يكرم، وأحسن يحسن، وأقام يقيم فألفه إذا أمرت ألف قطع يبتدأ بها بالفتح نحو أحسن وأكرم وأقام وإنما سميت قطعا لأنها تقطع في الأمر وفي الاستئناف وفي الوصل وليس شيء من الألفات تقطع غيرها؛<span class=\"c5\"> لأنك تثبتها في درج الكلام نحو:</span> يا زيد أكرم عمرا،<span class=\"c5\"> وأما غيرها فتسقط في درج الكلام إذا أمرت وألف الاستفهام نحو:</span> أزيد عندك؟ أعمرو في الدار؟<span class=\"c5\"> وألف التقرير نحو قولة الحاكم:</span> أله عليك كذا وكذا، يعني ما يدعيه خصمك يقرره على ذلك.</p><p><span class=\"c5\">وألف الإيجاب نحو قول الشاعر:</span></p><p>ألستم خير من ركب المطايا ... وأندى العالمين بطون راح</p><p><span class=\"c5\">وكقول الله جل وعز:</span> <span class=\"c2\">(أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَن يُحْيِيَ الْمَوْتَى)</span> وقوله: <span class=\"c2\">(أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ)</span> .</p><p><span class=\"c5\">وألف الأداة نحو:</span> إن وأو وأم وما أشبه ذلك وألف الجمع نحو: أنفس وأكلب وكل ما كان على زنه أفعل وألف التخيير نحو قول الله عز وجل: <span class=\"c2\">(فإما منا بعد وإما فداء)</span> كذا وألف التفضيل نحو قوله تعالى: <span class=\"c2\">(وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى)</span> .</p><p><span class=\"c5\">ونحو قولهم:</span> أما بعد فقد كان كذا</p><p><span class=\"c4\">[الهاءات]</span></p><p>والهاءات سبع وهي هاء الإضمار كقولك زيد ضربته وعمرو مررت به فهذه الهاء كناية عن زيد وعمرو فتسمى هاء الكناية وهاء الإضمار وهاء التأنيث كقولك طلحة وحمزة في الوقف فإذا وصلت صارت تاء</p> </div>"
   },
   {
    "page_number": 2,
    "page": 2,
    "text": "<div> <p><span class=\"c5\">وهاء العماد كقول الله تعالى:</span> <span class=\"c2\">(يَا مُوسَى إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ)</span> . والهاء في إنه عماد ذكرت على شريطة التفسير.<span class=\"c5\"> وكذلك قوله تعالى:</span> <span class=\"c2\">(يَا بُنَيَّ إِنَّهَا إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ)</span> ،<span class=\"c5\"> فالهاء ليست بضمير يرجع إلى مذكور مقدم وإنما هي مقدمة على شريطة التفسير لتفخم الكلام وهاء الوقف نحو:</span> قوله تعالى: <span class=\"c2\">(فَبِهُدَاهُمُ اقْتَدِهْ)</span> .<span class=\"c5\"> وقوله تعالى:</span> <span class=\"c2\">(وَمَا أَدْرَاكَ مَا هِيَهْ)</span> . و <span class=\"c2\">(هَلَكَ عَنِّي سُلْطَانِيهْ)</span> وتجب هذه الهاء فيما يحذف من الفعل حتى يبقى على كلمة واحدة نحو الأمر من وشيت ووقيت تقول شه وقه وكذلك من وعيت تقول عه فأنت في الأول في الخيار وفي الثاني فلا بد منها لأنه لا يوقف على كلمة واحدة قد ابتدئ بها وهاء الندبة نحو: وازيداه وواعمراه وما أشبه ذلك فإذا وصلت سقطت وإذا وقفت ثبتت لأنها لمد الصوت فإذا ناب عنها حرف غيرها في الاتصال سقطت والهاء الأصلية نحو قولك: لا تموه فالهاء فيه أصلية؛<span class=\"c5\"> وكذلك قوله تعالى:</span> <span class=\"c2\">(إلهكم إله واحد)</span> .</p><p><span class=\"c5\">وهاء البدل نحو:</span> هرقت وأرقت فالهاء بدل من الهمزة وكذلك قولهم هرق ماؤك وكما قال الشاعر:</p><p>هرق لنا من قرقرى ذنوبا ... إن الذنوب ينفع المغلوبا</p><p><span class=\"c4\">[الياءات]</span></p><p><span class=\"c5\">والياءات عشر وهي:</span> ياء الإضافة تكون في الاسم والفعل نحو ضاربي في الاسم وضربني في الفعل ولا بد قبلها من النون لئلا يقع الكسر في الفعل فأما الاسم فلا يحتاج إلى النون معها فيه لأنه يدخله الجر والياء الأصلية نحو: المهدي والداعي في الاسم وأما الفعل فنحو يقضي ويهدي فهذه الياء من نفس الكلمة لأنها تقع في موضع لام الفعل من قولك يفعل وفاعل والياء الملحقة نحو: سلقى يسلقي ألحقته بدحرج يدحرج وهي زائدة تشبه الأصلية وياء التأنيث نحو: اضربي ولا تذهبي فهذه الياء اسم للمؤنث وكذلك هي في قوله جل وعز: <span class=\"c2\">(فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا)</span> . كان الأصل ترين من البشر في الاستعمال؛ وقد سقطت الألف التي هي لام الفعل من ترى لالتقاء الساكنين كما تسقط الألف من مصطفى إذا قلت مصطفين لالتقاء الساكنين فتصير ترين ثم تلحق النون الشديدة فتذهب نون الرفع لأنه لا تجتمع علامة الرفع مع النون الشديدة وتحرك الياء بالكسر لأن قبلها مفتوحا وبعدها نون ساكنة فتصير ترين.</p><p><span class=\"c5\">وياء الإطلاق نحو قول الشاعر:</span></p><p>أمن أم أوفى دمنة لم تكلم ... بحومانة الدراج فالمتثلم</p><p><span class=\"c5\">فهي تقع في إطلاق القافية في الشعر وفي الفواصل كقوله تعالى على قراءة يعقوب:</span> <span class=\"c2\">(وإياي فارهبوني)</span> و <span class=\"c2\">(إياي فاتقوني)</span> .</p><p><span class=\"c5\">والياء المنقلبة في نحو:</span> يغزي انقلبت من واو غزو وكذلك المعطي وأصله من عطا يعطو إذا تناول هو وأعطى يعطي إذا ناول غيره وأنشد:</p><p>وتعطو برخص غير شثن كأنه ... أساريع ظبي أو مساويك إسحل</p><p><span class=\"c5\">وياء التثنية نحو:</span> صاحبين وغلامين وهي تكون مع النون إلا في الإضافة نحو غلامي زيد في الجر والنصب وياء الجمع نحو مسلمين وصالحين وما أشبه ذلك ويجوز أن تجمع هذه الياء بالإضافة فتقول: مسلمي وصالحي؛<span class=\"c5\"> فأما ياء يا بني فإنها ليست من باب الجمع ولكنها أصلية بعدها ياء الإضافة قد حذفت واجتزئ بالكسرة منها ويجوز في العربية يا بني على النداء المفرد مثل يا زيد ويجوز يا بني على ما بيناه في لفظ الندبة كما قال الشاعر:</span></p><p>يا بنت عما لا تلومي واهجعي</p><p><span class=\"c5\">ومعناه يا بنت عمي على لفظ الندبة وكذلك يا ربا تجاوز يريد يا ربي ففي قولك يا بني ثلاث ياءات الياء الأولى ياء فعيل في التصغير والثانية أصلية والثالثة ياء الإضافة وياء العوض كقولك:</span> مررت بزيدي في قول من عوض من التنوين في الجر والرفع كما يعوض في النصب إذا قلت رأيت زيدا وياء الخروج تكون بعد هاء الإطلاق في الشعر كقول الشاعر:</p><p>تخلج المجنون من كسائهي</p><p>فالهمزة روي والألف ردف والهاء وصل والياء خروج</p><p><span class=\"c4\">[النونات]</span></p><p><span class=\"c5\">والنونات ثمان وهي:</span> نون الرفع وتكون في ثلاثة أشياء وهي يفعلان ويفعلون وتفعلين وسقوطها علامة النصب والجزم نحو: لن يفعلا ولن يفعلوا ولن تفعلي؛ وفي الجزم لم يفعلا ولم يفعلوا ولم تفعلي.</p><p><span class=\"c5\">ونون التثنية نحو:</span> الزيدان والغلامان تسقط في الإضافة وتثبت مع الألف واللام مكسورة لالتقاء الساكنين فتقول غلاما زيد وصاحبا عمرو فتسقطهما للإضافة</p> </div>"
   },
   {
    "page_number": 3,
    "page": 3,
    "text": "<div> <p><span class=\"c5\">ونون الجمع نحو:</span> المسلمون والصالحون والزيدون وهي مفتوحة أبدا لأن ما قبلها واو مضموم ما قبلها أو ياء مكسور ما قبلها فتحوها استثقالا للكسر فيها وهي تسقط في الإضافة كما تسقط نون التثنية نحو مسلموك وصالحوك ونون التوكيد نحو اضربن زيدا مخففة واضربن زيدا مشددة فإذا لقي المخففة ساكن حذفت لالتقاء الساكنين ولم تحرك كما يحرك التنوين كما قال الشاعر:</p><p>لا تهين الفقير علك أن تركع ... يوما والدهر قد رفعه</p><p><span class=\"c5\">وتقول على هذه:</span> اضرب الرجل تريد اضربن فتحذف لالتقاء الساكنين والمشددة تثبت على كل حال لأنها متحركة.</p><p><span class=\"c5\">نون الصرف نحو قولك:</span> رأيت زيدا هذا، وتسمى تنوينا،<span class=\"c5\"> وهي نون خفيفة في الحقيقة وتحرك إذا لقيها ساكن نحو جاءني زيد اليوم فحركتها بالكسر لالتقاء الساكنين وتحسب في وزن الشعر حرفا كسائر حروف المعجم والنون المضارعة لألفي التأنيث وتكون في شيئين في فعلان وفعلى نحو:</span> غضبان وغضبى، وسكران وسكرى، وعطشان وعطشى،<span class=\"c5\"> وفي التعريف نحو:</span> عثمان وحسان وما أشبه ذلك وإنما ضارعت ألفي التأنيث نحو حمراء وصفراء لأنها تمتنع عليها هاء التأنيث كما تمتنع على حمراء وصفراء فلا يجوز غضبانة ولا عثمانة فأما امتناع غضبانة فلأن مؤنثة غضبى وأما امتناع عثمانة فلأنه علم خاص.</p><p>فأما ندمان فالألف والنون فيه ليست بمضارعة لأنه يجوز فيه ندمانة، وكذلك عريان وعريانة وأن سميت بندمان فلم ينصرف لأن الألف والنون حينئذ يضارع التأنيث وأما قبل ذلك فينصرف وإن كان صفة لأن الألف والنون لا تضارعان التأنيث.</p><p><span class=\"c5\">والنون الأصلية نحو:</span> حسن وقطن وعدن،<span class=\"c5\"> وما أشبه ذلك ويجري عليها الإعراب كما يجري على دال زيد والنون الزائدة في حشو الكلمة نحو:</span> رعشن من الرعشة، وضيفن وهو الذي يجيء مع الضيف فهي وإن كانت زائدة يجري عليها من الإعراب كما يجري على الأصلية لأنها ملحقة بجعفر</p><p><span class=\"c4\">[التاءات]</span></p><p><span class=\"c5\">والتاءات سبع وهي:</span> تاء الجمع نحو: مسلمات وصالحات في جمع المؤنث وحكمها في النصب والجر أن تكون مكسورة نحو رأيت مسلمات، ومررت بمسلمات وأما في الرفع فمضمومة على الأصل نحو هؤلاء مسلمات؛ وكل ما فيه هاء التأنيث فقياسه إذا جمعته بألف وتاء هذا القياس نحو طلحة وطلحات، وعلامة وعلامات، وتمرة وتمرات، وما أشبه ذلك.</p><p><span class=\"c5\">وتاء التأنيث في الواحد تكون تاء في الوصل وهاء في الوقف نحو قوله تعالى:</span> <span class=\"c2\">(وَإِن تَعُدُّواْ نِعْمَةَ اللهِ لاَ تُحْصُوهَا)</span> .</p><p><span class=\"c5\">والتاء الأصلية نحو:</span> بيت وأبيات وتقول رأيت أبياتك لأنها أصلية كما تقول رأيت أخوالك لأنها بمنزلة اللام من الأخوال، والدال من الأوتاد وكذلك التاء في صلت وأصليت،<span class=\"c5\"> وكذلك في وقت وأوقات تقول علمت أوقاتك لأن التاء أصلية والتاء الزائدة في الواحد نحو:</span> عنكبوت ورحموت ورهبوت لأنك تقول عنكباء ورحم ورهب فتشف منه ما تذهب فيه الزيادة؛ وهذه التاء هي حرف الإعراب تجري مجرى الحرف الأصلي في تعاقب حركات الإعراب عليها.</p><p><span class=\"c5\">وتاء العوض نحو:</span> تاء بنت وأخت جعلت عوضا من المحذوف وبنيتا بناء جذع وقفل فإذا جمعت حذفتها وجئت بتاء الجمع فجرى مجرى تاء مسلمات ونحوه؛ فكل تاء زيدت في الواحد فقياسها أن تجري مجرى الدال من زيد في التصرف بوجوه الإعراب إلا أن يكون لا ينصرف فيكون حكمها حكم عثمان في أنه لا ينصرف.</p><p>فأما الجمع فكل تاء زيدت فيه مع الألف على طريق جمع السلامة فالتاء فيه بالنصب والجر على صورة واحدة كما يكون المذكور في جمع السلامة نحو رأيت المسلمين ومررت بالمسلمين.</p><p><span class=\"c5\">فأما جمع التكسير فيختلف فيه نحو بستان وبساتين تكون النون حرف الأعراب لأنه جمع تكسير وكذلك وقت وأوقات وبيت وأبيات فالتاء فيه حرف الإعراب لأنه جمع تكسير فهذا في الأصل والزائد سواء إذا كان على جمع التكسير نحو رأيت قضاتك وأكرمت جماعتك وغزاتك وما أشبه ذلك لأنه جمع تكسير وتاء البدل مثل:</span> ست أصلها سدس يدلك عليه الجمع أسداس وإنما قلبت تاء لأنها من مخرجها تقلب منها السين لمقاربتها ثم تدغم التاء الأولى في الأخرى فتصير ست والتاء الملحقة نحو: عفريت وزنه فعليت مأخوذ من العفر وهو ملحق بشمليل وقنديل.</p><p><span class=\"c4\">[وجوه ما]</span></p><p><span class=\"c5\">وما ولها عشرة أوجه خمسة منها أسماء وخمسة أحرف فالخمسة الأول:</span></p> </div>"
   },
   {
    "page_number": 4,
    "page": 4,
    "text": "<div> <p><span class=\"c5\">إستفهام نحو:</span> ما عندك فتقول طعام أو شراب أو رجل أو غلام وما أشبه ذلك من الأجناس لأنها سؤال عن الجنس،<span class=\"c5\"> وكذلك قولك ما تقول في زيد فتقول مجيبا خيرا أو شرا كأنه قال:</span> أي شيء تقول: أي فقلت خيرا فهذه استفهام.</p><p><span class=\"c5\">وجزاء نحو:</span> ما تفعل تجز عليه ومنه قوله جل وعز: <span class=\"c2\">(مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا)</span> وموضع يفتح جزم بما والجواب الفاء في فلا ممسك وموصولة بمعنى الذي نحو: ما عندك من المتاع أحب إلي ومنه قوله جل وعز: <span class=\"c2\">(وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ)</span> ؛<span class=\"c5\"> ولذلك صرفت أحسن من أجل إضافته إلى ما التي بمعنى الذي وتكون بمعنى المصدر نحو:</span> أعجبني ما صنعت أي صنعك وموصوفة نحو: قولك جئت بما خير من ذاك،<span class=\"c5\"> كقولك بشيء خير من ذاك ونظيرها في ذلك من توصف بالنكرة نحو:</span> مررت بمن خير منك كأنك قلت بإنسان خير منك وقال الشاعر:</p><p>فكفى بنا فضلا على من غيرنا ... حب النبي محمد إيانا</p><p><span class=\"c5\">وتجيء ما للتعجب نحو:</span> ما أحسن زيدا وما أعلم بكرا، وهي في تقدير شيء كأنك قلت شيء حسن زيدا وموضعها رفع بالابتداء وخبرها فعل التعجب وهو أحسن وعلى ذلك قياس الباب</p><p><span class=\"c4\">[والخمسة الأخر]</span></p><p><span class=\"c5\">جحود نحو:</span> <span class=\"c2\">(مَا هَذَا بَشَرًا)</span> . أو <span class=\"c2\">(وَمَا أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا)</span> .</p><p><span class=\"c5\">وأهل الحجاز ينصبون بها الخبر إذا كان منفيا في موضعه وبنو تميم يرفعونه على كل حال فيقولون:</span> ما زيدٌ قائمٌ،<span class=\"c5\"> وتقول:</span> ما قائمٌ زيدٌ؛<span class=\"c5\"> فتجتمع اللغتان فيه لتقديم الخبر وتقول:</span> ما زيد إلا قائمٌ؛<span class=\"c5\"> فترفع عند الجميع لخروج الخبر إلى الإثبات بقولك إلا وتقول:</span> ما زيد قائماً أبوه،<span class=\"c5\"> فإن قلت:</span> ما زيد قائم عمرو لم يجز لأنه ليس من سببه وكذلك قولك: ما أبو زينب قائمة أمها لم يجز فإن قلت: ما أبو زينب قائمة ًأمُّه جاز لأن السبب له.</p><p><span class=\"c5\">وصلة نحو قوله عز وجل:</span> <span class=\"c2\">(فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ)</span> .<span class=\"c5\"> أي بنقضهم وكذلك:</span> <span class=\"c2\">(فَبِمَا رَحْمَةٍ مِّنَ اللهِ لِنتَ لَهُمْ)</span> .<span class=\"c5\"> أي فبرحمة من الله وكذلك قول الأعشى:</span></p><p>فاذهبي ما إليك أدركني الجد ... عداني عن هيجكم أشغالي</p><p><span class=\"c5\">وكذلك قول عنترة:</span></p><p>يا شاة ما قيض لمن حلت له ... حرمت علي وليتها لم تحرم</p><p><span class=\"c5\">أي يا شاة قيض وكافة كقول الله عز وجل:</span> <span class=\"c2\">(إِنَّمَا اللهُ إِلَهٌ وَاحِدٌ)</span> .<span class=\"c5\"> وكذلك قوله:</span> <span class=\"c2\">(إِنَّمَا أَعِظُكُم بِوَاحِدَةٍ)</span> ؛ و <span class=\"c2\">(رُّبَمَا يَوَدُّ الَّذِينَ كَفَرُواْ لَوْ كَانُواْ مُسْلِمِينَ)</span> .</p><p><span class=\"c5\">ونحو قول الشاعر:</span></p><p>ربما تجزع النفوس من الأمر ... له فرجة كحل العقال</p><p><span class=\"c5\">ومنه قول الشاعر أيضا:</span></p><p>أعلاقة أم الوليد بعدما ... أفنان رأسك كالثغام المخلس</p><p><span class=\"c5\">لما كف بما استأنف الكلام بعد ما فقال أفنان رأسك بالرفع ومسلطة نحو:</span> حيثما تكن أكن ولولا ما لم يجز الجواب بحيث وكذلك قول الشاعر</p><p>إذا ما تريني اليوم أرخي ظعينتي ... أصوب سيرا في البلاد وأرفع</p><p>فإني من قوم سواكم وإنما ... رجالي قوم بالحجاز وأشجع</p><p>ومثله قول الآخر</p><p>إذ ما أتيت على الرسول فقل له ... حقا عليك إذا اطمأن المجلس</p><p>وموضع أتيت جزم بإذما والجواب بالفاء في فقل وما المسلطة سلطت الحرف على الجزم ولو لم تكن لم يجزم الحرف.</p><p><span class=\"c5\">ومغيرة لمعنى الحرف نحو:</span> <span class=\"c2\">(لَّوْ مَا تَأْتِينَا بِالْمَلائِكَةِ إِن كُنتَ مِنَ الصَّادِقِينَ)</span> . أي هلا تأتينا لقد غيرت معنى لو لأنه كان معناها في قولك لو كان كذا لكان كذا وهو وجوب الشيء لوجوب غيره فخرجت عن هذا المعنى في قولك لوما إلى معنى هلا فصارت ما مغيرة لمعنى لو وتكون مع الفعل بمنزلة المصدر نحو شر ما صنعت أي صنيعك وهي ههنا حرف؛<span class=\"c5\"> وتكون الصلة عوضا وغير عوض نحو قولك:</span> أما أنت منطلقا انطلقت معك أي إذ كنت منطلقا انطلقت معك فجعل ما من كنت ومنه:</p><p>أبا خراشة أما أنت ذا نفر ... فإن قومي لم تأكلهم الضبع</p><p>ف ما مفصولة من أن في الحقيقة وإن كان بعض الكتاب يكتبها موصولة للإدغام والأولى تفصل ليتبين أنهما حرفان ولا تلتبس بقولك أما التي هي حرف واحد في قولك أما زيد فمنطلق</p><p><span class=\"c4\">[من]</span></p><p><span class=\"c5\">ومن ولها سبعة أوجه:</span></p> </div>"
   },
   {
    "page_number": 5,
    "page": 5,
    "text": "<div> <p><span class=\"c5\">استفهام نحو قولك:</span> من عندك فتقول مجيبا زيد أو عمرو وهي نظير ما إلا أنها لمن يعقل خاصة وما للأجناس كائنا ما كانت ومن ذلك قوله تعالى: <span class=\"c2\">(يَا وَيْلَنَا مَن بَعَثَنَا مِن مَّرْقَدِنَا)</span> ، فخرجه مخرج الاستفهام ومعناه التنبيه على حال لم يكونوا متنبهين عليها.</p><p><span class=\"c5\">وجزاء نحو:</span> من يأتني أكرمه قال الشاعر</p><p>من يفعل الحسنات الله يشكرها ... والشر بالشر عند الله مثلان</p><p><span class=\"c5\">وموصولة نحو:</span> من يأتيك أكرمه، وإن من في الدار يكرمك،<span class=\"c5\"> ومن ذلك قوله تعالى:</span> <span class=\"c2\">(ومنهم من يقول ربنا آتنا في الدنيا)</span> أي منهم الذي يقول وموصوفة نحو: مررت بمن خير منك وهي نكرة،<span class=\"c5\"> قال الشاعر:</span></p><p>يا رب من يبغض أذوادنا ... رحن على بغضائه واغتدين</p><p><span class=\"c5\">فدخول رب عليها دل على أنها نكرة وكذلك قول الآخر:</span></p><p>رب من أنضجت غيظا صدره ... قد تمنى لي موتا لم يطع</p><p><span class=\"c5\">ومحمولة على التأويل في التثنية والجمع والتأنيث نحو قول الفرزدق:</span></p><p>تعالى فإن عاهدتني لا تخونني ... نكن مثل من يا ذئب يصطلحان</p><p>فثنى ضمير من على التأويل،<span class=\"c5\"> ومن ذلك قوله عز وجل:</span> <span class=\"c2\">(وَمِنْهُم مَّن يَسْتَمِعُونَ إِلَيْكَ أَفَأَنتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُواْ لاَ يَعْقِلُونَ)</span> . فجمع على التأويل؛<span class=\"c5\"> فأما قوله تعالى:</span> <span class=\"c2\">(وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ)</span> ؛<span class=\"c5\"> في موضع آخر فعلى اللفظ وأما الحمل على التأويل في التأنيث فنحو قوله تعالى:</span> <span class=\"c2\">(ومن تقنت منكن لله ورسوله)</span> فمن قرأه بالياء حمله على اللفظ.</p><p><span class=\"c5\">وموسومة بعلامة نكرة في مثل قول القائل:</span> رأيت رجلا فتقول منا فإن قال هذا رجل فتقول: منو وإن قال مررت برجل فتقول: مني تسمها بعلامة تدل على أنك مستفهم عن نكرة فإن قال: رأيت رجلا قلت منن وإن قال هؤلاء رجال قلت منون كما قال:</p><p>أتوا ناري فقلت منون أنتم ... فقالوا الجن قلت عموا ظلاما</p><p><span class=\"c5\">ومنقولة من اجل أم كقوله تعالى:</span> <span class=\"c2\">(أَمَّنْ هُوَ قَانِتٌ آنَاء اللَّيْلِ سَاجِدًا وَقَائِمًا)</span> .<span class=\"c5\"> نقلتها عن الاستفهام من اجل أم لأنه لا يدخل استفهام على استفهام كما نقلتها حين أدخلت عليها أم في قوله:</span></p><p>أم هل كبير بكى لم يقض عبرته ... إثر الأحبة يوم البين مشكوم</p><p>قال أم قد كبير فنقلها عن معنى الاستفهام إلى معنى قد.</p><p><span class=\"c4\">[أي]</span></p><p><span class=\"c5\">وأي لها سبعة أوجه استفهام نحو أي القوم عندك وأيهم ضربت وبأيهم مررت فإن كانت استفهاما عمل فيها ما بعدها ولم يعمل فيها ما قبلها ومن ذلك قوله تعالى:</span> <span class=\"c2\">(وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ)</span> . تنصب أيا بينقلبون ولا يجوز نصبها بسيعلم لأن الاستفهام لا يعمل فيه ما قبله لأن له صدر الكلام ويعمل فيه ما بعده لأنه لا يخرجه عن المصدر في اللفظ.</p><p><span class=\"c5\">وجزاء نحو قولك:</span> أيهم تر يأتك تنصبها بتر وتجزم تر بها والجواب يأتك ومن ذلك قوله تعالى: <span class=\"c2\">(قُلِ ادْعُواْ اللهَ أَوِ ادْعُواْ الرَّحْمَنَ أَيًّا مَّا تَدْعُواْ فَلَهُ الأَسْمَاء الْحُسْنَى)</span> . تنصب أيًا بتدعوا وتجزم تدعوا بأي والجواب الفاء في فله.</p><p><span class=\"c5\">وبمعنى الذي نحو:</span> لأضربن أيهم في الدار بمعنى لأضربن الذي في الدار وهذه يعمل فيها ما قبلها لأنها بمعنى الذي.<span class=\"c5\"> ومن ذلك قوله جل وعز في قراءة بعض القراء:</span> <span class=\"c2\">(ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا)</span> . بالنصب فأما من رفع أيهم ففي ذلك للنحويين ثلاثة أقوال. رفعه على الحكاية كأنه قال ثم لننزعن قائلين أيهم أشد وهذا وجه حسن، لأن في ننزع دليلا على معنى القول لأنه ينزع بالقول.<span class=\"c5\"> والوجه الثاني قول سيبويه:</span> إنها بمعنى الذي إلا أن صلتها لما حذف منها العائد بنيت على الضم فيجوز على هذا لأضربن أيهم قائل لك شيئا ولا يجوز على قول الخليل؛<span class=\"c5\"> والوجه الثالث قول يونس إن قوله تعالى:</span> لننزعن معلقة كما يعلق العلم في قولك قد علمت أيهم في الدار؛<span class=\"c5\"> وصفة كقولك:</span> مررت برجل أي رجل وبكريم أي كريم.</p><p><span class=\"c5\">وحال نحو:</span> مررت بزيد أي رجل تنصب أي رجل على الحال لأن الذي قبلها معرفة فلا يجوز أن تجري عليه الصفة.</p><p><span class=\"c5\">ومتصرفة في الإفراد والإضافة والتذكير والتأنيث نحو:</span> أي القوم أتاك وإن شئت قلت أي أتاك وتقول أية امرأة. عندك وأي رجل في الدار.</p> </div>"
   },
   {
    "page_number": 6,
    "page": 6,
    "text": "<div> <p><span class=\"c5\">ومنقولة إلى كم نحو قوله عز وجل:</span> <span class=\"c2\">(فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ)</span> . بمعنى وكم من قرية؛<span class=\"c5\"> وتقول:</span> كأين رجلا قد لقيت فتنصب رجلا كما تنصبه إذا قلت كم رجلا قد لقيت على التفسير؛ والأجود أن يكون معها من لأنها منقولة إلى باب كم للعدد فلزوم من أدل على معنى التفسير في النكرة بعدها.</p><p><span class=\"c4\">[أن المخففة]</span></p><p><span class=\"c5\">وأن المخففة ولها أربعة أوجه:</span> مخففة من الثقيلة مثل قوله عز وجل: <span class=\"c2\">(وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلّهِ رَبِّ الْعَالَمِينَ)</span> ، وأصله أنْ الحمد لله.<span class=\"c5\"> ومنه قوله تعالى:</span> <span class=\"c2\">(عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَى)</span> .<span class=\"c5\"> ولا تكون هذه إلا المخففة من الثقيلة من جهة دخول السين فأما قوله تعالى:</span> <span class=\"c2\">(وحسبوا أن لا تكونُ فتنة)</span> بالرفع فعلى المخففة أيضا كأنه قال إنه لا تكون فتنة وبالنصب فعلى أن الناصبة للفعل التي تنقله إلى معنى الاستقبال وقال الشاعر في المخففة:</p><p>في فتية كسيوف الهند قد علموا ... أن هالك كل من يحفى وينتعل</p><p>وإذا خففت لم تعمل ويكون ما بعدها على الابتداء والخبر، ومنهم من يعملها وهي مخففة كما يعملها وهي محذوفة والأكثر الرفع.</p><p><span class=\"c5\">وناصبة للفعل تنقله إلى الاستقبال ولا تجتمع من السين وسوف وهي مع الفعل بمعنى المصدر تقول يسرني أن تأتيني بمعنى يسرني إتيانك وأكره أن تخرج بمعنى أكره خروجك ومنه قوله عز وجل:</span> <span class=\"c2\">(وَيُرِيدُ اللهُ أَن يُحِقَّ الحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ)</span> .<span class=\"c5\"> ومنه قوله تعالى:</span> <span class=\"c2\">(وَاللهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَن تَمِيلُواْ مَيْلاً عَظِيمًا)</span> .<span class=\"c5\"> وموضع تميلوا النصب بأن وذهبت النون علامة للنصب وبمعنى أي الخفيفة نحو قوله عز وجل:</span> <span class=\"c2\">(وَانطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ)</span> ؛ أي امشوا وذلك أن انطلاقهم قائم مقام قولهم امشوا واصبروا على آلهتكم فجاءت أن بمعنى أي التي للتفسير نحو قولك أصلي أن أنا رجل صالح وإن شئت قلت أنا رجل صالح.</p><p><span class=\"c5\">وزائدة نحو:</span> لما أن جئتني أكرمتك والمعنى لما جئتني أكرمتك إلا انك أتيت بأن للتوكيد ومنه قوله تعالى: <span class=\"c2\">(ولما أن جاءت رسلنا)</span> .</p><p><span class=\"c4\">[إن]</span></p><p><span class=\"c5\">وإن المخففة المكسورة الألف على أربعة أوجه:</span> الجزاء نحو قولك إن تأتني أكرمك ومنه قوله عز وجل: وإن أحد من المشركين استجارك فأجره وقوله تعالى أيضا: <span class=\"c2\">(وَإِن يَأتُوكُمْ أُسَارَى تُفَادُوهُمْ)</span> .</p><p><span class=\"c5\">والجحد نحو قوله تعالى:</span> <span class=\"c2\">(إِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ)</span> . بمعنى ما الكافرون إلا في غرور وتقول إنتيتني بمعنى والله ما أتيتني.</p><p><span class=\"c5\">ومخففة من الثقيلة نحو قوله تعالى:</span> <span class=\"c2\">(وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ)</span> . تلزمها اللام في الخبر لئلا تلتبس بإن التي للجحد فتقول إن زيدا لقائم فتكون إيجابا فإن قلت إن زيد قائم كان نفيا.</p><p><span class=\"c5\">وزائدة نحو:</span> قول الشاعر:</p><p>وما إن طبنا جبن ولكن ... منايانا ودولة آخرينا</p><p>وتقول ما إن في الدار أحد بمعنى ما في الدار أحد فهذه زائدة على التوكيد</p><p><span class=\"c4\">[حتى]</span></p><p><span class=\"c5\">وحتى تنصرف على أربعة أوجه جارة نحو قولك قمت حتى الليل ومنه قوله تعالى:</span> <span class=\"c2\">(سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ)</span> .</p><p><span class=\"c5\">وعاطفة نحو:</span> قدم الناس حتى المشاة وخرج الناس حتى الأمير وتقول إن فلانا ليصوم الأيام حتى يوم الفطر ويجوز النصب لأنه لا يدخل في الصوم فتكون حتى غاية بمعنى إلى ولا يكون عطفا في هذه المسألة وناصبة للفعل نحو: سرت حتى أدخل المدينة بمعنى سرت إلى أن أدخل المدينة وتقول صليت حتى أدخل الجنة بمعنى صليت كي أدخل الجنة فهي تنصب بمعنى إلى أن وكي وحرف من حروف الابتداء نحو قول الشاعر:</p><p>فواعجبا حتى كليب تسبني ... كأن أباها نهشل أو مجاشع</p><p>وكقولك كلمته في الأمر حتى يميل فيه، أو حتى يميل على الحال فهذه ترفع الفعل بعدها، وكذلك قولك قد لج في أمره حتى أظنه خارجا تخبر عن ظن واقع في حال كلامه فترفع وهذه التي هي حرف من حروف الابتداء يقع بعدها الاسم والفعل على الاستئناف.</p><p><span class=\"c4\">[من]</span></p><p>ومن على أربعة أوجه</p> </div>"
   },
   {
    "page_number": 7,
    "page": 7,
    "text": "<div> <p><span class=\"c5\">ابتداء الغاية نحو خرجت من بغداد إلى الكوفة عنيت أن بغداد ابتداء الخروج والكوفة انتهاؤه وكذلك كتبت من العراق إلى مصر ومن فلان إلى فلان فمن لابتداء الأفعال والى لانتهائها وتبعيض نحو:</span> أخذت من الدراهم درهماً ومن الثياب ثوباً وخذ منها ما شئت كأنك قلت خذ بعضها أي بعض الذي شئت.</p><p><span class=\"c5\">وتجنيس نحو قوله جل وعز:</span> <span class=\"c2\">(فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ)</span> ؛ كأنه يقول اجتنبوا الذي هو وثن فجيء بمن لتقوم مقام الصفة.</p><p><span class=\"c5\">وزائدة نحو:</span> ما جاءني من أحد بمعنى ما جاءني أحد وكذلك قوله تعالى: <span class=\"c2\">(مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ)</span> كأنه قيل ما لكم إله غيره.</p><p><span class=\"c4\">[لام الإضافة]</span></p><p><span class=\"c5\">ولام الإضافة على أربعة أوجه الملك نحو قولك:</span> دار لزيد وثوب له وعبد له وما أشبه ذلك.</p><p><span class=\"c5\">والنسب نحو:</span> أب له وابن له وأخ له وعم له وما أشبه ذلك.</p><p><span class=\"c5\">والفعل نحوك ضرب له وشتم له والمفعول يجري هذا المجرى نحو قولك:</span> حركة للحجر، وسقوط للحائط وتخريق للثوب، وموت لزيد وما أشبه ذلك؛ وهي لا تخلو من هذه أربعة الأوجه وأصلها في كل ذلك الاختصاص.</p><p><span class=\"c4\">[رويد]</span></p><p><span class=\"c5\">ورويد تصرف على أربعة أوجه إسم للفعل نحو قول الشاعر:</span></p><p>رويد عليا جد ما ثدي أمهم ... إلينا ولكن بعضهم متيامن</p><p>كأنه قال أرود عليا أي أمهل وعلى هذا قبيله.</p><p><span class=\"c5\">وصفة نحو:</span> ساروا سيرا رويدا ورويدا صفة لسيرا كأنك قلت ساورا سيرا مترفقا.</p><p><span class=\"c5\">وحال نحو:</span> رحل القوم رويدا تنصب رويدا على الحال من القوم كأنك قلت رحلوا متمهلين.</p><p><span class=\"c5\">وبمعنى المصدر نحو:</span> رويدَ نفسِه تكون مضافة فتنصب بفعل محذوف كقوله تعالى: <span class=\"c2\">(فَضَرْبَ الرِّقَابِ)</span> .</p><p><span class=\"c5\">ولو فصلتها من الإضافة لقلت:</span> على هذا رويداً نفسَه فأعربت ونونت كما تقول ضربا زيدا فكأنك قلت أرود رويدا.</p><p>فأما التي هي اسم للفعل فمبنية على الفتح لا يدخلها التنوين لأجل البناء ولا تضاف كما قال رويد عليا، تصرف الحروف وتصرف الحروف فيما تدخل عليه على سبعة أوجه تدخل على الاسم وحده نحو الألف واللام في قولك الرجل والغلام وتدخل على الفعل وحده نحو السين وسوف من قولك سوف يفعل وسيفعل وتدخل على الجملة وحدها نحو ألف الاستفهام في قولك أقام زيد وحرف الجحد في قولك ما ذهب عمرو وتدخل على الاسم لتعقده باسم آخر نحو قولك قام عمرو وزيد وتدخل على الفعل لتعقده بفعل آخر نحو قولك مررت برجل يقوم ويقعد. وتدخل على الجملة لتعقدها بجملة أخرى نحو قولك إن قدم زيد خرج عمرو وكان الأصل قدم زيد خرج عمرو فهي تدخل على خبرين يصح أن يصدق أحدهما ويكذب الآخر فقعدتهما إن عقد الخبر الواحد فصار الصدق في جملته أو الكذب ولا يصح أن يفصل لأنه خبر واحد لأجل أن إن قد نقلته إلى ذلك ألا ترى انه إذا قال إن أتيتن أكرمتك فإكرامه من غير إتيان لم يصح أن يكون قد صدق في الإكرام وكذب في الإتيان لأن الجملة كلها خبر واحد وتدخل على الاسم لتعقده بفعل نحو مررت بزيد دخلت الباء على زيد ليتصل بالمرور لو لم تدخل عليه لم يتصل به لأنه لا يجوز مررت زيدا</p><p><span class=\"c4\">[الخبر]</span></p><p><span class=\"c5\">والخبر على أربعة أوجه:</span> للابتداء وِلكان وِلإن وللظن؛<span class=\"c5\"> وهو اسم نحو زيد قام وزيد أخوك فالقائم هو زيد كما أن أخوك هو زيد وهو فعل نحو:</span> زيد قام وعمرو ذهب وزيد ضرب عمرا وهو ظرف نحو: زيد عندك وعمرو خلفك والقتال يوم الجمعة والرحيل غدا وهو جملة نحو: زيد أبوه منطلق وعمرو خرج صاحبه؛ فقولك زيد مبتدأ أول وأبوه مبتدأ ثان ومنطلق خبر للأب والجملة خبر زيد؛ فأما عمرو فرفع بالابتداء وصاحبه رفع بفعله والجملة في موضع الخبر أكرمتك فإكرامه من غير إتيان لم يصح أن يكون قد صدق في الإكرام وكذب في الإتيان لأن الجملة كلها خبر واحد وتدخل على الاسم لتعقده بفعل نحو مررت بزيد دخلت الباء على زيد ليتصل بالمرور لو لم تدخل عليه لم يتصل به لأنه لا يجوز مررت.</p> </div>"
   }
  ]
 }
]