[
 {
  "info": {
   "title": "كتاب منازل الحروف",
   "author": "أبو الحسن الرماني",
   "about": "<div> <h3 class=\"text-center\">بطاقة الكتاب وفهرس الموضوعات</h3>الكتاب: رسالة منازل الحروف<br>المؤلف: علي بن عيسى بن علي بن عبد الله، أبو الحسن الرماني المعتزلي (ت ٣٨٤هـ)<br>المحقق: إبراهيم السامرائي<br>الناشر: دار الفكر - عمان<br>[ترقيم الكتاب موافق للمطبوع]<br>عدد الصفحات: ٨٥ <div>صفحة المؤلف: [<a href=\"https://shamela.ws/author/1237\">أبو الحسن الرماني</a>]</div>   </div>",
   "url": "https://shamela.ws/book/6997",
   "id": "6997",
   "toc": [[
    {
        "page": 1,
        "text": "الجزء الأول"
       },
       [
    {
     "page": 1,
     "text": "بسم الله الرحمن الرحيم"
    },
    {
     "page": 1,
     "text": "اللامات"
    },
    {
     "page": 3,
     "text": "الألفات"
    },
    {
     "page": 5,
     "text": "الهاءات"
    },
    {
     "page": 7,
     "text": "الياءات"
    },
    {
     "page": 10,
     "text": "النونات"
    },
    {
     "page": 12,
     "text": "التاءات"
    },
    {
     "page": 15,
     "text": "وجوه ما"
    },
    {
     "page": 20,
     "text": "من"
    },
    {
     "page": 23,
     "text": "أي"
    },
    {
     "page": 25,
     "text": "أن المخففة"
    },
    {
     "page": 27,
     "text": "إن"
    },
    {
     "page": 28,
     "text": "حتى"
    },
    {
     "page": 29,
     "text": "من"
    },
    {
     "page": 30,
     "text": "لام الإضافة"
    },
    {
     "page": 31,
     "text": "رويد"
    },
    {
     "page": 32,
     "text": "تصرف الحروف"
    },
    {
     "page": 33,
     "text": "الخبر"
    },
    {
     "page": 34,
     "text": "الأسماء التي تعمل عمل الفعل"
    },
    {
     "page": 35,
     "text": "حروف الزيادة"
    },
    {
     "page": 36,
     "text": "الفرق بين أما وإما"
    },
    {
     "page": 37,
     "text": "الفرق بين إن وأن"
    },
    {
     "page": 38,
     "text": "الفرق بين أم وأو"
    },
    {
     "page": 39,
     "text": "الفرق بين لو وإن"
    },
    {
     "page": 40,
     "text": "الفرق بين إن وأن"
    },
    {
     "page": 41,
     "text": "الحدود"
    },
    {
     "page": 42,
     "text": "بسم الله الرحمن الرحيم"
    },
    {
     "page": 43,
     "text": "باب الحدود"
    },
    {
     "page": 52,
     "text": "باب حدود الموصولات"
    }
   ]]],
   "page_chapters": {
    "1": [
     "بسم الله الرحمن الرحيم",
     "اللامات"
    ],
    "3": [
     "الألفات"
    ],
    "5": [
     "الهاءات"
    ],
    "7": [
     "الياءات"
    ],
    "10": [
     "النونات"
    ],
    "12": [
     "التاءات"
    ],
    "15": [
     "وجوه ما"
    ],
    "20": [
     "من"
    ],
    "23": [
     "أي"
    ],
    "25": [
     "أن المخففة"
    ],
    "27": [
     "إن"
    ],
    "28": [
     "حتى"
    ],
    "29": [
     "من"
    ],
    "30": [
     "لام الإضافة"
    ],
    "31": [
     "رويد"
    ],
    "32": [
     "تصرف الحروف"
    ],
    "33": [
     "الخبر"
    ],
    "34": [
     "الأسماء التي تعمل عمل الفعل"
    ],
    "35": [
     "حروف الزيادة"
    ],
    "36": [
     "الفرق بين أما وإما"
    ],
    "37": [
     "الفرق بين إن وأن"
    ],
    "38": [
     "الفرق بين أم وأو"
    ],
    "39": [
     "الفرق بين لو وإن"
    ],
    "40": [
     "الفرق بين إن وأن"
    ],
    "41": [
     "الحدود"
    ],
    "42": [
     "بسم الله الرحمن الرحيم"
    ],
    "43": [
     "باب الحدود"
    ],
    "52": [
     "باب حدود الموصولات"
    ]
   },
   "all_pages": 62,
   "volumes": {},
   "pages": 62
  },
  "pages": [
   {
    "page_number": 1,
    "page": 21,
    "text": "<div> <p>بِسم الله الرَّحْمَن الرَّحِيم</p><p>قَالَ أَبُو الْحسن عَليّ بن عِيسَى فِي كتاب منَازِل الْحُرُوف</p><p><span class=\"c4\">[اللامات]</span></p><p>اللامات اثْنَتَا عشرَة وَهِي</p><p>١ - لَام الِابْتِدَاء نَحْو قَوْلك لزيد خير مِنْك</p><p>٢ - وَلَام الْقسم نَحْو وَالله لآتينك</p><p>٣ - وَلَام الْإِضَافَة نَحْو لزيد مَال</p><p>٤ - وَلَام التَّعْرِيف نَحْو الرجل والغلام</p><p>٥ - وَاللَّام الْأَصْلِيَّة نَحْو لَهَا يلهو</p><p>٦ - وَاللَّام الزَّائِدَة الَّتِي دُخُولهَا كخروجها نَحْو قَول الشَّاعِر</p><p><span class=\"c2\">(لما أخلفت شكرك فاصطنعني ... فَكيف وَمن عطائك جلّ مَالِي)</span></p><p>٧ - وَلَام الاستغاثة نَحْو قَول الشَّاعِر</p><p><span class=\"c2\">(يَا لبكر انشروا لي كليبا ... يَا لبكر أَيْن أَيْن الْفِرَار)</span></p> </div>"
   },
   {
    "page_number": 2,
    "page": 22,
    "text": "<div> <p>وَمثل قَول الشَّاعِر</p><p><span class=\"c2\">(يَا للرِّجَال ليَوْم الْأَرْبَعَاء أما ... يَنْفَكّ يحدث لي بعد النَّهْي طَربا)</span></p><p>٨ - وَلَام الْكِنَايَة نَحْو لَهُم وَله وَحكمهَا الْفَتْح وَأَصلهَا لَام الْإِضَافَة</p><p>٩ - وَلَام كي نَحْو قَوْله تَعَالَى <span class=\"c3\">{وليرضوه وليقترفوا مَا هم مقترفون}</span> وَكَذَلِكَ <span class=\"c3\">{ليغفر لَك الله}</span> أَي كي يغْفر</p><p>١٠ - وَلَام الْجُحُود كَقَوْلِه تَعَالَى</p><p><span class=\"c3\">{مَا كَانَ الله ليذر الْمُؤمنِينَ على مَا أَنْتُم عَلَيْهِ}</span></p><p>١١ - وَمن لَام الْإِضَافَة لَام الْعَاقِبَة نَحْو قَوْله تَعَالَى</p><p><span class=\"c3\">{فالتقطه آل فِرْعَوْن ليَكُون لَهُم عدوا وحزنا}</span> وَكَذَلِكَ قَوْله تَعَالَى <span class=\"c3\">{إِلَّا من رحم رَبك وَلذَلِك خلقهمْ}</span></p><p>وَمن كَلَامهم</p> </div>"
   },
   {
    "page_number": 3,
    "page": 23,
    "text": "<div> <p><span class=\"c2\">(لدوا للْمَوْت وَابْنُوا للخراب ... فكلكم يصير إِلَى ذهَاب)</span></p><p>١٢ - وَلَام الْأَمر كَقَوْلِه تَعَالَى <span class=\"c3\">{لينفق ذُو سَعَة من سعته}</span></p><p><span class=\"c4\">[الألفات]</span></p><p>والألفات إِحْدَى عشرَة وَهِي</p><p>١ - ألف الأَصْل نَحْو قَوْله تَعَالَى <span class=\"c3\">{أَتَى أَمر الله}</span> وَقَوله <span class=\"c3\">{وَبَين حميم آن}</span></p><p>٢ - وَألف الْوَصْل نَحْو اذْهَبْ فِي الْأَمر وَاضْرِبْ واقتل وَنَحْو اقتدر واستخرج وَانْطَلق واحمار فَكل مَا كَانَ على هَذِه الْأَمْثِلَة من الْفِعْل فألفه ألف وصل والأبنية الثَّلَاثَة من الثلاثي فِي الْأَمر وَبَاقِي الْأَبْنِيَة</p><p>٣ - وَألف الْقطع نَحْو أكْرم يكرم وَأحسن يحسن وَأقَام يُقيم فألفه إِذا أمرت ألف قطع يبتدأ بهَا بِالْفَتْح نَحْو أحسن وَأكْرم وَأقَام وَإِنَّمَا سميت قطعا لِأَنَّهَا تقطع فِي الْأَمر وَفِي الِاسْتِئْنَاف وَفِي الْوَصْل وَلَيْسَ شَيْء من الألفات تقطع غَيرهَا</p> </div>"
   },
   {
    "page_number": 4,
    "page": 24,
    "text": "<div> <p>لِأَنَّك تثبتها فِي درج الْكَلَام نَحْو يَا زيد أكْرم عمرا وَأما غَيرهَا فَتسقط فِي درج الْكَلَام إِذا أمرت</p><p>٤ - وَألف الِاسْتِفْهَام نَحْو أَزِيد عنْدك أعمرو فِي الدَّار</p><p>٥ - وَألف التَّقْرِير نَحْو قولة الْحَاكِم أَله عَلَيْك كَذَا وَكَذَا يَعْنِي مَا يَدعِيهِ خصمك يقرره على ذَلِك</p><p>٦ - وَألف الْإِيجَاب نَحْو قَول الشَّاعِر</p><p><span class=\"c2\">(ألستم خير من ركب المطايا ... وأندى الْعَالمين بطُون رَاح)</span></p><p>وكقول الله جلّ وَعز <span class=\"c3\">{أَلَيْسَ ذَلِك بِقَادِر على أَن يحيي الْمَوْتَى}</span> وَقَوله <span class=\"c3\">{أَلَيْسَ الله بكاف عَبده}</span></p><p>٧ - وَألف الأداة نَحْو إِن وأو وَأم وَمَا أشبه ذَلِك</p><p>٨ - وَألف الْجمع نَحْو أنفس وأكلب وكل مَا كَانَ على زنه أفعل</p><p>٩ - وَألف التَّخْيِير نَحْو قَول الله عز وَجل <span class=\"c3\">{فإمَّا منا بعد وَإِمَّا فدَاء}</span></p> </div>"
   },
   {
    "page_number": 5,
    "page": 25,
    "text": "<div> <p>١٠ - وَألف التَّفْضِيل نَحْو قَوْله تَعَالَى <span class=\"c3\">{وَأما ثَمُود فهديناهم فاستحبوا الْعَمى على الْهدى}</span> وَنَحْو قَوْلهم أما بعد فقد كَانَ كَذَا ...</p><p><span class=\"c4\">[الهاءات]</span></p><p>والهاءات سبع وَهِي</p><p>١ - هَاء الْإِضْمَار كَقَوْلِك زيد ضَربته وَعَمْرو مَرَرْت بِهِ فَهَذِهِ الْهَاء كِنَايَة عَن زيد وَعَمْرو فتسمى هَاء الْكِنَايَة وهاء الْإِضْمَار</p><p>٢ - وهاء التَّأْنِيث كَقَوْلِك طَلْحَة وَحَمْزَة فِي الْوَقْف فَإِذا وصلت صَارَت تَاء</p><p>٣ - وهاء الْعِمَاد كَقَوْل الله تَعَالَى <span class=\"c3\">{إِنَّه أَنا الله الْعَزِيز الْحَكِيم}</span> وَالْهَاء فِي إِنَّه عماد ذكرت على شريطة التَّفْسِير</p><p>وَكَذَلِكَ قَوْله تَعَالَى <span class=\"c3\">{يَا بني إِنَّهَا إِن تَكُ مِثْقَال حَبَّة من خَرْدَل}</span> فالهاء لَيست بضمير يرجع إِلَى مَذْكُور مقدم وَإِنَّمَا هِيَ مُقَدّمَة على شريطة التَّفْسِير لتفخم الْكَلَام</p> </div>"
   },
   {
    "page_number": 6,
    "page": 26,
    "text": "<div> <p>٤ - وهاء الْوَقْف نَحْو قَوْله تَعَالَى <span class=\"c3\">{فبهداهم اقتده}</span></p><p>وَقَوله تَعَالَى <span class=\"c3\">{وَمَا أَدْرَاك مَا هيه}</span> و <span class=\"c3\">{هلك عني سلطانيه}</span></p><p>وَتجب هَذِه الْهَاء فِيمَا يحذف من الْفِعْل حَتَّى يبْقى على كلمة وَاحِدَة نَحْو الْأَمر من وشيت ووقيت تَقول شه وقه وَكَذَلِكَ من وعيت تَقول عه فَأَنت فِي الأول فِي الْخِيَار وَفِي الثَّانِي فَلَا بُد مِنْهَا لِأَنَّهُ لَا يُوقف على كلمة وَاحِدَة قد ابتدئ بهَا</p><p>٥ - وهاء الندبة نَحْو وازيداه وواعمراه وَمَا أشبه ذَلِك فَإِذا وصلت سَقَطت وَإِذا وقفت ثبتَتْ لِأَنَّهَا لمد الصَّوْت فَإِذا نَاب عَنْهَا حرف غَيرهَا فِي الِاتِّصَال سَقَطت</p><p>٦ - وَالْهَاء الْأَصْلِيَّة نَحْو قَوْلك لَا تموه فالهاء فِيهِ أَصْلِيَّة</p><p>وَكَذَلِكَ قَوْله تَعَالَى <span class=\"c3\">{إِلَهكُم إِلَه وَاحِد}</span></p><p>٧ - وهاء الْبَدَل نَحْو هرقت وأرقت فالهاء بدل من الْهمزَة وَكَذَلِكَ قَوْلهم هرق ماؤك وكما قَالَ الشَّاعِر</p> </div>"
   },
   {
    "page_number": 7,
    "page": 27,
    "text": "<div> <p><span class=\"c2\">(هرق لنا من قرقرى ذنوبا ... إِن الذُّنُوب ينفع المغلوبا)</span></p><p><span class=\"c4\">[الياءات]</span></p><p>والياءات عشر وَهِي</p><p>١ - يَاء الْإِضَافَة تكون فِي الِاسْم وَالْفِعْل نَحْو ضاربي فِي الِاسْم وضربني فِي الْفِعْل وَلَا بُد قبلهَا من النُّون لِئَلَّا يَقع الْكسر فِي الْفِعْل فَأَما الِاسْم فَلَا يحْتَاج إِلَى النُّون مَعهَا فِيهِ لِأَنَّهُ يدْخلهُ الْجَرّ</p><p>٢ - وَالْيَاء الْأَصْلِيَّة نَحْو الْمهْدي والداعي فِي الِاسْم وَأما الْفِعْل فنحو يقْضِي وَيهْدِي فَهَذِهِ الْيَاء من نفس الْكَلِمَة لِأَنَّهَا تقع فِي مَوضِع لَام الْفِعْل من قَوْلك يفعل وفاعل</p><p>٣ - وَالْيَاء الملحقة نَحْو سلقى يسلقي ألحقته ب دحرج يدحرج وَهِي زَائِدَة تشبه الْأَصْلِيَّة</p><p>٤ - وياء التَّأْنِيث نَحْو اضربي وَلَا تذهبي فَهَذِهِ الْيَاء اسْم للمؤنث وَكَذَلِكَ هِيَ فِي قَوْله جلّ وَعز <span class=\"c3\">{فإمَّا تَرين من الْبشر أحدا}</span></p><p>كَانَ الأَصْل تَرين من الْبشر فِي الِاسْتِعْمَال</p> </div>"
   },
   {
    "page_number": 8,
    "page": 28,
    "text": "<div> <p>وَقد سَقَطت الْألف الَّتِي هِيَ لَام الْفِعْل من ترى لالتقاء الساكنين كَمَا تسْقط الْألف من مصطفى إِذا قلت مصطفين لالتقاء الساكنين فَتَصِير تَرين ثمَّ تلْحق النُّون الشَّدِيدَة فتذهب نون الرّفْع لِأَنَّهُ لَا تَجْتَمِع عَلامَة الرّفْع مَعَ النُّون الشَّدِيدَة وتحرك الْيَاء بِالْكَسْرِ لِأَن قبلهَا مَفْتُوحًا وَبعدهَا نون سَاكِنة فَتَصِير تَرين</p><p>٥ - وياء الْإِطْلَاق نَحْو قَول الشَّاعِر</p><p><span class=\"c2\">(أَمن أم أوفى دمنة لم تكلم ... بحومانة الدراج فالمتثلم)</span></p><p>فَهِيَ تقع فِي إِطْلَاق القافية فِي الشّعْر وَفِي الفواصل كَقَوْلِه تَعَالَى على قِرَاءَة يَعْقُوب <span class=\"c3\">{وإياي فارهبون}</span> و <span class=\"c3\">{وإياي فاتقون}</span></p><p>٦ - وَالْيَاء المنقلبة فِي نَحْو يغزي انقلبت من وَاو غَزْو وَكَذَلِكَ الْمُعْطِي وَأَصله من عطا يعطو إِذا تنَاول هُوَ وَأعْطى يُعْطي إِذا ناول غَيره وَأنْشد</p><p><span class=\"c2\">(وتعطو برخص غير شثن كَأَنَّهُ ... أساريع ظَبْي أَو مساويك إسحل)</span></p> </div>"
   },
   {
    "page_number": 9,
    "page": 29,
    "text": "<div> <p>٧ - وياء التَّثْنِيَة نَحْو صاحبين وغلامين وَهِي تكون مَعَ النُّون إِلَّا فِي الْإِضَافَة نَحْو غلامي زيد فِي الْجَرّ وَالنّصب</p><p>٨ - وياء الْجمع نَحْو مُسلمين وصالحين وَمَا أشبه ذَلِك وَيجوز أَن تجمع هَذِه الْيَاء بِالْإِضَافَة فَتَقول مُسْلِمِي وصالحي</p><p>فَأَما يَاء يَا بني فَإِنَّهَا لَيست من بَاب الْجمع وَلكنهَا أَصْلِيَّة بعْدهَا يَاء الْإِضَافَة قد حذفت واجتزئ بالكسرة مِنْهَا وَيجوز فِي الْعَرَبيَّة يَا بني على النداء الْمُفْرد مثل يَا زيد وَيجوز يَا بني على مَا بَيناهُ فِي لفظ الندبة كَمَا قَالَ الشَّاعِر</p><p><span class=\"c2\">(يَا بنت عَمَّا لَا تلومي واهجعي ... )</span></p><p>وَمَعْنَاهُ يَا بنت عمي على لفظ الندبة وَكَذَلِكَ يَا رَبًّا تجَاوز يُرِيد يَا رَبِّي</p><p>فَفِي قَوْلك يَا بني ثَلَاث ياءات الْيَاء الأولى يَاء فعيل فِي التصغير وَالثَّانيَِة أَصْلِيَّة وَالثَّالِثَة يَاء الْإِضَافَة</p><p>٩ - وياء الْعِوَض كَقَوْلِك مَرَرْت بزيدي فِي قَول من عوض من التَّنْوِين فِي الْجَرّ وَالرَّفْع كَمَا يعوض فِي النصب إِذا قلت رَأَيْت زيدا</p> </div>"
   },
   {
    "page_number": 10,
    "page": 30,
    "text": "<div> <p>١٠ - وياء الْخُرُوج تكون بعد هَاء الْإِطْلَاق فِي الشّعْر كَقَوْل الشَّاعِر</p><p><span class=\"c2\">(تخلج الْمَجْنُون من كسائهي ... )</span></p><p>فالهمزة رُوِيَ وَالْألف ردف وَالْهَاء وصل وَالْيَاء خُرُوج</p><p><span class=\"c4\">[النونات]</span></p><p>والنونات ثَمَان وَهِي</p><p>١ - نون الرّفْع وَتَكون فِي ثَلَاثَة أَشْيَاء وَهِي يفْعَلَانِ ويفعلون وتفعلين وسقوطها عَلامَة النصب والجزم نَحْو لن يفعلا وَلنْ يَفْعَلُوا وَلنْ تفعلي</p><p>وَفِي الْجَزْم لم يفعلا وَلم يَفْعَلُوا وَلم تفعلي</p><p>٢ - وَنون التَّثْنِيَة نَحْو الزيدان والغلامان تسْقط فِي الْإِضَافَة وَتثبت مَعَ الْألف وَاللَّام مَكْسُورَة لالتقاء الساكنين فَتَقول غُلَاما زيد وصاحبا عَمْرو فتسقطهما للإضافة</p><p>٣ - وَنون الْجمع نَحْو الْمُسلمُونَ والصالحون والزيدون وَهِي مَفْتُوحَة أبدا لِأَن مَا قبلهَا وَاو مضموم مَا قبلهَا أَو يَاء مكسور مَا قبلهَا فتحوها استثقالا للكسر فِيهَا وَهِي تسْقط فِي الْإِضَافَة كَمَا تسْقط نون التَّثْنِيَة نَحْو مسلموك وصالحوك</p><p>٤ - وَنون التوكيد نَحْو اضربن زيدا مُخَفّفَة واضربن</p> </div>"
   },
   {
    "page_number": 11,
    "page": 31,
    "text": "<div> <p>زيدا مُشَدّدَة فَإِذا لَقِي المخففة سَاكن حذفت لالتقاء الساكنين وَلم تحرّك كَمَا يُحَرك التَّنْوِين كَمَا قَالَ الشَّاعِر</p><p><span class=\"c2\">(لَا تهين الْفَقِير علك أَن تركع ... يَوْمًا والدهر قد رَفعه)</span></p><p>وَتقول على هَذِه اضْرِب الرجل تُرِيدُ اضربن فتحذف لالتقاء الساكنين والمشددة تثبت على كل حَال لِأَنَّهَا متحركة</p><p>٥ - نون الصّرْف نَحْو قَوْلك رَأَيْت زيدا هَذَا وَتسَمى تنوينا</p><p>وَهِي نون خَفِيفَة فِي الْحَقِيقَة وتحرك إِذا لقيها سَاكن نَحْو جَاءَنِي زيد الْيَوْم فحركتها بِالْكَسْرِ لالتقاء الساكنين وتحسب فِي وزن الشّعْر حرفا كَسَائِر حُرُوف المعجم</p><p>٦ - وَالنُّون المضارعة لألفي التَّأْنِيث وَتَكون فِي شَيْئَيْنِ فِي فعلان وفعلى نَحْو غَضْبَان وغضبى وسكران وسكرى وعطشان وعطشى وَفِي التَّعْرِيف نَحْو عُثْمَان وَحسان وَمَا أشبه ذَلِك وَإِنَّمَا ضارعت ألفي التَّأْنِيث نَحْو حَمْرَاء وصفراء لِأَنَّهَا تمْتَنع عَلَيْهَا هَاء التَّأْنِيث كَمَا تمْتَنع على حَمْرَاء وصفراء فَلَا يجوز غضبانة وَلَا عثمانة فَأَما امْتنَاع غضبانة فَلِأَن مُؤَنّثَة غَضبى وَأما امْتنَاع عثمانة فَلِأَنَّهُ علم خَاص</p> </div>"
   },
   {
    "page_number": 12,
    "page": 32,
    "text": "<div> <p>فَأَما ندمان فالألف وَالنُّون فِيهِ لَيست بمضارعة لِأَنَّهُ يجوز فِيهِ ندمانة وَكَذَلِكَ عُرْيَان وعريانة</p><p>وَأَن سميت ب ندمان فَلم ينْصَرف لِأَن الْألف وَالنُّون حِينَئِذٍ يضارع التَّأْنِيث وَأما قبل ذَلِك فَيَنْصَرِف وَإِن كَانَ صفة لِأَن الْألف وَالنُّون لَا تضارعان التَّأْنِيث</p><p>٧ - وَالنُّون الْأَصْلِيَّة نَحْو حسن وقطن وعدن وَمَا أشبه ذَلِك وَيجْرِي عَلَيْهَا الْإِعْرَاب كَمَا يجْرِي على دَال زيد</p><p>٨ - وَالنُّون الزَّائِدَة فِي حَشْو الْكَلِمَة نَحْو رعشن من الرعشة وضيفن وَهُوَ الَّذِي يَجِيء مَعَ الضَّيْف فَهِيَ وَإِن كَانَت زَائِدَة يجْرِي عَلَيْهَا من الْإِعْرَاب كَمَا يجْرِي على الْأَصْلِيَّة لِأَنَّهَا مُلْحقَة ب جَعْفَر</p><p><span class=\"c4\">[التاءات]</span></p><p>والتاءات سبع وَهِي</p><p>١ - تَاء الْجمع نَحْو مسلمات وصالحات فِي جمع الْمُؤَنَّث وَحكمهَا فِي النصب والجر أَن تكون مَكْسُورَة نَحْو رَأَيْت مسلمات</p> </div>"
   },
   {
    "page_number": 13,
    "page": 33,
    "text": "<div> <p>ومررت بمسلمات وَأما فِي الرّفْع فمضمومة على الأَصْل نَحْو هَؤُلَاءِ مسلمات</p><p>وكل مَا فِيهِ هَاء التَّأْنِيث فقياسه إِذا جمعته بِأَلف وتاء هَذَا الْقيَاس نَحْو طَلْحَة وطلحات وعلامة وعلامات وَتَمْرَة وتمرات وَمَا أشبه ذَلِك</p><p>٢ - وتاء التَّأْنِيث فِي الْوَاحِد تكون تَاء فِي الْوَصْل وهاء فِي الْوَقْف نَحْو قَوْله تَعَالَى <span class=\"c3\">{وَإِن تعدوا نعْمَة الله لَا تحصوها}</span></p><p>٣ - وَالتَّاء الْأَصْلِيَّة نَحْو بَيت وأبيات وَتقول رَأَيْت أبياتك لِأَنَّهَا أَصْلِيَّة كَمَا تَقول رَأَيْت أخوالك لِأَنَّهَا بِمَنْزِلَة اللَّام من الأخوال وَالدَّال من الْأَوْتَاد وَكَذَلِكَ التَّاء فِي صلت وأصليت وَكَذَلِكَ فِي وَقت وأوقات تَقول علمت أوقاتك لِأَن التَّاء أَصْلِيَّة</p><p>٤ - وَالتَّاء الزَّائِدَة فِي الْوَاحِد نَحْو عنكبوت ورحموت ورهبوت لِأَنَّك تَقول عنكباء ورحم ورهب فتشف مِنْهُ مَا تذْهب فِيهِ الزِّيَادَة</p><p>وَهَذِه التَّاء هِيَ حرف الْإِعْرَاب تجْرِي مجْرى الْحَرْف الْأَصْلِيّ فِي تعاقب حركات الْإِعْرَاب عَلَيْهَا</p><p>٥ - وتاء الْعِوَض نَحْو تَاء بنت وَأُخْت جعلت عوضا من</p> </div>"
   },
   {
    "page_number": 14,
    "page": 34,
    "text": "<div> <p>الْمَحْذُوف وبنيتا بِنَاء جذع وقفل فَإِذا جمعت حذفتها وَجئْت بتاء الْجمع فَجرى مجْرى تَاء مسلمات وَنَحْوه فَكل تَاء زيدت فِي الْوَاحِد فقياسها أَن تجْرِي مجْرى الدَّال من زيد فِي التَّصَرُّف بِوُجُوه الْإِعْرَاب إِلَّا أَن يكون لَا ينْصَرف فَيكون حكمهَا حكم عُثْمَان فِي أَنه لَا ينْصَرف</p><p>فَأَما الْجمع فَكل تَاء زيدت فِيهِ مَعَ الْألف على طَرِيق جمع السَّلامَة فالتاء فِيهِ بِالنّصب والجر على صُورَة وَاحِدَة كَمَا يكون الْمَذْكُور فِي جمع السَّلامَة نَحْو رَأَيْت الْمُسلمين ومررت بِالْمُسْلِمين</p><p><span class=\"c5\">فَأَما جمع التكسير فيختلف فِيهِ نَحْو بُسْتَان وبساتين تكون النُّون حرف الْأَعْرَاب لِأَنَّهُ جمع تكسير وَكَذَلِكَ وَقت وأوقات وَبَيت وأبيات فالتاء فِيهِ حرف الْإِعْرَاب لِأَنَّهُ جمع تكسير فَهَذَا فِي الأَصْل وَالزَّائِد سَوَاء إِذا كَانَ على جمع التكسير نَحْو:</span> رَأَيْت قضاتك وأكرمت جماعتك وغزاتك وَمَا أشبه ذَلِك لِأَنَّهُ جمع تكسير</p><p>٦ - وتاء الْبَدَل مثل سِتّ أَصْلهَا سدس يدلك عَلَيْهِ الْجمع أَسْدَاس وَإِنَّمَا قلبت تَاء لِأَنَّهَا من مخرجها تقلب مِنْهَا السِّين لمقاربتها ثمَّ تُدْغَم التَّاء الأولى فِي الْأُخْرَى فَتَصِير سِتّ</p><p>٧ - وَالتَّاء الملحقة نَحْو عفريت وَزنه فعليت مَأْخُوذ من العفر وَهُوَ مُلْحق ب شمليل وقنديل</p> </div>"
   },
   {
    "page_number": 15,
    "page": 35,
    "text": "<div> <p>وُجُوه مَا</p><p>وَمَا وَلها عشرَة أوجه خَمْسَة مِنْهَا أَسمَاء وَخَمْسَة أحرف فالخمسة الأول</p><p>١ - إستفهام نَحْو مَا عنْدك فَتَقول طَعَام أَو شراب أَو رجل أَو غُلَام وَمَا أشبه ذَلِك من الْأَجْنَاس لِأَنَّهَا سُؤال عَن الْجِنْس</p><p>وَكَذَلِكَ قَوْلك مَا تَقول فِي زيد فَتَقول مجيبا خيرا أَو شرا كَأَنَّهُ قَالَ أَي شَيْء تَقول أَي فَقلت خيرا فَهَذِهِ اسْتِفْهَام</p><p>٢ - وَجَزَاء نَحْو مَا تفعل تجز عَلَيْهِ وَمِنْه قَوْله جلّ وَعز <span class=\"c3\">{مَا يفتح الله للنَّاس من رَحْمَة فَلَا مُمْسك لَهَا}</span> وَمَوْضِع يفتح جزم ب مَا وَالْجَوَاب الْفَاء فِي فَلَا مُمْسك</p><p>٣ - وموصولة بِمَعْنى الَّذِي نَحْو مَا عنْدك من الْمَتَاع أحب إِلَيّ وَمِنْه قَوْله جلّ وَعز <span class=\"c3\">{صَبَرُوا أجرهم بِأَحْسَن مَا كَانُوا يعْملُونَ}</span> وَلذَلِك صرفت أحسن من أجل إِضَافَته إِلَى</p> </div>"
   },
   {
    "page_number": 16,
    "page": 36,
    "text": "<div> <p>مَا الَّتِي بِمَعْنى الَّذِي</p><p>٤ - وَتَكون بِمَعْنى الْمصدر نَحْو أعجبني مَا صنعت أَي صنعك</p><p>٥ - وموصوفة نَحْو قَوْلك جِئْت بِمَا خير من ذَاك كَقَوْلِك بِشَيْء خير من ذَاك ونظيرها فِي ذَلِك من تُوصَف بالنكرة نَحْو مَرَرْت بِمن خير مِنْك كَأَنَّك قلت بِإِنْسَان خير مِنْك وَقَالَ الشَّاعِر</p><p><span class=\"c2\">(فَكفى بِنَا فضلا على من غَيرنَا ... حب النَّبِي مُحَمَّد إنْسَانا)</span></p><p>٦ - وتجيء مَا للتعجب نَحْو مَا أحسن زيدا وَمَا أعلم بكرا وَهِي فِي تَقْدِير شَيْء كَأَنَّك قلت شَيْء حسن زيدا وموضعها رفع بِالِابْتِدَاءِ وخبرها فعل التَّعَجُّب وَهُوَ أحسن وعَلى ذَلِك قِيَاس الْبَاب</p><p>والخمسة الْأُخَر</p><p>١ - جحود نَحْو <span class=\"c3\">{مَا هَذَا بشرا}</span> و <span class=\"c3\">{وَمَا أَنْت إِلَّا بشر مثلنَا}</span> وَأهل الْحجاز ينصبون بهَا الْخَبَر إِذا كَانَ منفيا فِي مَوْضِعه وَبَنُو تَمِيم يَرْفَعُونَهُ على كل حَال فَيَقُولُونَ مَا زيد قَائِم وَتقول مَا قَائِم زيد فتجتمع اللغتان فِيهِ لتقديم الْخَبَر وَتقول مَا</p> </div>"
   },
   {
    "page_number": 17,
    "page": 37,
    "text": "<div> <p>زيد إِلَّا قَائِم فَترفع عِنْد الْجَمِيع لخُرُوج الْخَبَر إِلَى الْإِثْبَات بِقَوْلِك إِلَّا</p><p>وَتقول مَا زيد قَائِما أَبوهُ فَإِن قلت مَا زيد قَائِم عَمْرو لم يجز لِأَنَّهُ لَيْسَ من سَببه وَكَذَلِكَ قَوْلك مَا أَبُو زَيْنَب قَائِمَة أمهَا لم يجز فَإِن قلت مَا أَبُو زَيْنَب قَائِمَة أمه جَازَ لِأَن السَّبَب لَهُ</p><p>٢ - وصلَة نَحْو قَوْله عز وَجل <span class=\"c3\">{فبمَا نقضهم ميثاقهم}</span> أَي بنقضهم وَكَذَلِكَ <span class=\"c3\">{فبمَا رَحْمَة من الله لنت لَهُم}</span> أَي فبرحمة من الله وَكَذَلِكَ قَول الْأَعْشَى</p><p><span class=\"c2\">(فاذهبي مَا إِلَيْك أدركني الْجد ... عداني عَن هيجكم أشغالي)</span></p><p>وَكَذَلِكَ قَول عنترة</p><p><span class=\"c2\">(يَا شَاة مَا قيض لمن حلت لَهُ ... حرمت عَليّ وليتها لم تحرم)</span></p><p>أَي يَا شَاة قيض</p><p>٣ - وكافة كَقَوْل الله عز وَجل <span class=\"c3\">{إِنَّمَا الله إِلَه وَاحِد}</span> وَكَذَلِكَ قَوْله <span class=\"c3\">{إِنَّمَا أعظكم بِوَاحِدَة}</span> و <span class=\"c3\">{رُبمَا}</span></p> </div>"
   },
   {
    "page_number": 18,
    "page": 38,
    "text": "<div> <p>يود الَّذين كفرُوا)</p><p>وَنَحْو قَول الشَّاعِر</p><p><span class=\"c2\">(رُبمَا تجزع النُّفُوس من الْأَمر ... لَهُ فُرْجَة كحل العقال)</span></p><p>وَمِنْه قَول الشَّاعِر أَيْضا</p><p><span class=\"c2\">(أعلاقة أم الْوَلِيد بَعْدَمَا ... أفنان رَأسك كالثغام المخلس)</span></p><p>لما كف ب مَا اسْتَأْنف الْكَلَام بعد مَا فَقَالَ أفنان رَأسك بِالرَّفْع</p><p>٤ - ومسلطة نَحْو حَيْثُمَا تكن أكن وَلَوْلَا مَا لم يجز الْجَواب ب حَيْثُ وَكَذَلِكَ قَول الشَّاعِر</p><p><span class=\"c2\">(إِذا مَا تريني الْيَوْم أرخي ظعينتي ... أصوب سيرا فِي الْبِلَاد وَأَرْفَع)</span></p><p><span class=\"c2\">(فَإِنِّي من قوم سواكم وَإِنَّمَا ... رجالي قوم بالحجاز وَأَشْجَع)</span></p><p>وَمثله قَول الآخر</p><p><span class=\"c2\">(إِذْ مَا أتيت على الرَّسُول فَقل لَهُ ... حَقًا عَلَيْك إِذا اطْمَأَن الْمجْلس)</span></p> </div>"
   },
   {
    "page_number": 19,
    "page": 39,
    "text": "<div> <p>وَمَوْضِع أتيت جزم ب إذما وَالْجَوَاب بِالْفَاءِ فِي فَقل وَمَا المسلطة سلطت الْحَرْف على الْجَزْم وَلَو لم تكن لم يجْزم الْحَرْف</p><p>٥ - ومغيرة لِمَعْنى الْحَرْف نَحْو <span class=\"c3\">{لَو مَا تَأْتِينَا بِالْمَلَائِكَةِ}</span> أَي هلا تَأْتِينَا لقد غيرت معنى لَو لِأَنَّهُ كَانَ مَعْنَاهَا فِي قَوْلك لَو كَانَ كَذَا لَكَانَ كَذَا وَهُوَ وجوب الشَّيْء لوُجُوب غَيره فَخرجت عَن هَذَا الْمَعْنى فِي قَوْلك لوما إِلَى معنى هلا فَصَارَت مَا مُغيرَة لِمَعْنى لَو</p><p>وَتَكون مَعَ الْفِعْل بِمَنْزِلَة الْمصدر نَحْو شَرّ مَا صنعت أَي صنيعك وَهِي هَهُنَا حرف</p><p>وَتَكون الصِّلَة عوضا وَغير عوض نَحْو قَوْلك أما أَنْت مُنْطَلقًا انْطَلَقت مَعَك أَي إِذْ كنت مُنْطَلقًا انْطَلَقت مَعَك فَجعل مَا من كنت وَمِنْه</p><p><span class=\"c2\">(أَبَا خراشة أما أَنْت ذَا نفر ... فَإِن قومِي لم تأكلهم الضبع)</span></p><p>ف مَا مفصولة من أَن فِي الْحَقِيقَة وَإِن كَانَ بعض</p> </div>"
   },
   {
    "page_number": 20,
    "page": 40,
    "text": "<div> <p>الْكتاب يَكْتُبهَا مَوْصُولَة للإدغام وَالْأولَى تفصل ليتبين أَنَّهُمَا حرفان وَلَا تَلْتَبِس بِقَوْلِك أما الَّتِي هِيَ حرف وَاحِد فِي قَوْلك أما زيد فمنطلق</p><p><span class=\"c4\">[من]</span></p><p>وَمن وَلها سَبْعَة أوجه</p><p>١ - اسْتِفْهَام نَحْو قَوْلك من عنْدك فَتَقول مجيبا زيد أَو عَمْرو وَهِي نَظِير مَا إِلَّا أَنَّهَا لمن يعقل خَاصَّة وَمَا للأجناس كَائِنا مَا كَانَت وَمن ذَلِك قَوْله تَعَالَى <span class=\"c3\">{يَا ويلنا من بعثنَا من مرقدنا}</span> فخرجه مخرج الِاسْتِفْهَام وَمَعْنَاهُ التَّنْبِيه على حَال لم يَكُونُوا متنبهين عَلَيْهَا</p><p>٢ - وَجَزَاء نَحْو من يأتني أكْرمه قَالَ الشَّاعِر</p><p><span class=\"c2\">(من يفعل الْحَسَنَات الله يشكرها ... وَالشَّر بِالشَّرِّ عِنْد الله مثلان)</span></p><p>٣ - وموصولة نَحْو من يَأْتِيك أكْرمه وَإِن من فِي الدَّار يكرمك وَمن ذَلِك قَوْله تَعَالَى <span class=\"c3\">{وَمِنْهُم من يَقُول رَبنَا آتنا فِي الدُّنْيَا}</span> أَي مِنْهُم الَّذِي يَقُول</p><p>٤ - وموصوفة نَحْو مَرَرْت بِمن خير مِنْك وَهِي نكرَة</p> </div>"
   },
   {
    "page_number": 21,
    "page": 41,
    "text": "<div> <p><span class=\"c5\">قَالَ الشَّاعِر:</span></p><p><span class=\"c2\">(يَا رب من يبغض أذوادنا ... رحن على بغضائه واغتدين)</span> فدخول رب عَلَيْهَا دلّ على أَنَّهَا نكرَة وَكَذَلِكَ قَول الآخر</p><p><span class=\"c2\">(رب من أنضجت غيظا صَدره ... قد تمنى لي موتا لم يطع)</span></p><p>٥ - ومحمولة على التَّأْوِيل فِي التَّثْنِيَة وَالْجمع والتأنيث نَحْو قَول الفرزدق</p><p><span class=\"c2\">(تَعَالَى فَإِن عاهدتني لَا تخونني ... نَكُنْ مثل من يَا ذِئْب يصطلحان)</span></p><p>فَثنى ضمير من على التَّأْوِيل</p><p>وَمن ذَلِك قَوْله - عز وَجل - <span class=\"c3\">{وَمِنْهُم من يَسْتَمِعُون إِلَيْك}</span> فَجمع على التَّأْوِيل</p><p>فَأَما قَوْله تَعَالَى <span class=\"c3\">{وَمِنْهُم من يستمع إِلَيْك}</span> فِي مَوضِع آخر فعلى اللَّفْظ وَأما الْحمل على التَّأْوِيل فِي التَّأْنِيث فنحو قَوْله تَعَالَى <span class=\"c3\">{وَمن يقنت مِنْكُن لله وَرَسُوله}</span> فَمن قَرَأَهُ</p> </div>"
   },
   {
    "page_number": 22,
    "page": 42,
    "text": "<div> <p>بِالْيَاءِ حمله على اللَّفْظ</p><p>٦ -<span class=\"c5\"> وموسومة بعلامة نكرَة فِي مثل قَول الْقَائِل:</span> رَأَيْت رجلا فَتَقول منا فَإِن قَالَ هَذَا رجل فَتَقول منو وَإِن قَالَ مَرَرْت بِرَجُل فَتَقول مني تسمها بعلامة تدل على أَنَّك مستفهم عَن نكرَة فَإِن قَالَ رَأَيْت رجلا قلت منن وَإِن قَالَ هَؤُلَاءِ رجال قلت منون كَمَا قَالَ</p><p><span class=\"c2\">(أَتَوا نَارِي فَقلت منون أَنْتُم ... فَقَالُوا الْجِنّ قلت عموا ظلاما)</span></p><p>٧ - ومنقولة من اجل أم كَقَوْلِه تَعَالَى <span class=\"c3\">{من هُوَ قَانِت آنَاء اللَّيْل سَاجِدا وَقَائِمًا}</span> نقلتها عَن الِاسْتِفْهَام من اجل أم لِأَنَّهُ لَا يدْخل اسْتِفْهَام على اسْتِفْهَام كَمَا نقلتها حِين أدخلت عَلَيْهَا أم فِي قَوْله</p><p><span class=\"c2\">(أم هَل كَبِير بَكَى لم يقْض عبرته ... إِثْر الْأَحِبَّة يو ٤ م الْبَين مشكوم)</span></p><p>قَالَ أم قد كَبِير فنقلها عَن معنى الِاسْتِفْهَام إِلَى معنى قد</p> </div>"
   },
   {
    "page_number": 23,
    "page": 43,
    "text": "<div> <p>أَي</p><p>وَأي لَهَا سَبْعَة أوجه</p><p>١ - اسْتِفْهَام نَحْو أَي الْقَوْم عنْدك وأيهم ضربت وبأيهم مَرَرْت فَإِن كَانَت استفهاما عمل فِيهَا مَا بعْدهَا وَلم يعْمل فِيهَا مَا قبلهَا وَمن ذَلِك قَوْله تَعَالَى <span class=\"c3\">{وَسَيعْلَمُ الَّذين ظلمُوا أَي مُنْقَلب يَنْقَلِبُون}</span> تنصب أيا ب يَنْقَلِبُون وَلَا يجوز نصبها ب سَيعْلَمُ لِأَن الِاسْتِفْهَام لَا يعْمل فِيهِ مَا قبله لِأَن لَهُ صدر الْكَلَام وَيعْمل فِيهِ مَا بعده لِأَنَّهُ لَا يُخرجهُ عَن الْمصدر فِي اللَّفْظ</p><p>٢ - وَجَزَاء نَحْو قَوْلك أَيهمْ تَرَ يأتك. تنصبها ب تَرَ وتجزم تَرَ بهَا وَالْجَوَاب يأتك وَمن ذَلِك قَوْله تَعَالَى <span class=\"c3\">{قل ادعوا الله أَو ادعوا الرَّحْمَن أيا مَا تدعوا فَلهُ الْأَسْمَاء الْحسنى}</span> تنصب أيا ب تدعوا وتجزم تدعوا ب أَي وَالْجَوَاب الْفَاء فِي فَلهُ.</p><p>٣ - وَبِمَعْنى الَّذِي نَحْو لَأَضرِبَن أَيهمْ فِي الدَّار بِمَعْنى لَأَضرِبَن الَّذِي فِي الدَّار وَهَذِه يعْمل فِيهَا مَا قبلهَا لِأَنَّهَا بِمَعْنى الَّذِي</p><p>وَمن ذَلِك قَوْله جلّ وَعز فِي قِرَاءَة بعض الْقُرَّاء <span class=\"c3\">{ثمَّ لننزعن من كل شيعَة أَيهمْ أَشد على الرَّحْمَن عتيا}</span></p> </div>"
   },
   {
    "page_number": 24,
    "page": 44,
    "text": "<div> <p>) فَأَما من رفع أَيهمْ فَفِي ذَلِك للنحويين ثَلَاثَة أَقْوَال</p><p>رَفعه على الْحِكَايَة كَأَنَّهُ قَالَ ثمَّ لننزعن قائلين أَيهمْ أَشد وَهَذَا وَجه حسن لِأَن فِي ننزع دَلِيلا على معنى القَوْل لِأَنَّهُ ينْزع بالْقَوْل</p><p>وَالْوَجْه الثَّانِي قَول سِيبَوَيْهٍ إِنَّهَا بِمَعْنى الَّذِي إِلَّا أَن صلتها لما حذف مِنْهَا الْعَائِد بنيت على الضَّم فَيجوز على هَذَا لَأَضرِبَن أَيهمْ قَائِل لَك شَيْئا وَلَا يجوز على قَول الْخَلِيل</p><p>وَالْوَجْه الثَّالِث قَول يُونُس إِن قَوْله تَعَالَى <span class=\"c3\">{لننزعن}</span> معلقَة كَمَا يعلق الْعلم فِي قَوْلك قد علمت أَيهمْ فِي الدَّار</p><p>٤ - وَصفَة كَقَوْلِك مَرَرْت بِرَجُل أَي رجل وبكريم أَي كريم</p><p>٥ - وَحَال نَحْو مَرَرْت بزيد أَي رجل تنصب أَي رجل على الْحَال لِأَن الَّذِي قبلهَا معرفَة فَلَا يجوز أَن تجْرِي عَلَيْهِ الصّفة</p><p>٦ - ومتصرفة فِي الْإِفْرَاد وَالْإِضَافَة والتذكير والتأنيث نَحْو أَي الْقَوْم أَتَاك وَإِن شِئْت قلت أَي أَتَاك وَتقول أَيَّة امْرَأَة</p> </div>"
   },
   {
    "page_number": 25,
    "page": 45,
    "text": "<div> <p>عنْدك وَأي رجل فِي الدَّار</p><p>٧ - ومنقولة إِلَى كم نَحْو قَوْله عز وَجل <span class=\"c3\">{فكأين من قَرْيَة أهلكناها وَهِي ظالمة}</span> بِمَعْنى وَكم من قَرْيَة</p><p>وَتقول كأين رجلا قد لقِيت فتنصب رجلا كَمَا تنصبه إِذا قلت كم رجلا قد لقِيت على التَّفْسِير</p><p>والأجود أَن يكون مَعهَا من لِأَنَّهَا منقولة إِلَى بَاب كم للعدد فلزوم من أدل على معنى التَّفْسِير فِي النكرَة بعْدهَا</p><p>أَن المخففة</p><p>وَأَن المخففة وَلها أَرْبَعَة أوجه</p><p>١ - مُخَفّفَة من الثَّقِيلَة مثل قَوْله عز وَجل <span class=\"c3\">{وَآخر دَعوَاهُم أَن الْحَمد لله رب الْعَالمين}</span> واصله أَن الْحَمد لله</p><p>وَمِنْه قَوْله تَعَالَى <span class=\"c3\">{علم أَن سَيكون مِنْكُم مرضى}</span> وَلَا تكون هَذِه إِلَّا المخففة من الثَّقِيلَة من جِهَة دُخُول السِّين فَأَما قَوْله تَعَالَى <span class=\"c3\">{وَحَسبُوا أَلا تكون فتْنَة}</span> بِالرَّفْع فعلى</p> </div>"
   },
   {
    "page_number": 26,
    "page": 46,
    "text": "<div> <p>المخففة أَيْضا كَأَنَّهُ قَالَ إِنَّه لَا تكون فتْنَة وَبِالنَّصبِ فعلى أَن الناصبة للْفِعْل الَّتِي تنقله إِلَى معنى الِاسْتِقْبَال وَقَالَ الشَّاعِر فِي المخففة</p><p><span class=\"c2\">(فِي فتية كسيوف الْهِنْد قد علمُوا ... أَن هَالك كل من يحفى وينتعل)</span></p><p>وَإِذا خففت لم تعْمل وَيكون مَا بعْدهَا على الِابْتِدَاء وَالْخَبَر وَمِنْهُم من يعملها وَهِي مُخَفّفَة كَمَا يعملها وَهِي محذوفة وَالْأَكْثَر الرّفْع</p><p>٢ - وناصبة للْفِعْل تنقله إِلَى الِاسْتِقْبَال وَلَا تَجْتَمِع من السِّين وسوف وَهِي مَعَ الْفِعْل بِمَعْنى الْمصدر تَقول يسرني أَن تَأتِينِي بِمَعْنى يسرني إتيانك وأكره أَن تخرج بِمَعْنى أكره خُرُوجك وَمِنْه قَوْله عز وَجل <span class=\"c3\">{وَيُرِيد الله أَن يحِق الْحق بكلماته وَيقطع دابر الْكَافرين}</span> وَمِنْه قَوْله تَعَالَى <span class=\"c3\">{يُرِيد أَن يَتُوب عَلَيْكُم وَيُرِيد الَّذين يتبعُون الشَّهَوَات أَن تميلوا ميلًا عَظِيما}</span> وَمَوْضِع تميلوا النصب ب أَن وَذَهَبت النُّون عَلامَة للنصب</p><p>٣ - وَبِمَعْنى أَي الْخَفِيفَة نَحْو قَوْله عز وَجل (وَانْطَلق</p> </div>"
   },
   {
    "page_number": 27,
    "page": 47,
    "text": "<div> <p>الْمَلأ مِنْهُم أَن امشوا واصبروا) أَي امشوا وَذَلِكَ أَن انطلاقهم قَائِم مقَام قَوْلهم امشوا واصبروا على آلِهَتكُم فَجَاءَت أَن بِمَعْنى أَي الَّتِي للتفسير نَحْو قَوْلك أُصَلِّي أَن أَنا رجل صَالح وَإِن شِئْت قلت أَنا رجل صَالح</p><p>٤ - وزائدة نَحْو لما أَن جئتني أكرمتك وَالْمعْنَى لما جئتني أكرمتك إِلَّا انك أتيت ب أَن للتوكيد وَمِنْه قَوْله تَعَالَى <span class=\"c3\">{وَلما أَن جَاءَت رسلنَا}</span></p><p>إِن</p><p>وَإِن المخففة الْمَكْسُورَة الْألف على أَرْبَعَة أوجه</p><p>١ - الْجَزَاء نَحْو قَوْلك إِن تأتني أكرمك وَمِنْه قَوْله عز وَجل <span class=\"c3\">{وَإِن أحد من الْمُشْركين استجارك فَأَجره}</span> وَقَوله تَعَالَى أَيْضا <span class=\"c3\">{وَإِن يأتوكم أُسَارَى تفادوهم}</span></p><p>٢ - والجحد نَحْو قَوْله تَعَالَى <span class=\"c3\">{إِن الْكَافِرُونَ إِلَّا فِي غرور}</span> بِمَعْنى مَا الْكَافِرُونَ إِلَّا فِي غرور وَتقول إِن</p> </div>"
   },
   {
    "page_number": 28,
    "page": 48,
    "text": "<div> <p>أتيتني بِمَعْنى وَالله مَا أتيتني</p><p>٣ - ومخففة من الثَّقِيلَة نَحْو قَوْله تَعَالَى <span class=\"c3\">{وَإِن كل لما جَمِيع لدينا محضرون}</span> تلزمها اللَّام فِي الْخَبَر لِئَلَّا تَلْتَبِس ب إِن الَّتِي للجحد فَتَقول إِن زيدا لقائم فَتكون إِيجَابا فَإِن قلت إِن زيد قَائِم كَانَ نفيا</p><p>٤ - وزائدة نَحْو قَول الشَّاعِر</p><p><span class=\"c2\">(وَمَا إِن طبنا جبن وَلَكِن ... منايانا ودولة آخرينا)</span></p><p>وَتقول مَا إِن فِي الدَّار أحد بِمَعْنى مَا فِي الدَّار أحد فَهَذِهِ زَائِدَة على التوكيد</p><p>حَتَّى</p><p>وَحَتَّى تَنْصَرِف على أَرْبَعَة اوجه</p><p>١ - جَارة نَحْو قَوْلك قُمْت حَتَّى اللَّيْل وَمِنْه قَوْله تَعَالَى <span class=\"c3\">{سَلام هِيَ حَتَّى مطلع الْفجْر}</span></p><p>٢ - وعاطفة نَحْو قدم النَّاس حَتَّى المشاة وَخرج النَّاس حَتَّى الْأَمِير وَتقول إِن فلَانا ليصوم الْأَيَّام حَتَّى يَوْم الْفطر وَيجوز النصب لِأَنَّهُ لَا يدْخل فِي الصَّوْم فَتكون حَتَّى غَايَة</p> </div>"
   },
   {
    "page_number": 29,
    "page": 49,
    "text": "<div> <p>بِمَعْنى إِلَى وَلَا يكون عطفا فِي هَذِه الْمَسْأَلَة</p><p>٣ - وناصبة للْفِعْل نَحْو سرت حَتَّى أَدخل الْمَدِينَة بِمَعْنى سرت إِلَى أَن أَدخل الْمَدِينَة وَتقول صليت حَتَّى أَدخل الْجنَّة بِمَعْنى صليت كي أَدخل الْجنَّة فَهِيَ تنصب بِمَعْنى إِلَى أَن وكي</p><p>٤ - وحرف من حُرُوف الِابْتِدَاء نَحْو قَول الشَّاعِر</p><p><span class=\"c2\">(فواعجبا حَتَّى كُلَيْب تسبني ... كَأَن أَبَاهَا نهشل أَو مجاشع)</span> وكقولك كَلمته فِي الْأَمر حَتَّى يمِيل فِيهِ أَو حَتَّى يمِيل على الْحَال فَهَذِهِ ترفع الْفِعْل بعْدهَا</p><p>وَكَذَلِكَ قَوْلك قد لج فِي أمره حَتَّى أَظُنهُ خَارِجا تخبر عَن ظن وَاقع فِي حَال كَلَامه فَترفع</p><p>وَهَذِه الَّتِي هِيَ حرف من حُرُوف الِابْتِدَاء يَقع بعْدهَا الِاسْم وَالْفِعْل على الِاسْتِئْنَاف</p><p><span class=\"c4\">[من]</span></p><p>وَمن على أَرْبَعَة أوجه</p><p>١ - ابْتِدَاء الْغَايَة نَحْو خرجت من بَغْدَاد إِلَى الْكُوفَة عنيت أَن بَغْدَاد ابْتِدَاء الْخُرُوج والكوفة انتهاؤه وَكَذَلِكَ كتبت من الْعرَاق إِلَى مصر وَمن فلَان إِلَى فلَان فَمن لابتداء الْأَفْعَال والى لانتهائها</p> </div>"
   },
   {
    "page_number": 30,
    "page": 50,
    "text": "<div> <p>٢ - وتبعيض نَحْو أخذت من الدَّرَاهِم درهما وَمن الثِّيَاب ثوبا وَخذ مِنْهَا مَا شِئْت كَأَنَّك قلت خُذ بَعْضهَا أَي بعض الَّذِي شِئْت</p><p>٣ - وتجنيس نَحْو قَوْله جلّ وَعز <span class=\"c3\">{فَاجْتَنبُوا الرجس من الْأَوْثَان}</span> كَأَنَّهُ يَقُول اجتنبوا الَّذِي هُوَ وثن فجيء ب من لتقوم مقَام الصّفة</p><p>٤ - وزائدة نَحْو مَا جَاءَنِي من أحد بِمَعْنى مَا جَاءَنِي أحد وَكَذَلِكَ قَوْله تَعَالَى <span class=\"c3\">{مَا لكم من إِلَه غَيره}</span> كَأَنَّهُ قيل مَا لكم إِلَه غَيره</p><p>لَام الْإِضَافَة</p><p>وَلَام الْإِضَافَة على أَرْبَعَة أوجه</p><p>١ - الْملك نَحْو قَوْلك دَار لزيد وثوب لَهُ وَعبد لَهُ وَمَا أشبه ذَلِك</p><p>٢ - وَالنّسب نَحْو أَب لَهُ وَابْن لَهُ وَأَخ لَهُ وَعم لَهُ وَمَا أشبه ذَلِك</p><p>٣ - وَالْفِعْل نَحْو ضرب لَهُ وَشتم لَهُ</p><p>٤ - وَالْمَفْعُول يجْرِي هَذَا المجرى نَحْو قَوْلك حَرَكَة للحجر وَسُقُوط للحائط وتخريق للثوب وَمَوْت لزيد</p> </div>"
   },
   {
    "page_number": 31,
    "page": 51,
    "text": "<div> <p>وَمَا أشبه ذَلِك</p><p>وَهِي لَا تَخْلُو من هَذِه أَرْبَعَة الْأَوْجه وَأَصلهَا فِي كل ذَلِك الِاخْتِصَاص</p><p><span class=\"c4\">[رويد]</span></p><p>ورويد تصرف على أَرْبَعَة أوجه</p><p>١ - إسم للْفِعْل نَحْو قَول الشَّاعِر</p><p><span class=\"c2\">(رويد عليا جد مَا ثدي أمّهم ... إِلَيْنَا وَلَكِن بَعضهم متيامن)</span> كَأَنَّهُ قَالَ أرود عليا أَي أمْهل وعَلى هَذَا قبيله</p><p>٢ - وَصفَة نَحْو سَارُوا سيرا رويدا ورويدا صفة ل سيرا كَأَنَّك قلت ساورا سيرا مترفقا</p><p>٣ - وَحَال نَحْو رَحل الْقَوْم رويدا تنصب رويدا على الْحَال من الْقَوْم كَأَنَّك قلت رحلوا متمهلين</p><p>٤ - وَبِمَعْنى الْمصدر نَحْو رويد نَفسه تكون مُضَافَة فتنصب بِفعل مَحْذُوف كَقَوْلِه تَعَالَى <span class=\"c3\">{فَضرب الرّقاب}</span> وَلَو فَصلتهَا من الْإِضَافَة لَقلت على هَذَا رويدا</p> </div>"
   },
   {
    "page_number": 32,
    "page": 52,
    "text": "<div> <p>نَفسه فأعربت ونونت كَمَا تَقول ضربا زيدا فكأنك قلت أرود رويدا</p><p>فَأَما الَّتِي هِيَ إسم للْفِعْل فمبنية على الْفَتْح لَا يدخلهَا التَّنْوِين لأجل الْبناء وَلَا تُضَاف كَمَا قَالَ رويد عليا</p><p>تصرف الْحُرُوف</p><p>وَتصرف الْحُرُوف فِيمَا تدخل عَلَيْهِ على سَبْعَة أوجه تدخل على الِاسْم وَحده نَحْو الْألف وَاللَّام فِي قَوْلك الرجل والغلام وَتدْخل على الْفِعْل وَحده نَحْو السِّين وسوف من قَوْلك سَوف يفعل وسيفعل</p><p>وَتدْخل على الْجُمْلَة وَحدهَا نَحْو ألف الِاسْتِفْهَام فِي قَوْلك أَقَامَ زيد وحرف الْجحْد فِي قَوْلك مَا ذهب عَمْرو</p><p>وَتدْخل على الِاسْم لتعقده باسم آخر نَحْو قَوْلك قَامَ عَمْرو وَزيد وَتدْخل على الْفِعْل لتعقده بِفعل آخر نَحْو قَوْلك مَرَرْت بِرَجُل يقوم وَيقْعد</p><p>وَتدْخل على الْجُمْلَة لتعقدها بجملة أُخْرَى نَحْو قَوْلك إِن قدم زيد خرج عَمْرو وَكَانَ الأَصْل قدم زيد خرج عَمْرو فَهِيَ تدخل على خبرين يَصح أَن يصدق أَحدهمَا ويكذب الآخر فقعدتهما إِن عقد الْخَبَر الْوَاحِد فَصَارَ الصدْق فِي جملَته أَو الْكَذِب وَلَا يَصح أَن يفصل لِأَنَّهُ خبر وَاحِد لأجل أَن إِن قد نقلته إِلَى ذَلِك أَلا ترى انه إِذا قَالَ إِن أتيتني</p> </div>"
   },
   {
    "page_number": 33,
    "page": 52,
    "text": "<div> <p>أكرمتك فإكرامه من غير إتْيَان لم يَصح أَن يكون قد صدق فِي الْإِكْرَام وَكذب فِي الْإِتْيَان لِأَن الْجُمْلَة كلهَا خبر وَاحِد وَتدْخل على الِاسْم لتعقده بِفعل نَحْو مَرَرْت بزيد دخلت الْبَاء على زيد ليتصل بالمرور لَو لم تدخل عَلَيْهِ لم يتَّصل بِهِ لِأَنَّهُ لَا يجوز مَرَرْت زيدا</p><p>الْخَبَر</p><p>وَالْخَبَر على أَرْبَعَة أوجه</p><p>للإبتداء ول كَانَ ول أَن وللظن</p><p>وَهُوَ إسم نَحْو زيد قَامَ وَزيد أَخُوك فالقائم هُوَ زيد كَمَا أَن أَخُوك هُوَ زيد وَهُوَ فعل نَحْو زيد قَامَ وَعَمْرو ذهب وَزيد ضرب عمرا وَهُوَ ظرف نَحْو زيد عنْدك وَعَمْرو خَلفك والقتال يَوْم الْجُمُعَة والرحيل غَدا وَهُوَ جملَة نَحْو زيد أَبوهُ منطلق وَعَمْرو خرج صَاحبه</p><p>فقولك زيد مُبْتَدأ أول وَأَبوهُ مُبْتَدأ ثَان ومنطلق خبر للْأَب وَالْجُمْلَة خبر زيد فَأَما عَمْرو فَرفع بِالِابْتِدَاءِ وَصَاحبه رفع بِفِعْلِهِ وَالْجُمْلَة فِي مَوضِع الْخَبَر</p> </div>"
   },
   {
    "page_number": 34,
    "page": 54,
    "text": "<div> <p>الْأَسْمَاء الَّتِي تعْمل عمل الْفِعْل</p><p>الْأَسْمَاء الَّتِي تعْمل عمل الْفِعْل خَمْسَة</p><p>١ - إسم الْفَاعِل نَحْو زيد ضَارب عمرا وَزيد قَاتل غُلَامه بكرا يعْمل عمل يضْرب وَيقتل</p><p>٢ - وَالصّفة المشبهة نَحْو زيد حسن وَجهه فَالْوَجْه مُرْتَفع ب حسن ارْتِفَاع الْفَاعِل بِفِعْلِهِ كَأَنَّك قلت يحسن وَجهه وَتقول مَرَرْت بِرَجُل حسن أَبوهُ كريم أَخُوهُ كَأَنَّك قلت يحسن أَبوهُ وَيكرم أَخُوهُ</p><p>٣ - وَالصّفة غير المشبهة نَحْو زيد أفضل أَبَا وَزيد خير مِنْك أَخا وَتقول مَرَرْت بِرَجُل خير مِنْهُ أَبوهُ وَلَا يجوز أَن تخْفض خير لِأَنَّهُ لَا يرْتَفع بِهَذِهِ الصّفة إسم ظَاهر وَإِنَّمَا يرْتَفع الْمُضمر خَاصَّة وَمَا كَانَ بِمَنْزِلَة الْمُضمر فَتَقول مَرَرْت بِرَجُل خير مِنْك لِأَن فِي خير ضميرا يعود إِلَى الرجل وَهُوَ الْمَوْصُوف فَإِذا أخرجت الضَّمِير لم يجز أَن ترفع بهَا ظَاهرا فَيصير حِينَئِذٍ على الِابْتِدَاء وَالْخَبَر كَأَنَّك تَقول مَرَرْت بِرَجُل أَبوهُ خير مِنْك وَيجوز فِي مَرَرْت بِرَجُل حسن أَبوهُ أَن تجْرِي الصّفة على الأول فِي الْأَعْرَاب وَهِي للثَّانِي فِي الْمَعْنى لِأَن هَذِه الصّفة مشبهة باسم الْفَاعِل</p><p>٤ - أَسمَاء سموا الْأَفْعَال بهَا نَحْو تراك زيدا بِمَعْنى أترك</p> </div>"
   },
   {
    "page_number": 35,
    "page": 55,
    "text": "<div> <p>زيدا وحذار عمرا بِمَعْنى احذر عمرا ونزال بِمَعْنى انْزِلْ ونظار بِمَعْنى انْظُر</p><p>٥ - والمصدر نَحْو عجبت من ضرب زيدا عمرا وَمِنْه فِي قَوْله تَعَالَى <span class=\"c3\">{أَو إطْعَام فِي يَوْم ذِي مسغبة يَتِيما ذَا مقربة}</span></p><p>وَمِنْه قَول الشَّاعِر</p><p><span class=\"c2\">(لقد علمت أولو الْمُغيرَة أنني ... لحقت فَلم أنكل عَن الضَّرْب مسمعا)</span></p><p>حُرُوف الزِّيَادَة</p><p>حُرُوف الزِّيَادَة عشرَة</p><p>يجمعا فِي اللَّفْظ الْيَوْم تنساه فالهمزة تزاد فِي نَحْو أَحْمَر وأعصر وابلم وتزاد فِي الْفِعْل نَحْو اذْهَبْ واخرج وَأكْرم وَنَحْو ذَلِك وَاللَّام تزاد فِي نَحْو الْغُلَام وتزاد فِي نَحْو عبدل وَهُوَ قَلِيل وَالْيَاء تزاد فِي يشْكر وَيذْهب وَيضْرب وَنَحْوه</p><p>وَالْوَاو تزاد فِي كوثر وجدول وَنَحْوه</p><p>وَالْمِيم تزاد فِي إسمي الْفَاعِل وَالْمَفْعُول نَحْو مكرم ومكرم</p> </div>"
   },
   {
    "page_number": 36,
    "page": 56,
    "text": "<div> <p>ومستخرج وتزاد فِي اسْمِي الْمَكَان وَالزَّمَان نَحْو المضرب لمَكَان الضَّرْب والمنتج لزمان الانتاج يُقَال أَتَت النَّاقة على منتجها أَي وَقت نتاجها وَقد قَالُوا أَيْضا أَتَت على مضربها أَي وَقت ضرابها فَجعلُوا الزَّمَان كالمكان</p><p>وَالتَّاء تزاد فِي وتغلب وَتذهب وَمَا أشبه ذَلِك وتزاد فِي عنكبوت ونخربوت وَشبهه</p><p>وَالنُّون تزاد فِي نَذْهَب ونغلب وَنَحْوه ورعشن من الرعشة وضيفن من الضَّيْف</p><p>وَالسِّين تزاد فِي استفعل نَحْو استقام واستخرج</p><p>وَالْألف تزاد فِي ضَارب ومضارب وَفِي حُبْلَى وغضبى وأرطى ومعزى وَمَا أشبه ذَلِك</p><p>وَالْهَاء تزاد فِي الندبة نَحْو يازيداه وَفِي الْوَقْت نَحْو ارمه واقتده وقه</p><p>الْفرق بَين أما وَإِمَّا</p><p>الْفرق بَين أما وَإِمَّا</p><p>أَن أما للاستئناف بتفصيل جملَة قد جرى ذكرهَا نَحْو قَول الْقَائِل أَخْبرنِي عَن أَحْوَال الْقَوْم فَتَقول مجيبا لَهُ أما زيد فخارج واما عَمْرو فمقيم وَأما خَالِد فَسرق وَكَذَلِكَ إِذا قلت حرف كَذَا على أَرْبَعَة أوجه أما الأول فَكَذَا وَأما الثَّانِي فَكَذَا</p> </div>"
   },
   {
    "page_number": 37,
    "page": 57,
    "text": "<div> <p>وَهَكَذَا حَتَّى تَأتي على تَفْصِيل جملَة الْعدَد الَّذِي بدأت بِهِ</p><p>وَلَيْسَ كَذَلِك إِمَّا لِأَن مَعْنَاهَا معنى أَو فِي الشَّك والتخيير وَالْإِبَاحَة وَأخذ الشَّيْئَيْنِ على الْإِبْهَام لَا فرق بَينهمَا إِلَّا من جِهَة أَنه ب إِمَّا شاكا نَحْو ضربت إِمَّا زيدا وَإِمَّا عمرا فَإِذا أتيت ب أَو دللت على الشَّك عِنْد ذكر التَّالِي نَحْو قَوْلك ضربت زيدا أَو عمرا</p><p>الْفرق بَين إِن وَأَن</p><p>الْفرق بَين إِن وَأَن</p><p>مَوَاضِع إِن مُخَالفَة لمواضع أَن فلإن الْمَكْسُورَة ثَلَاثَة مَوَاضِع</p><p>الِابْتِدَاء والحكاية بعد القَوْل وَدخُول اللَّام فِي الْخَبَر فالابتداء نَحْو قَوْلك إِن زيدا منطلق وَلَا يجوز الْفَتْح فِي الِابْتِدَاء أصلا</p><p>وَأما الْحِكَايَة بعد القَوْل نَحْو قلت إِن زيدا منطلق وَكَذَا قِيَاس مَا تصرف من القَوْل نَحْو أَقُول وَيَقُول وَمَا أشبه ذَلِك</p><p>وَأما دُخُول اللَّام فِي الْخَبَر نَحْو قد علمت إِن زيدا لمنطلق وَمِنْه قَوْله عز وَجل <span class=\"c3\">{وَالله يعلم إِنَّك لرَسُوله وَالله يشْهد إِن الْمُنَافِقين لَكَاذِبُونَ}</span></p><p>وَلَوْلَا اللَّام فِي الْخَبَر لفتحت</p><p>إِن يعْمل الْفِعْل فِيهَا كَمَا تَقول اشْهَدْ أَن مُحَمَّدًا رَسُول الله</p><p>فَأَما قَوْله تَعَالَى <span class=\"c3\">{وَمَا أرسلنَا قبلك من الْمُرْسلين إِلَّا إِنَّهُم}</span></p> </div>"
   },
   {
    "page_number": 38,
    "page": 58,
    "text": "<div> <p>ليأكلون الطَّعَام) فَلم يكسر لأجل اللَّام من قبل أَن اللَّام لَو لم تكن هَهُنَا لكَانَتْ مَكْسُورَة إِذْ كَانَت اللَّام كَمَا تَقول مَا قدم علينا أَمِير إِلَّا انه مكرم لي فَهَذَا مَوضِع ابْتِدَاء وَلَا يعْتَبر بِاللَّامِ فِيهِ</p><p>وَأما الْمَفْتُوحَة فَهِيَ مَعَ مَا بعْدهَا بِمَنْزِلَة الْمصدر وَلَا بُد من أَن يعْمل فِيهَا مَا يعْمل فِي الْأَسْمَاء نَحْو يسرني أَنَّك خَارج كَأَنَّك قلت سرني خُرُوجك فموضع أَن هَهُنَا رفع لِأَنَّهَا بِمَعْنى الْمصدر يرْتَفع كَمَا يرْتَفع الْمصدر وَتقول أكره أَنَّك مُقيم فَيكون موضعهَا نصبا كَأَنَّك قلت أكره إقامتك وَمثل هَذَا قَوْلك من لي بأنك راحل أَي من لي برحيلك فَيكون موضعهَا خفضا كالمصدر الَّتِي وَقعت موقعه</p><p>فالمفتوحة أبدا بِمَعْنى الْمصدر والمكسورة بِمَعْنى الِاسْتِئْنَاف وَمَا جرى مجْرَاه لِأَن الْحِكَايَة بعد القَوْل تجرى مجْرى الِاسْتِئْنَاف تَقول قلت زيد منطلق وَكَذَلِكَ إِذا دخل فِي خَبَرهَا لَام الِابْتِدَاء صرفت إِلَى الِابْتِدَاء أَيْضا من أجل اللَّام</p><p>الْفرق بَين أم وأو</p><p>الْفرق بَين أم وأو</p><p>إِن أم اسْتِفْهَام على معادلة الْألف بِمَعْنى أَي أَو الِانْقِطَاع عَنهُ وَلَيْسَ كَذَلِك أَو لِأَنَّهُ لَا يستفهم بهَا وَإِنَّمَا أَصْلهَا أَن تكون لأحد الشَّيْئَيْنِ</p><p>وَإِنَّمَا تَجِيء أم أَو وَيَقُول الْقَائِل ضربت زيدا أَو عمرا فَتَقول مستفهما أزيدا ضربت أم عمرا فَهَذِهِ المعادلة للألف كَأَنَّك قلت أَيهمَا ضربت فَجَوَابه زيدا إِن كَانَ هُوَ الْمَضْرُوب أَو عمرا وَلَا يجوز أَن يكون جَوَابه نعم أَو لَا لِأَنَّهُ فِي تَقْدِير أَحدهمَا ضربت</p><p>فَأَما أم المنقطعة فنحو إِنَّهَا لإبل أم شَاءَ كَأَنَّهُ قَالَ بل شَاءَ فمعناها إِذا كَانَت مُنْقَطِعَة معنى بل</p><p>وَالْألف لَا تَجِيء كَذَلِك مُبْتَدأ بهَا إِنَّمَا تكون على كَلَام قبلهَا مَبْنِيَّة استفهاما أَو خَبرا فَالْخَبَر نَحْو قَوْله تَعَالَى <span class=\"c3\">{الم تَنْزِيل الْكتاب لَا ريب فِيهِ من رب الْعَالمين أم يَقُولُونَ افتراه}</span> كَأَنَّهُ قيل بل يَقُولُونَ افتراه فَأَما قَوْله <span class=\"c3\">{وَهَذِه الْأَنْهَار تجْرِي من تحتي أَفلا تبصرون أم أَنا خير من هَذَا الَّذِي هُوَ مهين}</span></p> </div>"
   },
   {
    "page_number": 39,
    "page": 60,
    "text": "<div> <p>فمخرجها مخرج المنطقة وَمَعْنَاهَا معنى المعادلة بِمَنْزِلَة أَفلا تبصرون أم انتم بصراء</p><p>وَتقول مَا أُبَالِي أذهبت أم جِئْت وَإِن شِئْت قلته ب أَو</p><p>وَتقول سَوَاء عَليّ أذهبت أم جِئْت وَلَا يجوز ب أَو لِأَن سَوَاء لَا بُد فِيهَا من شَيْئَيْنِ لِأَنَّك تَقول سَوَاء عَليّ هَذَانِ وَلَا تَقول سَوَاء عَليّ هَذَا</p><p>وَأما مَا أُبَالِي فَيجوز فِيهَا الْوَجْهَانِ وَإِن شِئْت قلت مَا أُبَالِي هذَيْن وَإِن شِئْت قلت مَا أُبَالِي هَذَا</p><p>وَتقول مَا أَدْرِي أذن أم أَقَامَ إِذْ لم تَعْتَد بأذانه وَلَا إِقَامَته لقرب مَا بَينهمَا أَو لغير ذَلِك من الْأَسْبَاب فَإِن قلت مَا أَدْرِي أذن أم أَقَامَ حققت أَحدهمَا لَا محَالة وأبهمت أَيهمَا كَانَ فَمَعْنَى الْكَلَام مُخْتَلف</p><p>الْفرق بَين لَو وَإِن</p><p>الْفرق بَين لَو وَإِن</p><p>إِن لَو لما مضى وَإِن لما يسْتَأْنف وَكِلَاهُمَا يجب بهما الثَّانِي لوُجُوب الأول تَقول لَو أتيتني لأكرمتك يدل على أَن الْإِكْرَام كَانَ يجب بالإتيان وَتقول إِن أتيتني أكرمتك فتدل على أَن الْإِكْرَام يجب بالإتيان فِي المستأنف كَمَا دللت فِي لَو على أَنه كَانَ يجب بِهِ فِي الْمَاضِي</p> </div>"
   },
   {
    "page_number": 40,
    "page": 61,
    "text": "<div> <p>الْفرق بَين إِن وَأَن</p><p>الْفرق بَين إِن وَأَن</p><p>وَهُوَ مَا كَانَ بَين لَو وَإِن فِي أَن أَحدهمَا للماضي وَالْآخر للمستأنف تَقول أَنْت طَالِق إِن دخلت الدَّار فَيَقَع الطَّلَاق عِنْد هَذَا الْكَلَام وَتقول أَنْت طَالِق أَن دخلت الدَّار فَلَا يَقع الطَّلَاق عِنْد انْقِضَاء هَذَا الْكَلَام وَلَكِن يترقب الدُّخُول فَإِن وَقع مِنْهَا طلقت وَإِن لم يَقع لم تطلق أصلا وَذَلِكَ من قبل أَن إِن الْمَكْسُورَة شَرط وَطلب المستأنف فيترقب وُقُوع الشَّرْط ليجب بِهِ العقد</p><p>فَأَما أَن الْمَفْتُوحَة فَلَيْسَتْ كَذَلِك وَإِنَّمَا الْمَعْنى أَنْت طَالِق لِأَن دخلت الدَّار فدخول الدَّار قد وَقع وَبَين أَنه طَلقهَا من أجل مَا قد وَقع وَلَيْسَت أَن بِشَرْط إِنَّمَا هِيَ عِلّة لوُقُوع الْأَمر فَإِذا كَانَت الْعلَّة قد وَقعت فقد وَقع معلولها وَكَأَنَّهُ قَالَ أَنْت طَالِق لِأَنَّك كلمت زيدا فَبين لأي شَيْء طَلقهَا فقد وَقع الطَّلَاق فِي هَذَا الْكَلَام</p><p>وَأما إِن قَالَ أَنْت طَالِق إِن كلمت زيدا فعلى الترقب كَمَا بَينا</p> </div>"
   },
   {
    "page_number": 41,
    "page": 63,
    "text": "<div> <p>الْحُدُود</p> </div>"
   },
   {
    "page_number": 42,
    "page": 65,
    "text": "<div> <p>بِسم الله الرَّحْمَن الرَّحِيم</p><p>وَللَّه الْأَمر من قبل وَمن بعد</p><p>بَاب الْحَد لمعاني الْأَسْمَاء الَّتِي يحْتَاج إِلَيْهَا فِي النَّحْو وَهِي الْقيَاس والبرهان وَالْبَيَان وَالْحكم وَالْحكم وَالْعلَّة وَالِاسْم وَالْفِعْل والحرف وَالْإِعْرَاب وَالْبناء والتغيير والتصريف وَالْغَرَض وَالسَّبَب والمعرفة والنكرة والمفرد وَالْجُمْلَة والتثنية وَالْجمع وَالْمَرْفُوع والمنصوب وَالْمَجْرُور والتوابع وَالصّفة وَالْبدل والنسق وَالْحَال والتمييز وَالْإِضَافَة والمصدر والاشتقاق والمظهر والمضمر والفائدة وَالْعَامِل والحذف وَالذكر والمركب والمقيد وَالِاسْتِثْنَاء والحقيقة وَالْمجَاز وَالْجِنْس وَالنَّوْع وَالْقُوَّة والضعف وَالتَّخْفِيف والترخيم والمقصور والممدود والمذكر والمؤنث والنظير والنقيض وَالتَّقْدِير وَالتَّحْقِيق وَالْأَصْل وَالْفرع والمطرد والنادر وَالْخَبَر والاستفهام وَالْجَزَاء وَالْجَوَاب والمستقيم وَالْحَال والعارض وَاللَّازِم والضروري وَالْمعْنَى وَاللَّفْظ وَالْكَلَام وَالْعرض والداعي والصارف والاستعارة والحقيقة والمادة والمرتبة</p> </div>"
   },
   {
    "page_number": 43,
    "page": 66,
    "text": "<div> <p>والمناسبة والخاصة وَالْمُغني والمحتاج والعظيم والحقير والحادث وَثمّ حُدُود بَاب الموصولات</p><p>بَاب الْحُدُود</p><p>١ - الْقيَاس الْجمع بَين أول وثان يَقْتَضِيهِ فِي صِحَة الأول صِحَة الثَّانِي وَفِي فَسَاد الثَّانِي فَسَاد الأول</p><p>٢ - الْبُرْهَان بَيَان أول عَن حق يظْهر فِيهِ أَن الثَّانِي حق</p><p>٣ - الْبَيَان إِظْهَار الْمَعْنى للنَّفس كإظهار الرُّؤْيَة للشَّخْص</p><p>٤ - الحكم خبر مِمَّا تَقْتَضِيه الْحِكْمَة مِمَّا فِيهِ الْفَائِدَة</p> </div>"
   },
   {
    "page_number": 44,
    "page": 67,
    "text": "<div> <p>٥ - الْعلَّة تَغْيِير الْمَعْلُول عَمَّا كَانَ عَلَيْهِ</p><p>٦ - الدّلَالَة إِظْهَار الْمَدْلُول عَلَيْهِ</p><p>٧ - الِاسْم كلمة تدل على معنى من غير اخْتِصَاص بِزَمَان دلَالَة الْبَيَان وحذار اسْم لِأَنَّهُ يدل دلَالَة الْبَيَان</p><p>٨ - الْفِعْل كلمة تدل على معنى مُخْتَصّ بِزَمَان دلَالَة الإفادة</p><p>٩ - الْحَرْف كلمة تدل على معنى إِلَّا مَعَ غَيرهَا مِمَّا مَعْنَاهَا فِي غَيرهَا</p><p>١٠ - الْإِعْرَاب تَغْيِير آخر الِاسْم بعامل</p><p>١١ - الْبناء لُزُوم آخر الْكَلِمَة بِسُكُون أَو حَرَكَة</p><p>١٢ - التَّغْيِير تصيير الشَّيْء على خلاف مَا كَانَ بانقلابه عَمَّا كَانَ</p><p>١٣ - التصريف تصيير الشَّيْء فِي جِهَات مُخْتَلفَة</p><p>١٤ - الْغَرَض مقصد يظْهر فِيهِ وَجه الْحَاجة إِلَيْهِ وَالْمَنْفَعَة بِهِ وَله أَسبَاب تطلب من أَجله فالغرض فِي النَّحْو تَبْيِين صَوَاب الْكَلَام من خطأ على مَذْهَب الْعَرَب بطرِيق</p> </div>"
   },
   {
    "page_number": 45,
    "page": 68,
    "text": "<div> <p>الْقيَاس</p><p>١٥ - السَّبَب عمل يُؤَدِّي إِلَى الْغَرَض وَالْغَرَض أول والطلب آخر فِي السَّبَب</p><p>١٦ - الْمعرفَة الْمُخْتَص بِشَيْء دون غَيره بعلامة لفظية والعلامة اللفظية على وَجْهَيْن عَلامَة مَوْجُودَة وعلامة مقدرَة فالموجودة الْألف وَاللَّام والمقدرة فِي ثَلَاثَة أَشْيَاء الِاسْم الْعلم والمضمر والمبهم</p><p>١٧ - النكرَة الْمُشْتَرك بَين الشَّيْء وَغَيره فِي مَوْضِعه</p><p>١٨ - الْمُفْرد هُوَ الْمَذْكُور وَحده من اسْم وَفعل وحرف</p><p>١٩ - الْجُمْلَة هِيَ المبنية من مَوْضُوع ومحمول للفائدة</p><p>٢٠ - التَّثْنِيَة صِيغَة مَبْنِيَّة من الْوَاحِد للدلالة على الِاثْنَيْنِ</p><p>٢١ - الْجمع صِيغَة مَبْنِيَّة من الْوَاحِد للدلالة على الْعدَد الزَّائِد على الِاثْنَيْنِ</p><p>٢٢ - الْمَرْفُوع كلمة عمل فِيهَا عَامل الرّفْع</p><p>٢٣ - الْمَنْصُوب كلمة عمل فِيهَا عَامل النصب</p><p>٢٤ - الْمَجْرُور كلمة عمل فِيهَا عَامل الْجَرّ</p><p>٢٥ - التوابع وَهِي الْجَارِيَة على إِعْرَاب الأول وَهِي خَمْسَة</p> </div>"
   },
   {
    "page_number": 46,
    "page": 69,
    "text": "<div> <p>التَّأْكِيد وَالصّفة وَعطف الْبَيَان والنسق</p><p>٢٦ - الصّفة قَول لَهُ بَيَان زَائِد على بَيَان الِاسْم الْجَارِي عَلَيْهِ مُخْتَصّ لَهُ</p><p>٢٧ - الْبَدَل قَول يقدر فِي مَوضِع الأول</p><p>٢٨ - النسق تبع للْأولِ على طَرِيق الشّركَة</p><p>٢٩ - الْحَال انقلاب الْمَعْنى فِي صفة النكرَة عَمَّا كَانَ عَلَيْهِ للزِّيَادَة فِي الْفَائِدَة</p><p>٣٠ - التَّمْيِيز تبين النكرَة المفسرة للمبهم</p><p>٣١ - الْإِضَافَة اخْتِصَاص أول بشأن دَاخل فِي اسْمه كالجزء مِنْهُ</p><p>٣٢ - الْمصدر اسْم لحادث يُوجد فِيهِ الْفِعْل</p><p>٣٣ - الِاشْتِقَاق فرع من أصل يَدُور فِي تصاريفه على الأَصْل</p><p>٣٤ - الْمظهر الْمَدْلُول عَلَيْهِ اسْمه على غير جِهَة الرَّاجِع إِلَى ذكره</p><p>٣٥ - الْفَائِدَة الدّلَالَة على الْقطع بِأحد الجائزين فِيمَا يحْتَاج إِلَيْهِ عَامل</p><p>٣٦ - الْإِعْرَاب هُوَ مُوجب لتغيير فِي الْكَلِمَة على طَرِيق المعاقبة لاخْتِلَاف الْمَعْنى</p> </div>"
   },
   {
    "page_number": 47,
    "page": 70,
    "text": "<div> <p>٣٧ - الْحَذف إِسْقَاط كلمة بخلف مِنْهَا يقوم مقَامهَا</p><p>٣٨ - الذّكر وجود كلمة على جِهَة التَّذْكِير بِالْمَعْنَى</p><p>٣٩ - الْمركب هُوَ الْمركب من كَلِمَتَيْنِ بِمَنْزِلَة اسْم وَاحِد فِي شدَّة الِانْعِقَاد</p><p>٤٠ - الْمُقَيد هُوَ الْمَوْصُول بِمَا يعين الْمَعْنى</p><p>٤١ - الْمُطلق هُوَ الْمُجَرّد مِمَّا يعين الْمَعْنى</p><p>٤٢ - الِاسْتِثْنَاء إِخْرَاج بعض من كل بِمَعْنى إِلَّا</p><p>٤٣ - الْحَقِيقَة الدّلَالَة على الْمَعْنى من غير جِهَة الِاسْتِعَارَة</p><p>٤٤ - الْمجَاز تجَاوز الأَصْل إِلَى الِاسْتِعَارَة</p><p>٤٥ - الْجِنْس صنف يعمه معنى مُشْتَقّ وينقسم إِلَى أَنْوَاع مُخْتَلفَة</p><p>٤٦ - النَّوْع أحد أَقسَام الْجِنْس الْمُخْتَلفَة كالحيوان وَالْإِنْسَان وَالْجِنْس يحمل على نَوعه كَقَوْلِك كل إِنْسَان حَيَوَان وَالْجمع لَا يحمل على واحده كَقَوْلِك كل نفر أَنْفَار لِأَنَّهُ على تَقْدِير كل رجل رجال وكل نمر نمور وَوَاحِد</p> </div>"
   },
   {
    "page_number": 48,
    "page": 71,
    "text": "<div> <p>الْجِنْس نوع</p><p>٤٧ - الْقُوَّة خَاصَّة يُمكن بهَا مَا لَا يُمكن بِمَا هُوَ نقيض صفتهَا فالاسم أقوى من الْفِعْل لِأَنَّهُ يُمكن أَن يسْتَغْنى بِالِاسْمِ عَن الْفِعْل فِي الْفَائِدَة وَلَا يُمكن أَن يسْتَغْنى بِالْفِعْلِ وَالْبَيَان عَن الشَّيْء فِي عينه أقوى من الْبَيَان عَنهُ فِي الْجُمْلَة لِأَنَّهُ يُمكن الْإِشَارَة إِلَيْهِ إِذا وَلَا يُمكن بِالْجُمْلَةِ وَالْفِعْل أقوى فِي الْعَمَل من الِاسْم لِأَنَّهُ يُمكن أَن يدل بِهِ على أَنه عَامل فِي كل مَوضِع يَقع فِيهِ وَلَيْسَ ذَلِك فِي الِاسْم</p><p>٤٨ - الضعْف نُقْصَان الْقُوَّة عَن الْحَد وَهِي عَلَيْهِ كَذَا والنادر أَضْعَف من المطرد فِي الْبَيَان</p><p>٤٩ - التَّخْفِيف تسهيل مَا يثقل على اللِّسَان أَو فِي الطباع</p><p>٥٠ - التَّرْخِيم حذف آخر الِاسْم فِي النداء</p><p>٥١ - الْمَمْدُود هُوَ الْمُخْتَص بِمد الصَّوْت فِي آخِره</p><p>٥٢ - الْمَقْصُور هُوَ الْمُخْتَص بِأَلف مُفْرد فِي آخِره كَذَا كَقَوْلِك الْهَوَاء هَوَاء الجو والهوى هوى النَّفس</p><p>٥٣ - الْمُذكر الْخَالِي من عَلامَة التَّأْنِيث فِي اللَّفْظ وَالتَّقْدِير</p><p>٥٤ - الْمُؤَنَّث الْكَائِن بعلامة التَّأْنِيث فِي اللَّفْظ أَو التَّقْدِير</p> </div>"
   },
   {
    "page_number": 49,
    "page": 72,
    "text": "<div> <p>والمؤنث الْحَقِيقِيّ هُوَ الْمُخْتَص بفرج الْأُنْثَى والمذكر الْحَقِيقِيّ هُوَ الْمُخْتَص بفرج الذّكر</p><p>٥٥ - النظير هُوَ الشبيه بِمَا لَهُ مثل مَعْنَاهُ وَإِن كَانَ من غير جنسه كالفعل الْمُتَعَدِّي نَظِير الْفِعْل الَّذِي لَا يتَعَدَّى فِي لُزُوم الْفَاعِل وَفِي الِاشْتِقَاق من الْمصدر وَغير ذَلِك من الْوُجُوه نَحْو استتار الضَّمِير وَعَمله فِي الظّرْف والمصدر وَالْحَال</p><p>٥٦ - النقيض هُوَ الْمنَافِي لما نافاه بِأَنَّهُمَا لَا يَجْتَمِعَانِ فِي الصِّحَّة وَهُوَ على وَجْهَيْن أَحدهمَا على طَرِيق الْإِيجَاب وَالْآخر على طَرِيق السَّلب نَحْو مَوْجُود مَعْدُوم واللاحي مَوْجُود لَيْسَ بموجود</p><p>٥٧ - التَّقْدِير الْمُخْتَص بِأَن الْمَعْنى فِيهِ على خلاف مَا هُوَ بِهِ كَمَا أَن الْكَذِب الْخَبَر عَن الشَّيْء بِخِلَاف مَا هُوَ بِهِ وَالْمعْنَى الْمُقدر يحْتَاج إِلَيْهِ للْبَيَان عَن حق وكل كذب مُقَدّر وَلَيْسَ كل مُقَدّر كذبا</p><p>٥٨ - الْمُحَقق هُوَ الْمُخْتَص بِأَن الْمَعْنى فِيهِ على مَا هُوَ بِهِ كالصدق الَّذِي هُوَ خبر مخبره على مَا هُوَ بِهِ</p> </div>"
   },
   {
    "page_number": 50,
    "page": 73,
    "text": "<div> <p>٥٩ - الأَصْل أول يبْنى عَلَيْهِ ثَان</p><p>٦٠ - الْفَرْع ثَان يبْنى على أول</p><p>٦١ - المطرد الْجَارِي على النَّظَائِر</p><p>٦٢ - النَّادِر الْخَارِج عَن النَّظَائِر إِلَى قلَّة فِي بَابه</p><p>٦٣ - الْخَبَر كَلَام يجوز فِيهِ صدق أَو كذب</p><p>٦٤ - الِاسْتِفْهَام طلب الْفَهم</p><p>٦٥ - الاستخبار طلب الْخَبَر</p><p>٦٦ - الْجَزَاء الْمُسْتَحق بِالْعَمَلِ من الْخَيْر وَالشَّر وَهُوَ جَوَاب الشَّرْط</p><p>٦٧ - الْمُسْتَقيم هُوَ المستمر فِي جِهَة الصَّوَاب</p><p>٦٨ - الْمحَال هُوَ المنقلب بالتناقض الَّذِي فِيهِ</p><p>٦٩ - الْعَارِض هُوَ الْمَار على طَرِيق النَّادِر</p><p>٧٠ - اللَّازِم هُوَ الْمَار على طَرِيق المطرد</p><p>٧١ - المحسن هُوَ المتقبل فِي نفس الْحَكِيم</p><p>٧٢ - الْقَبِيح هُوَ المتكره فِي نفس الْحَكِيم</p><p>٧٣ - الْجَائِز هُوَ الْمَار على جِهَة الصَّوَاب</p><p>٧ - الضَّرُورَة هِيَ المداخلة فِيمَا لَا يُمكن الِامْتِنَاع مِنْهُ وَإِن ضرّ</p> </div>"
   },
   {
    "page_number": 51,
    "page": 74,
    "text": "<div> <p>٧٥ - الْمَعْنى مقصد يَقع الْبَيَان عَنهُ بِاللَّفْظِ</p><p>٧٦ - اللَّفْظ كَلَام يخرج من الْفَم</p><p>٧٧ - الْكَلَام مَا كَانَ من الْحُرُوف دَالا بتأليفه على معنى</p><p>٧٨ - الْغَرَض الْمُتَعَمد الَّذِي يظْهر وَجه الْحَاجة إِلَيْهِ وَالْمَنْفَعَة بِهِ وَله أَسبَاب يطْلب من أَجله</p><p>٧٩ - الدَّاعِي إِلَى الشَّيْء المقوي لَهُ بِأَنَّهُ يَنْبَغِي</p><p>٨٠ - الصَّارِف عَنهُ المضعف لَهُ بِأَنَّهُ لَا يَنْبَغِي أَن يفعل</p><p>٨١ - الِاسْتِعَارَة إِجْرَاء الْكَلَام على غير مَا هُوَ لَهُ فِي الأَصْل للْمُبَالَغَة</p><p>٨٢ - الْحَقِيقَة إِجْرَاء الْكَلِمَة على مَا هِيَ لَهُ فِي أصل اللُّغَة</p><p>٨٣ - الصُّورَة خَاصَّة تأليف ينْفَصل من سائره بِعظم شَأْنه</p><p>٨٤ - الْمَادَّة ترادف الْمعَانِي على الشَّيْء بِكَثْرَة</p><p>٨٥ - الْمُرَتّب منزلَة للشَّيْء هُوَ أَحَق بِهِ</p> </div>"
   },
   {
    "page_number": 52,
    "page": 75,
    "text": "<div> <p>٨٦ - الْمُنَاسبَة شركَة قريبَة كالولادة</p><p>٨٧ - الْخَاصَّة معنى صفة الشَّيْء دون غَيره</p><p>٨٨ - وَالْمُغني عَن الشَّيْء هُوَ الْمُخْتَص بِمَا وجوده وَعَدَمه بِمَنْزِلَة فِي انتقاء صفة النَّقْص</p><p>٨٩ - الْمُحْتَاج إِلَى الشَّيْء هُوَ الْمُخْتَص بِمَا فِي وجوده وَعَدَمه صفة نقص</p><p>٩٠ - الْعَظِيم هُوَ الْمُخْتَص بِشدَّة الْحَاجة إِلَيْهِ أَو إِلَى انتقائه</p><p>٩١ - الحقير هُوَ الْمُخْتَص بِشدَّة الْحَاجة إِلَيْهِ أَو إِلَى انتقائه</p><p>٩٢ - الْحَادِث الْمَوْجُود بعد أَن لم يكن</p><p>بَاب حُدُود الموصولات</p><p>الْعلم الَّذِي يتَعَدَّى إِلَى مفعولين هُوَ الَّذِي يدْخل على الْمُبْتَدَأ وَالْخَبَر بعد ذكر الْفَاعِل</p><p>وَالْعلم الَّذِي لَا يتَعَدَّى إِلَى مفعولين مَا عدا الْعلم وَهُوَ على وَجْهَيْن أَحدهمَا لَا يتَعَدَّى كَقَوْلِك دريته وَالْآخر يتَعَدَّى إِلَى وَاحِد كَقَوْلِك عرفت زيدا وَذَلِكَ أَنه بِحَسب مَا ضمن من معنى الْمَعْلُوم</p> </div>"
   },
   {
    "page_number": 53,
    "page": 76,
    "text": "<div> <p>أفعل الَّذِي لَا يُضَاف إِلَّا إِلَى الْجمع وَهُوَ وَاحِد مِنْهُ هُوَ الَّذِي فِيهِ معنى يزِيد كَذَا على كَذَا كَقَوْلِك الْيَاقُوت أفضل الْحِجَارَة وَلَا يجوز الْيَاقُوت أفضل الزّجاج لِأَنَّهُ لَيْسَ بعض الزّجاج وَيجوز يُوسُف أفضل الاخوة وَلَا يجوز يُوسُف أفضل إخْوَته لِأَن إخْوَته غَيره وَيجوز مَرَرْت بأحمركم لِأَنَّهُ لَيْسَ فِيهِ معنى يزِيد كَذَا على كَذَا فَيجوز أَن يُضَاف إِلَى غَيره وَكَذَلِكَ كل مَا كَانَ من الألوان نَحْو هَذَا العَبْد أسودكم</p><p>الْجَواب الَّذِي يشبه الْعَطف هُوَ الْجَواب بِالْفَاءِ كَقَوْلِك لَا تدن من الْأسد فيأكلك لِأَنَّهُ بِمَنْزِلَة لَا تدن من الْأسد فأنك إِن تدن مِنْهُ يَأْكُلك</p><p>الِاسْم الَّذِي فِي مَوضِع الْفَائِدَة يحْتَمل التَّعْرِيف والتنكير هُوَ الَّذِي فِي مَوضِع الْفَائِدَة نَحْو خبر الِابْتِدَاء فِي قَوْلك زيد قَائِم وَزيد الْقَائِم</p><p>وَالَّذِي لَا يحْتَمل التَّعْرِيف هُوَ الَّذِي فِي مَوضِع الزِّيَادَة فِي الْفَائِدَة نَحْو هَذَا زيد قَائِما وَلَا تجوز على الْحَال هَذَا زيد الْقَائِم مُعْتَمد الْبُنيان الَّذِي لَا يجوز حذفه هُوَ الْفَاعِل لِأَنَّهُ مضى بِذكرِهِ بِقُوَّة تعلقه بِهِ</p><p>ومعتمد الْبُنيان الَّذِي يجوز حذفه الْمُبْتَدَأ لِأَنَّهُ يجوز أَن يَخْلُو الِاسْم من خبر إِذا كَانَ مُضَافا أَو مَفْعُولا وَهُوَ وَاحِد يتَصَرَّف فِي هَذِه الْمَوَاضِع وَلَيْسَ كَذَلِك الْفِعْل لِأَنَّهُ لَا يَقع موقعا إِلَّا وَهُوَ مُتَعَلق بالفاعل الَّذِي يصلح أَن يُضَاف إِلَيْهِ هُوَ الِاسْم</p> </div>"
   },
   {
    "page_number": 54,
    "page": 77,
    "text": "<div> <p>الَّذِي يُنبئ عَن الأول وَيَقَع موقع الْجُزْء مِنْهُ وَلَا يصلح مثل ذَلِك فِي الْحَرْف وَلَا الْفِعْل</p><p>الِاسْم الَّذِي لَا يجوز أَن يُوصف هُوَ النَّاقِص المتمكن بالإبهام وتضمين معنى الْحَرْف نَحْو كَيفَ وَمَتى وَأَيْنَ وَمن وَمَا وَإِذ وَإِذا وَحَيْثُ</p><p>الْعَطف على التَّأْوِيل هُوَ الْمَحْمُول على الْموضع نَحْو</p><p><span class=\"c2\">(لَا أم لي إِن كَانَ ذَاك وَلَا أَب ... )</span></p><p>لِأَن فِيهِ معنى مَا أم لي وَلَا أَب</p><p>أفعل الَّذِي يتعاظم ويتبين بالتمييز هُوَ بِمَعْنى أفعل من كَذَا كَقَوْلِك هُوَ أحسن مِنْك وَجها وَهُوَ خلاف هُوَ أحسن وَجه</p><p>الِاسْتِثْنَاء الَّذِي يصلح فِيهِ تَفْرِيغ الْعَامِل هُوَ الِاسْتِثْنَاء من منفي كَقَوْلِك مَا فِي الدَّار إِلَّا زيد وَمَا سَار إِلَّا عَمْرو</p><p>الْمَحْذُوف الَّذِي لَا يجوز إِظْهَاره هُوَ الَّذِي يكثر حَتَّى يصير بِمَنْزِلَة الْمَذْكُور فِي فهم الْمَعْنى نَحْو إياك فِي التحذير وَالَّذِي يجوز أَن يحذف مَا عَلَيْهِ دَلِيل من غير إخلال وَالَّذِي عَلَيْهِ دَلِيل هُوَ على وَجْهَيْن مِنْهُ مَا يَصْحَبهُ الدَّلِيل وَمِنْه مَا يكثر فَيكون هُوَ الدَّلِيل</p><p>أحد الَّتِي لَا تكون إِلَّا فِي النَّفْي هِيَ الَّتِي تكون لأتم الْعلم على الْجُمْلَة وَالتَّفْصِيل نَحْو مَا فِي الدَّار أحد فَهِيَ بِمَعْنى مَا فِي الدَّار</p> </div>"
   },
   {
    "page_number": 55,
    "page": 78,
    "text": "<div> <p>وَاحِد فَقَط وَلَا اثْنَان فَقَط وَلَا أَكثر من ذَلِك وَلَا أقل فَمثل هَذَا لَا يَقع فِي الْإِيجَاب</p><p>فَأَما أحد الَّتِي تقع فِي الْإِيجَاب فبمعنى وَاحِد نَحْو قل هُوَ الله أحد أَي وَاحِد فَهَذِهِ تجوز فِي الْإِيجَاب وَالنَّفْي</p><p>الَّذِي تصح بِهِ فَائِدَة الْكَلَام هُوَ الْجُمْلَة نَحْو زيد قَائِم وَيذْهب عَمْرو لِأَنَّهُ الَّذِي يدل على الْقطع بِأحد الجائزين وَمَا عدا الْجُمْلَة لَا تصح بِهِ فَائِدَة لِأَنَّهُ لَا يدل على الْقطع بِأحد الجائزين</p><p>وَإِذا جَاءَ الْمُفْرد فِي الْكَلَام من بَاب الْمَحْذُوف نَحْو إياك إياك أَي أحذر الْكَلَام الَّذِي لَا يجوز هُوَ الْجَارِي على أصل غير صَحِيح وَالْكَلَام الَّذِي يجوز هُوَ الْجَارِي على أصل صَحِيح</p><p>الْفِعْل الَّذِي يجوز أَن يلغي هُوَ الَّذِي يدْخل على الْجُمْلَة نَحْو ظَنَنْت وَأَخَوَاتهَا</p><p>أحد الَّذِي يصلح أَن يعْمل فِيهِ فعل وَأي هُوَ الْمُبْهم الَّذِي يصلح الْفِعْل فِيهِ لكل وَاحِد من الشَّيْئَيْنِ وَلَا يجوز فِيمَا يصلح إِلَّا للْوَاحِد بِعَيْنيهِ كَقَوْلِك أيكما عور عين أَحَدكُمَا وَلَا يجوز أيكما عض أَنفه أَحَدكُمَا وَلَكِن عض أَنفه الآخر لِأَن أحدا مُبْهَم فَإِذا خرج عَن الْإِبْهَام لم يجز</p><p>الْأَفْعَال الَّتِي لَا يقْتَصر فِيهَا على أحد المفعولين هِيَ الَّتِي يكون الثَّانِي مِنْهَا خَبرا عَن الأول لِأَن مُتَعَلق الْفِعْل مَا دلّت عَلَيْهِ الْجُمْلَة وَهُوَ الَّذِي فِيهِ الْفَائِدَة نَحْو علمت وَأَخَوَاتهَا</p> </div>"
   },
   {
    "page_number": 56,
    "page": 79,
    "text": "<div> <p>الْبَدَل الَّذِي بِالْمَعْنَى مُشْتَمل عَلَيْهِ هُوَ الَّذِي الْكَلَام الأول فِيهِ يدل على أَن مُتَعَلق الْعَامِل غير الْمَذْكُور كَقَوْلِك سرق زيد ثَوْبه ف سرق زيد يدل على أَنه سرق ملك زيد فَوَقع الْبَدَل على هَذَا</p><p>الْحُرُوف الَّتِي لَا تدخل إِلَّا على الأسم هِيَ الَّتِي مَعْنَاهَا فِي الإسم كحروف الْإِضَافَة وَالْألف وَاللَّام الَّتِي للمعرفة</p><p>الْحُرُوف الَّتِي لَا تدخل إِلَّا على الْفِعْل هِيَ الَّتِي مَعْنَاهَا فِي الْفِعْل كحروف الِاسْتِقْبَال وحروف الْأَمر وَالنَّهْي وحروف الْجَزَاء</p><p>الْحُرُوف الْمُشْتَركَة بَين الِاسْم وَالْفِعْل هِيَ الَّتِي تدخل على الْجُمْلَة وتطلب مَا فِيهِ الْفَائِدَة كحروف النَّفْي وحروف الِاسْتِفْهَام</p><p>حُرُوف التَّعْدِيَة هِيَ الَّتِي تسلط الْعَامِل على مَا بعْدهَا حَتَّى يتَعَلَّق بهَا كحرف الِاسْتِثْنَاء فِي الْإِيجَاب وحروف الْجَرّ</p><p>الِاسْم النَّاقِص هُوَ الَّذِي يحْتَاج إِلَى صلَة كَالَّذي</p><p>لاسم المتمكن هُوَ الَّذِي تخلص فِيهِ الأسمية بِأَنَّهُ لَا يشبه الْحَرْف</p><p>الْحُرُوف الَّتِي بهَا صدر الْكَلَام هِيَ الَّتِي تدخل على الْجُمْلَة قَاطِعَة لَهَا عَمَّا قبلهَا كَلَام الِابْتِدَاء وحروف الِاسْتِفْهَام وَمَا للنَّفْي</p><p>الصّفة الَّتِي تعْمل فِي السببي خَاصَّة هِيَ المشبهة وَالْجَارِيَة من</p> </div>"
   },
   {
    "page_number": 57,
    "page": 80,
    "text": "<div> <p>جِهَة إِنَّهَا تثنى وَتجمع وتؤنث وتذكر كالجارية</p><p>التَّأْنِيث الْحَقِيقِيّ هُوَ الَّذِي لَهُ فرج الْأُنْثَى والتأنيث اللَّفْظِيّ مَا عدا الْحَقِيقِيّ</p><p>الْإِضَافَة الْحَقِيقِيَّة مَا كَانَ اللَّفْظ على الْإِضَافَة وَالْمعْنَى عَلَيْهَا وَالْإِضَافَة اللفظية مَا كَانَ اللَّفْظ على الْإِضَافَة وَالْمعْنَى على الِانْفِصَال</p><p>الَّذِي يدل عَلَيْهِ الْفِعْل فِي عينه الْمصدر وَالَّذِي يدل عَلَيْهِ فِي الْجُمْلَة هُوَ مُتَعَلقَة مَا عدا الْمصدر</p><p>الْفِعْل الْحَقِيقِيّ هُوَ الَّذِي يدل على مصدر حَادث وَالْفِعْل اللَّفْظِيّ هُوَ الَّذِي لَا يدل مصدره على حَادث نَحْو كَانَ وَأَخَوَاتهَا</p><p>الْمَحْذُوف فِيمَا جرى كالمثل هُوَ الَّذِي لَا يجوز أَن يظْهر لِأَن الْأَمْثَال لَا تغير نَحْو هَذَا وَلَا زعما لَك وَمن أَنْت وزيدا</p><p>الْمَحْذُوف الَّذِي مَا قبله من الْكَلَام هُوَ الَّذِي يدل عَلَيْهِ دلَالَة تضمين كَقَوْل الله عز وَجل <span class=\"c3\">{وَقَالُوا كونُوا هودا أَو نَصَارَى تهتدوا قل بل مِلَّة إِبْرَاهِيم حَنِيفا}</span> وَقَوله لِأَن تَكُونُوا هودا أَو نَصَارَى يدل على أَن اعتنقوا الْيَهُودِيَّة أَو النَّصْرَانِيَّة فَأَما أزيدا مَرَرْت بِهِ فَيدل عَلَيْهِ مَا بعده كَأَنَّهُ قَالَ أجزت زيدا أمررت بِهِ</p> </div>"
   },
   {
    "page_number": 58,
    "page": 81,
    "text": "<div> <p>الْعَامِل الَّذِي يعْمل فِي لفظ الْمَعْطُوف وَلَا يعْمل فِي لفظ الْمَعْطُوف هُوَ الَّذِي يخْتَص الأول بالمانع نَحْو زيد نعم الرجل وَلَا قَرِيبا من ذَلِك لَا يعْمل فِي لفظ الْجُمْلَة لِأَن الْمَعْنى الَّذِي تدل عَلَيْهِ الْجُمْلَة غير مَذْكُور وَلَا يعْمل الْعَامِل إِلَّا فِي مَذْكُور نَحْو قَوْلك مَرَرْت بزيد وعمرا لِأَن الْبَاء عاملة وَلَا يعْمل عاملان فِي مَعْمُول وَاحِد وكقولك ضربت هَؤُلَاءِ وزيدا لِأَن هَؤُلَاءِ مَبْنِيّ</p><p>الْمَعْنى الَّذِي لَا تُوصَف بِهِ الْمعرفَة إِلَّا أَن تخرج إِلَى طَريقَة الْمُفْرد هُوَ معنى الْجُمْلَة إِذا صَار صلَة وَالَّذِي يصلح أَن تُوصَف بِهِ الْمعرفَة هُوَ الَّذِي ألقِي خَارِجا</p><p>الْمعرفَة الَّتِي تبنى على الْفِعْل فَاعِلا أَو مَفْعُولا وَلَا يُوصف بِهِ هُوَ الَّذِي على طَريقَة الْجِنْس نَاقص التَّمَكُّن بِالْبِنَاءِ والاشتراك نَحْو من وَمَا وَلَيْسَ كَذَلِك الَّذِي لِأَنَّهُ لَيْسَ مُشْتَركا وَلَا أَي لِأَنَّهُ مُعرب</p><p>السُّؤَال طلب الْجَواب بأداته فِي الْكَلَام</p><p>الْجَواب المطابق للسؤال ذكر مَا اقْتَضَاهُ السُّؤَال من غير زِيَادَة وَلَا نُقْصَان</p><p>سُؤال الْحُجْرَة طلب لقسم من عدَّة محصورة وَهُوَ على وَجْهَيْن أَحدهمَا طلب جُزْء من السُّؤَال كَقَوْلِك أزيدا فِي الدَّار أم عَمْرو وَالْآخر طلب أَو دلَالَة الْخلف من الْمَحْذُوف دلَالَة شَيْء يَقْتَضِي معنى مَا لم يذكر مِمَّا تَقْدِيره أَن يذكر وَذَلِكَ نَحْو تَكْبِير</p> </div>"
   },
   {
    "page_number": 59,
    "page": 82,
    "text": "<div> <p>النَّاس عِنْد طلب الْهلَال يَقْتَضِي معنى رائي الْهلَال كَأَنَّهُ نَاطِق بِهِ وتوقع النَّاس للهلال إِذا قَالَ قَائِل فِي تِلْكَ الْحَال الْهلَال يَقْتَضِي هَذَا الْهلَال وَالْفِعْل للشَّاهِد من نَحْو الْقرب والاعطاء إِذا قَالَ قَائِل وزيدا يَقْتَضِي اضْرِب زيدا أَو أعْط زيدا فَهَذِهِ دلَالَة الْحَال الَّتِي تصْحَب الْكَلَام</p><p>فَأَما دلَالَة الْكَلَام على الْمَحْذُوف فدلالة تضمين تَقْتَضِي معنى مَا لم يذكر مِمَّا تَقْدِيره أَن يذكر وَهِي ثَلَاثَة أَقسَام مُتَقَدم أَو مُتَأَخّر أَو دلَالَة الْكَلَام الَّذِي حذف مِنْهُ نَحْو وَقَالُوا كونُوا هودا أَو نَصَارَى يدل على أَن الْمَعْنى اتبعُوا الْيَهُودِيَّة أَو النَّصْرَانِيَّة وَقَوله جلّ ثَنَاؤُهُ <span class=\"c3\">{أبشرا منا وَاحِدًا نتبعه}</span> يدل على أَن الْمَعْنى اتبعُوا بشرا وقولك أزيدا مَرَرْت بِهِ يدل على معنى أجزت زيدا أَو لقِيت زيدا</p><p>وَأما أَخَذته بدرهم فَصَاعِدا فَأَنَّهُ يدل على معنى فَذهب الدِّرْهَم صاعدا فَهَذَا لِكَثْرَة المصاحبة دلّ مَا ألْقى على مَا ألْقى</p><p>الصّفة الَّتِي تجْرِي على الأول وَهِي للثَّانِي فِي الْمَعْنى هِيَ الصّفة القوية فِي الْعَمَل نَحْو مَرَرْت بِرَجُل حسن أَبوهُ فَأَما الصّفة الضعيفة فَلَا يجوز فِيهَا ذَلِك نَحْو مَرَرْت بِرَجُل خير مِنْهُ أَبوهُ</p><p>وَالصّفة الَّتِي تجْرِي على الأول وَهِي للثَّانِي فِي اللَّفْظ وللأول فِي الْمَعْنى وَهِي الصّفة الضعيفة نَحْو مَا رَأَيْت رجلا أحسن فِي</p> </div>"
   },
   {
    "page_number": 60,
    "page": 83,
    "text": "<div> <p>عَيْنَيْهِ الْكحل مِنْهُ فِي عين زيد وَمَا من أَيَّام أحب فِيهَا الصَّوْم مِنْهُ فِي عشر ذِي الْحجَّة</p><p>الصّفة القوية هِيَ المشبهة باسم الْفَاعِل بِالتَّصَرُّفِ فِي التَّثْنِيَة وَالْجمع والتأنيث والتذكير</p><p>الْإِضَافَة اللفظية هِيَ الَّتِي يكون اللَّفْظ على الْإِضَافَة وَالْمعْنَى على الِانْفِصَال نَحْو مَرَرْت بِرَجُل ضَارب زيد وَالْمعْنَى ضَارب زيدا وَرَأَيْت رجلا حسن الْوَجْه بِمَعْنى حسنا وَجهه</p><p>وَالْإِضَافَة الْحَقِيقِيَّة هِيَ الَّتِي يكون اللَّفْظ على الْإِضَافَة وَالْمعْنَى عَلَيْهَا نَحْو غُلَام زيد وَصَاحب الدَّار</p><p>الظّرْف الَّذِي يجوز رَفعه هُوَ الظّرْف المتمكن بإجرائه على أَصله وَالَّذِي لَا يتَمَكَّن هُوَ الظّرْف الْخَارِج عَن أَصله بتضمينه مَا لَيْسَ لَهُ فِي أَصله فَالْأول نَحْو زيد خَلفك وَالثَّانِي أَتَيْته صباحا لَا يرفع لِأَنَّهُ تضمن صباح يَوْمك خَاصَّة</p><p>الِاسْم التَّام هُوَ الَّذِي يقوم بِنَفسِهِ فِي الْبَيَان عَن مَعْنَاهُ نَحْو رجل وَفرس وَزيد وَعَمْرو</p><p>الِاسْم النَّاقِص هُوَ الَّذِي لَا يقوم بِنَفسِهِ فِي الْبَيَان نَحْو الَّذِي وَمن مَا</p><p>حُرُوف الْمَدّ واللين هِيَ الَّتِي تكون مِنْهَا الحركات وَيُمكن مد الصَّوْت بهَا وَهِي الْيَاء وَالْوَاو وَالْألف</p><p>حُرُوف الْعلَّة هِيَ الَّتِي تَتَغَيَّر بقلب بَعْضهَا إِلَى بعض بالعلل</p> </div>"
   },
   {
    "page_number": 61,
    "page": 84,
    "text": "<div> <p>المطردة وَهِي الْهمزَة وحروف الْمَدّ واللين</p><p>حُرُوف الْأَعْرَاب هُوَ الْمُتَغَيّر بالإعراب وَتَكون فِي الِاسْم المتمكن وَالْفِعْل الْمُضَارع</p><p>الْمَفْعُول الَّذِي يصل إِلَيْهِ الْفِعْل هُوَ الَّذِي يتَغَيَّر بِالْفِعْلِ نَحْو كسرت الْقَلَم وَقطعت الْحَبل</p><p>وَالْمَفْعُول الَّذِي لَا يصل إِلَيْهِ الْفِعْل هُوَ الْمُخْتَص بِهِ من غير وُصُول إِلَيْهِ نَحْو عرفت زيدا وحمدت أمرا</p><p>الْعلَّة القياسية الَّتِي يطرد الحكم بهَا فِي النَّظَائِر نَحْو عِلّة الرّفْع فِي الِاسْم وَهِي ذكر الِاسْم على جِهَة يعْتَمد الْكَلَام</p><p>وَعلة النصب فِيهِ ذكره على جِهَة الفضلة فِي الْكَلَام</p><p>وَعلة الْجَرّ ذكره على جِهَة الْإِضَافَة</p><p>الْعلَّة الْحكمِيَّة هِيَ الَّتِي تَدْعُو إِلَيْهَا الْحِكْمَة نَحْو جعل الرّفْع للْفَاعِل لِأَنَّهُ أول للْأولِ وَذَلِكَ تشاكل حسن وَلِأَنَّهُ أَحَق بالحركة القوية لِأَنَّهَا ترى بِضَم الشفتين من غير صَوت وَيُمكن أَن يعْتَمد بهَا فَتسمع والمضاف إِلَيْهِ أَحَق بالحركة الثَّقِيلَة من الْمَفْعُول لِأَنَّهُ وَاحِد والمفعولات كَثِيرَة</p><p>الْعلَّة الضرورية هِيَ الَّتِي يجب بهَا الحكم بمتحرك من غير جعل جَاعل</p><p>الْعلَّة الوضعية يجب لَهَا الحكم بِجعْل جَاعل نَحْو وجوب</p> </div>"
   },
   {
    "page_number": 62,
    "page": 85,
    "text": "<div> <p>الْحَرَكَة للحرف الَّذِي يُمكن أَن يكون سَاكِنا</p><p>الْعلَّة الصَّحِيحَة هِيَ الَّتِي تَقْتَضِي الحكم الْجَارِي فِي النَّظَائِر مِمَّا تَدْعُو إِلَيْهِ الْحِكْمَة</p><p>الْعلَّة الْفَاسِدَة هِيَ الَّتِي بِخِلَاف هَذِه الصّفة</p><p>الْمَعْلُول هُوَ الْمُتَغَيّر بِالْعِلَّةِ</p><p>الْقيَاس الصَّحِيح الْجمع بَين شَيْئَيْنِ مِمَّا يُوجب اجْتِمَاعهمَا فِي الحكم كالجمع بَين الِاسْم وَالْفِعْل فِي الرّفْع بعامل الرّفْع</p> </div>"
   }
  ]
 }
]