[
 {
  "info": {
   "title": "كتاب الرد على النحاة",
   "author": "ابن مضاء",
   "about": "<div> <h3 class=\"text-center\">بطاقة الكتاب وفهرس الموضوعات</h3>الكتاب: الرّد عَلى النّحاة<br>المؤلف: أحمد بن عبد الرحمن بن محمد، ابن مَضَاء، ابن عمير اللخمي القرطبي، أبو العباس (ت ٥٩٢هـ)<br>دراسة وتحقيق: الدكتور محمد إبراهيم البنا<br>الناشر: دار الاعتصام<br>الطبعة: الأولى، ١٣٩٩ هـ - ١٩٧٩ م<br>عدد الصفحات: ١٣٩<br>[ترقيم الكتاب موافق للمطبوع] <div>صفحة المؤلف: [<a href=\"https://shamela.ws/author/2387\">ابن مضاء</a>]</div>   </div>",
   "url": "https://shamela.ws/book/37476",
   "id": "37476",
   "toc": [
    {
     "page": 8,
     "text": "الفصل الأول إلغاء العوامل"
    },
    {
     "page": 24,
     "text": "الفصل الثاني تطبيقه للنحو من غير عامل في باب التنازع"
    },
    [
     {
      "page": 33,
      "text": "الفصل الثالث تطبيقه للنحو من غير عامل في باب الاشتغال"
     },
     [
      {
       "page": 53,
       "text": "تطبيقه في باب نواصب المضارع"
      }
     ]
    ],
    {
     "page": 64,
     "text": "الفصل الرابع إسقاط العلل الثواني والثوالث"
    },
    {
     "page": 72,
     "text": "الفصل الخامس إسقاط التمارين"
    }
   ],
   "page_chapters": {
    "8": [
     "الفصل الأول إلغاء العوامل"
    ],
    "24": [
     "الفصل الثاني تطبيقه للنحو من غير عامل في باب التنازع"
    ],
    "33": [
     "الفصل الثالث تطبيقه للنحو من غير عامل في باب الاشتغال"
    ],
    "53": [
     "تطبيقه في باب نواصب المضارع"
    ],
    "64": [
     "الفصل الرابع إسقاط العلل الثواني والثوالث"
    ],
    "72": [
     "الفصل الخامس إسقاط التمارين"
    ]
   },
   "all_pages": 75,
   "volumes": {},
   "pages": 75
  },
  "pages": [
   {
    "page_number": 1,
    "page": 61,
    "text": "<div> <p>بسم الله الرحمن الرحيم</p><p>قال الشيخ الفقيه القاضي الأعدل، العالم الناصر المحقِّق الأحفل، أبو العباس احمد بن عبد الرحمن بن مَضاء اللخمي، أدام الله بركته، ونوَّر بنور الإيمان خَلَده، وفسح أجله،<span class=\"c5\"> ونفعه بالعلم الذي حمله:</span></p> </div>"
   },
   {
    "page_number": 2,
    "page": 63,
    "text": "<div> <p>الحمد لله على ما منَّ به من الإيمان، والعلم باللسان، الذي نزل به القرآن، والصلاة على نبيه الداعي إلى دار الرضوان، وعلى اله وصحبه والتابعين له بإحسان. وأسأل الله الرضا عن الإمام المعصوم، المهديّ المعلوم،<span class=\"c5\"> وعن خليفتيه:</span> سيدَيْنا أميرَي المؤمنين، الوارثَيْن مقامه العظيم. وأَصِلُ الدعاء لسيدنا أمير المؤمنين ابن أمير المؤمنين، مبُلْغِ مقاصدهم العليَّة إلى غاية التكميل والتَّتميم.</p><p><span class=\"c5\">أما بعد فإنه حملني على هذا المكتوب قولُ الرسول صلى الله عليه وسلم:</span> الدين النصيحة،<span class=\"c5\"> وقوله:</span> من قال في كتاب الله برأيه فأصاب، فقد أخطأ،<span class=\"c5\"> وقوله:</span> من قال في كتاب الله بغير علم فليتبوَّأ مقعده من النار،<span class=\"c5\"> وقوله:</span> من رأى منكم منكراً فلْيُغَيِّره بيده، فإن لم</p> </div>"
   },
   {
    "page_number": 3,
    "page": 64,
    "text": "<div> <p>يستطع فبلسانه، فإن لم يستطع فبقلبه.</p><p>وعلى الناظر في هذا الكتاب من أهل هذا الشأن إن كان ممن يَحتاطُ لدينه، ويجعل العلمَ مُزْلفاً له من ربه، أنْ ينظر، فإن تبيَّن له ما نُبيَّنه رجع إليه، وشكر الله عليه، وان لم يتبين له فليتوقف توقُّف الورع عند الأشكال، وان ظهر له خلافة فليبيَّنْ ما ظهر له بقولٍ أو بكتابة.</p><p>واني رأيت النحويين - رحمة الله عليهم - قد وضعوا صناعة النحو لحفظ كلام العرب من اللحن، وصيانته عن التغيير، فبلغوا من ذلك إلى الغاية التي أمُّوا، وانتهوا إلى المطلوب الذي ابتغوا، إلا أنهم التزموا ما لا يلزمهم، وتجاوزوا فيها القدر الكافي فيما أوردوه منها، فتوعَّرت مسالكُها، ووهَنَتْ مبانيها، وانحطَّت عن رُتْبَة الإقناع حججُها،<span class=\"c5\"> حتى قال شاعر فيها:</span></p><p>ترنو بطرفٍ ساحرٍ فاترٍ ... اضعفَ من حُجَّةِ نحويّ</p><p>على أنها إذا أخذت المأخذ المبرَّأ من الفضول، المجرَّد عن المحاكاة والتخييل، كانت من أوضح العلوم برهاناً، وأرجح المعارف عند الامتحان ميزاناً، ولم تشتمل إلا على يقين أو ما قاربه من الظنون.</p><p>ومثل هذا المكتوب وكتب النحويين، كمَثَل رجال، ذوي أموال، عندهم الياقوت الرائق، والزبرجد الفائق، والذهب الإبريز، والورق</p> </div>"
   },
   {
    "page_number": 4,
    "page": 65,
    "text": "<div> <p>التي برَّزت في الخلوص كل التبريز، وقد خالطها من الزجاج الذي صُفِّى حتى ظُنَّ زَبرجداً، والنحاس الذي عولج حتى حُسِبَ عسجداً، ما هو أبهى منظراً، وأعظم من مرأى العين خطراً، وأكثر عِدَّة، واجدّ جِدَّة، حتى صاروا بها ألْهَج، وظنُّوا أنهم إليها أَحْوَج، فأتاح الله لهم رجلاً ناصحاً، وناقداً بصيراً، فأظهروه على ما لديهم من تلك الذخائر النفيسة المونقة،<span class=\"c5\"> فقال لهم:</span> قال رسول الله صلى الله عليه وسلم: الدين النصيحة، وأنا أنصحكم لا للاقتناء ولا للاكتساب، ولكن لابتغاء الأجر من الله والثواب، هذا الذي اتخذتموه عُدَّة الدهر، وظننتموه أماناً من الفقر، بعضه مال، وبعضه لَمْعُ آل، والياقوت يُختبَر بالنار، فيزيد حُسناً بالاختبار، والزجاج لا يثبُت للنار ولا يصبر عليها، والزبرجد يُذيب أعيُن الأفاعي إذ أُدْنِيَ إليها. وطَفِقَ يأخذ معهم في هذه الأساليب، ويأتيهم فيها باذلاً جهده، ومستنفراً جنده، بالغرائب والأعاجيب، ليوقع لهم اليقين، بما يصدق منها لدى الابتلاء وما يمين، فبعضهم أثنى وشكر، وأْتَمَرَ لما أمر، واستبدل بما يَعُرّ ويضُرّ ما ينفع لدى اللَّزَيات ويسرّ، وبعضهم تهاون بمقاله، واستمر على حاله، فعجمهم الزمان عَجْمة، وضَغَمتهم الحوادث ضَغْمة، وأصابت مدينتهم أزمة، فمن حزم، وعمل منهم بما علم، تخلص منها تخلُّص الشهاب من الظلماء، ومن أعرض عنه، وأنف منه، هلك هلاك العَجْماء في الفَيْفاء، عند عدم الرعْي والماء.</p> </div>"
   },
   {
    "page_number": 5,
    "page": 66,
    "text": "<div> <p>وكذلك من أخذ من علم النحو ما يوصله إلى الغاية المطلوبة منه، واستعاض من</p><p>تلك الظنون - التي ليست كظنون الفقه، التي نصبها الشارع صلى الله عليه وسلم إمارةً للأحكام، ولا كظنون الطب التي جُرِّبت، وهي في الغالب نافعة، في الأمراض والآلام - العلوم الدينية، السمعيَّة منها والنظريَّة، التي هي الجُنَّة، والهادية إلى الجَنَّة، فقد نفعه الله بالتعليم، وهداه إلى صراط مستقيم. وأما من اقتصر كل الاقتصار على المعارف التي لا تدعو إلى جنة، ولا تزجر عن نار، كاللغات والأشعار، ودقائق عِلَل النحو ومسلِّيات الإخبار، فقد أساء الاختيار،<span class=\"c5\"> واستحبَّ العمى على الإبصار:</span></p><p>وما انتفاعُ أخي الدنيا بناظره ... إذا استوت عندهُ الأنوارُ والظُّلَمُ</p><p><span class=\"c5\">ولعل قائلا يقول:</span> أيها الأندلسي المسرور بالإجراء بالخلاء، المضاهي بنفسه الحَفِيَّ ذكاءً وأيّ ذكاء،<span class=\"c5\"> أتزاحم بغير عَوْد وتكاثر بِرَذاذك الجَوْد:</span></p> </div>"
   },
   {
    "page_number": 6,
    "page": 67,
    "text": "<div> <p>وابنُ اللَّبونِِ إذا مالُزَّ في قَرَنٍ ... لم يستطع صَوْلَةَ الُبزْلِ القناعيس</p><p><span class=\"c5\">هل أنت إلا كما قيل:</span></p><p>كناطحٍ صخرةً يوماً ليفلقَها ... فلمْ يضرْها وأوهى قرنَهُ الوعِلُ</p><p>أتُزرِي بنحويِّ العراق، وفضل العراق على الأفاق، كفضل الشمس في الإشراق، على الهلال في المَحاق؟ وإنك أخْمَل من بَقَّة في شَقَّة،<span class=\"c5\"> وأخْفَي من تبنه في لَبِنَة:</span></p><p>لو كان يَخْفَى على الرحمن خافيةٌ ... من خَلقِه خفيت عنه بنو أسدِ</p><p><span class=\"c5\">فيقال له:</span> إن كنت أعمي لا تنهض إلا بقائد، ولا تعر الزائف من الخالص إلا بناقد،<span class=\"c5\"> فليس هذا بعشِّك فادرجي:</span></p> </div>"
   },
   {
    "page_number": 7,
    "page": 68,
    "text": "<div> <p>خلِّ الطريقَ لمن يبني المنارَ به ... وابرُزْ بِبَرْزَةَ حيث اضطرَّك القَدَرُ</p><p>وإن كنت من ذوي الاستبراء، في محل الاستبراء، والاستناد، حيث يجب الاستناد، فانظر، فتستبين لك الرَّغوة من الصريح، ويتبين لك السقيمُ من الصحيح.</p> </div>"
   },
   {
    "page_number": 8,
    "page": 69,
    "text": "<div> <p>فصل</p><p>قصدي في هذا الكتاب أن احذف من النحو ما يستغني النحويُّ عنه، وأنبه على ما اجمعوا على الخطأ فيه.</p><p>فمن ذلك ادعاؤهم أن النصب والخفض والجزم لا يكون إلا بعامل لفظي، وأن الرفع منها يكون بعامل لفظي وبعامل معنوي، وعبروا عن ذلك بعبارات توهم في قولنا <span class=\"c2\">(ضرب زيدٌ عمراً)</span> أن الرفع الذي في زيد والنصب الذي في عمرو إنما أحدثه ضرب. ألا ترى سيبويه - رحمه الله -<span class=\"c5\"> قال في صدر كتابه:</span> وإنما ذكرت ثمانية مجارٍ، لا فرق بين ما يدخله ضرب من هذه الأربعة لما يحدثه فيه العامل، وليس شيء منها إلا وهو يزول عنه، وبين ما يبنى عليه الحرف بناء لا يزول عنه لغير شيء احدث ذلك فيه؟ فظاهر هذا أن العامل أحدث الإعراب، وذلك بيَّن الفساد.</p><p>وقد صرح بخلاف ذلك أبو الفتح بن جنى وغيره قال أبو الفتح في خصائصه،<span class=\"c5\"> بعد كلام في العوامل اللفظية والعوامل المعنوية:</span> وإما في الحقيقة ومحصول الحديث فالعمل من النصب والرفع والجر والجزْم، إنما هو للمتكلم نفسه لا لشيء غيره فأكد المتكلم بنفسه ليرفع الاحتمال،<span class=\"c5\"> ثم زاد تأكيداً بقوله:</span> لا لشيء غيره. وهذا قول المعتزلة. وأما مذهب أهل الحق فإن هذه الأصوات إنما هي من فعل الله تعالى، وإنما تنسب إلى</p> </div>"
   },
   {
    "page_number": 9,
    "page": 70,
    "text": "<div> <p>الإنسان كما ينسب إليه سائر أفعاله الاختيارية.</p><p>وإما القول بان الألفاظ يحدث بعضها بعضا فباطل عقلاً وشرعاً،<span class=\"c5\"> لا يقول به أحداً من العقلاء لمعانٍ يطول ذكرها فيما المقصد إيجازه:</span> منها أن شرط الفاعل أن يكون موجوداً حينما يفعل فعله، ولا يحدث الإعراب فيما يحدث فيه إلا بعد عدم العامل، فلا ينصب زيد بعد أن في قولنا <span class=\"c2\">(إن زيداً)</span> إلا بعد عدم إن.</p><p>فان قيل بِمَ يُرَدُّ على من يعتقد أن معاني هذه الألفاظ هي العاملة؟<span class=\"c5\"> قيل:</span> الفاعل عند القائلين به إما أن يفعل بإرادة كالحيوان، وإما أن يفعل بالطبع كما تحرق النار</p><p>ويبرد الماء، ولا فاعل إلا الله عند أهل الحق، وفعل الإنسان وسائر الحيوان فعل الله تعالى، كذلك الماء والنار وسائر ما يفعل، وقد تبين هذا في موضعه. وإما العوامل النحوية فلم يقل بعملها عاقل، لا ألفاظها ولا معانيها، لأنها لا تفعل بإرادة ولا بطبع.</p><p><span class=\"c5\">فإن قيل:</span> إن ما قالوه من ذلك إنما هو على وجه التشبيه والتقريب، وذلك أن هذه الألفاظ التي نسبوا العمل إليها إذا زالت زال الإعراب المنسوب إليها، وإذا وجدت وجد الإعراب، وكذلك العلل الفاعلة عند القائلين بها.<span class=\"c5\"> قيل:</span> لو لم يسقهم جعلها عوامل إلى تغيير كلام العرب، وحطَّه عن رتبة البلاغة إلى هُجْنَه العيّ، وادعاء النقصان فيما هو كامل وتحريف</p> </div>"
   },
   {
    "page_number": 10,
    "page": 71,
    "text": "<div> <p>المعاني عن المقصود بها لسومحوا في ذلك، وإما مع إفضاء اعتقاد كون الألفاظ عوامل إلى ما أفضت إليه فلا يجوز إتباعهم في ذلك.</p><p><span class=\"c5\">واعلم أن المحذوفات في صناعتهم على ثلاثة أقسام:</span> محذوف لا يتم الكلام إلا به، حُذف لعلم المخاطب به،<span class=\"c5\"> كقولك لمن رأيته يعطي الناس:</span> <span class=\"c2\">(زيداً)</span> أي أعط زيداً فتحذفه وهو مراد وان أظهر تم الكلام به ومنه قول الله تعالى: <span class=\"c3\">{وَقِيلَ لِلَّذِينَ اتَّقَوْاْ مَاذَا أَنزَلَ رَبُّكُمْ قَالُواْ خَيْراً}</span> وقوله تعالى: <span class=\"c3\">{وَيَسْأَلُونَكَ مَاذَا يُنفِقُونَ، قُلِ الْعَفْوَ}</span> على قراءة من نصب وكذلك من رفع وقوله عز وجل: <span class=\"c3\">{نَاقَةَ اللَّهِ وَسُقْيَاهَا}</span>.</p> </div>"
   },
   {
    "page_number": 11,
    "page": 72,
    "text": "<div> <p>والمحذوفات في كتاب الله تعالى لعلم المخاطبين بها كثيرة جدَّاً، وهي إذا أظهرت تمَّ بها الكلام، وحذفها أوجز وابلغ.</p><p>والثاني محذوف لا حاجة بالقول إليه، بل هو تامٌّ دونه،<span class=\"c5\"> وإن ظهر كان عيباً كقولك:</span> <span class=\"c2\">(أزيداً ضربته)</span> قالوا إنه مفعول بفعل مضمر تقديره أضربت زيداً. وهذه دعوى لا دليل عليها إلا ما زعموا من أن <span class=\"c2\">(ضربت)</span> من الأفعال المتعدية إلى مفعول واحد، وقد تعدى إلى الضمير، ولا بد لزيد من ناصب إن لم يكن ظاهراً</p><p>فمقدر، ولا ظاهر، فلم يبقى إلا الإضمار.<span class=\"c5\"> وهذا بناء على أن كل منصوب فلا بد له من ناصب! ويا ليت شعري ما الذي يضمرونه في قولهم:</span> <span class=\"c2\">(أزيداً مررت بغلامه)</span> وقد يقول القائل منا ولا يتحصَّل له ما يضمر! والقول تام مفهوم،<span class=\"c5\"> ولا يدعو إلى هذا التكلف إلا وضع:</span> كل منصوب فلا بد له من ناصب. فهذا القسم الثاني.</p><p>وأما القسم الثالث فهو مضمر، إذا أُظهر تغير الكلام عما كان عليه قبل إظهاره،<span class=\"c5\"> كقولنا:</span> <span class=\"c2\">(يا عبد الله)</span>، وحكم سائر المناديات المضافة والنكرات حكم عبد الله، وعبد الله عندهم منصوب بفعل مضمر تقديره أدعو أو أنادي. وهذا إذا أُظهر تغير المعنى وصار النداء خبراً.<span class=\"c5\"> وكذلك النصب بالفاء والواو:</span> ينصبون الأفعال الواقعة بعد هذه الحروف بأنْ، ويقدرون أنْ مع الفعل بالمصدر، ويصرفون الأفعال الواقعة قبل هذه الحروف إلى مصادرها، ويعطفون المصادر على المصادر بهذه الحروف. وإذا فعلوا ذلك كله لم يُرَدْ معنى اللفظ الأول! ألا ترى انك إذا</p> </div>"
   },
   {
    "page_number": 12,
    "page": 73,
    "text": "<div> <p><span class=\"c5\">قلت:</span> <span class=\"c2\">(ما تأتينا فتحدثنا)</span> كان لها معنيان: أحدهما <span class=\"c2\">(ما تأتينا فكيف تحدثنا)</span> أي أن الحديث لا يكون إلا مع الإتيان، وإذا لم يكن الحديث،<span class=\"c5\"> كما يقال:</span> <span class=\"c2\">(ما تدرس فتحفظ)</span> أي أن الحفظ إنما سببه الدرس، فلا حفظ. والوجه الآخر <span class=\"c2\">(ما تأتينا محدثاً)</span> أي انك تأتي ولا تحدِّث،<span class=\"c5\"> وهم يقدرون الوجهين:</span> <span class=\"c2\">(ما يكون منك إتيان فحديث)</span> وهذا اللفظ لا يعطى معنى من هذين المعنيين.</p><p>وهذه المضمرات التي لا يجوز إظهارها لا تخلو من أن تكون معدومة في اللفظ، موجودة معانيها في نفس القائل، أو تكون معدومة النفس، كما أن الألفاظ الدالة عليها معدومة في اللفظ. فإن كانت لا وجود لها في النفس ولا للألفاظ الدالة عليها وجودٌ في القول، فما الذي ينصب إذن؟ وما الذي يُضمر؟ ونسبة العمل إلى معدوم على الإطلاق محال. فإن قيل أن معاني هذه الألفاظ المحذوفة موجودة في نفس</p><p>القائل، وإن الكلام بها يتمّ، وإنها جزء من الكلام القائم بالنفس، المدلول عليها بالألفاظ، إلا إنها حذفت الألفاظ الدالة عليها إيجازاً، كما حذفت مما يجوز إظهاره إيجازاً لزم أن يكون الكلام ناقصاً، وأن لا يتمّ إلا بها، لأنها جزء منه، وزدنا في كلام القائلين ما لم يلفظوا به، ولا دلنا عليه دليل إلا دعاء أن كل منصوب فلا بد له من ناصب لفظي. وقد فُرغَ من إبطال هذا الظن بيقين، وادعاء الزيادة في كلام المتكلمين من غير دليل يدل عليها خطأٌ بيِّنٌ، لكنه لا يتعلق بذلك عقاب، وأما طرد ذلك في كتاب الله تعالى الذي لا يأتيه الباطل من بين يديه ولا من خلفه، وادعاء زيادة معان فيه من غير حجة ولا دليل إلا القول بان كل ما ينصب إنما ينصب بناصب، والناصب لا يكون إلا لفظاً يدل على معنى أما منطوقاً به، وإما محذوفاً مراداً، ومعناه قائم بالنفس، فالقول بذلك حرام على من تبين له ذلك،<span class=\"c5\"> وقد قال رسول الله صلى الله عليه وسلم:</span> من قال في القرآن برأيه فأصاب</p> </div>"
   },
   {
    "page_number": 13,
    "page": 74,
    "text": "<div> <p>فقد أخطأ. ومقتضى هذا الخبر النهي. وما نُهِى عنه فهو حرام، إلا أن يدل دليل. والرأي ما لم يستند إلى دليل حرام.<span class=\"c5\"> وقال صلى الله عليه وسلم:</span> من قال في القرآن بغير علم فليتبوَّأ مقعده من النار. وهذا وعيد شديد، وما توعَّد رسول الله على فعله فهو حرام. ومن بني الزيادة في القرآن بلفظ أو معنى على ظن باطل، قد تبين بطلانه، فقد قال في القرآن بغير علم، وتوجَّه الوعيد إليه. ومما يدل على انه حرام الإجماع على انه لا يزاد في القرآن لفظٌ غير المجمع على إثباته، وزيادة المعنى كزيادة اللفظ، بل هي أحرى، لأن المعاني هي المقصودة، والألفاظ دلالات عليها، ومن اجلها.</p><p>فان قيل فقد اجمع النحويين - على بكرة أبيهم - على القول بالعوامل، وإن اختلفوا،<span class=\"c5\"> فبعضهم يقول:</span> العامل في كذا وكذا،<span class=\"c5\"> وبعضهم يقول:</span> العامل فيه ليس كذا، إنما هو كذا، على ما نفسره بعد إن شاء الله.<span class=\"c5\"> قيل:</span> إجماع النحويين ليس بحجة</p><p>على من خالفهم، وقد قال كبير من حذاقهم، ومقدَّم في الصناعة من مقدَّميهم،<span class=\"c5\"> وهو أبو الفتح بن جنى في خصائصه:</span> أعلم أن إجماع أهل البلدين <span class=\"c2\">(يعني البصرة والكوفة)</span> إنما يكون حجة إذا أعطاك خصمك يده أن لا يخالف المنصوص والمقيس</p> </div>"
   },
   {
    "page_number": 14,
    "page": 75,
    "text": "<div> <p>على المنصوص، فإذا لم يعط يده بذلك يكون إجماعهم حجة عليه، وذلك انه لم يرد ممن يطاع أمره في قرآن ولا سنة، أنهم لا يجتمعون على الخطأ،<span class=\"c5\"> كما جاء النص عن رسول الله صلى الله عليه وسلم من قوله:</span> أمتي لا تجتمع على ضلالة، وإنما هو علم منتزع من استقراء هذه اللغة، فكل من فرق له عن علة صحيحة، وطريق نهجهٍ، كان خليل نفسه وأبا عمرو فكره إلا أنا مع هذا الذي رأيناه، وسوَّغنا مرتكبه، لا نسمح له بالإقدام على مخالفة الجماعة - التي قد طال بحثها، وتقدَّم نظرها وتتالت أواخر على أوائل، وإعجازاً على كلاكل - والقوم الذين لا يُشك في أن الله، سبحانه وتقدست أسماؤه، قد هداهم لهذا العلم الكريم، وأراهم وجه الحكمة في الترحيب له والتعظيم، وجعله ببركاتهم، وعلى أيدي طاعتهم، خادماً لكتابه المنزل، وكلام نبيه المرسل، وعوناً على فهمها، ومعرفة ما أمر به، أو نُهي عنه الثقلان منهما إلا بعد أن يناهضه إتقانًا ويثابته عرفاناً، ولا يخلد إلى سانح خاطره، ولا إلى أول نزوة من نزوات تفكره، فإذا هو حذا على هذا المثال، وباشر بإنعام تصفحه أحناء الحال، امضي الرأي فيما يريه الله منه غير معازٍّ به</p> </div>"
   },
   {
    "page_number": 15,
    "page": 76,
    "text": "<div> <p>ولا غاضٍّ من السلف - رحمهم الله - في شيء منه، فإنه إذا فعل ذلك سُدِّد رأيه، وشُيِّع بالتوفيق خاطره، وكان للصواب مِئَنّة، ومن التوفيق مَظِنّة.<span class=\"c5\"> وقد قال أبو عثمان عمرو بن بحر الجاحظ:</span> ما على الناس شيء أضر من قولهم: ما ترك الأول للآخر شيئاً.<span class=\"c5\"> وقد قال أبو عثمان المازني:</span> وإذ قال العالم قولاً متقدماً فللمتعلم الاقتداء به والانتصار له، والاحتجاج لخلافه ان وجد إلى ذلك سبيلاً،<span class=\"c5\"> وقال الطائي الكبير:</span></p><p>يقولُ مَنْ تقرعُ أسماعَهُ ... كم ترك الأولُ للآخر!</p><p>فمما جاز خلاف الإجماع الواقع فيه منذ بدئ هذا العلم، وإلى آخر هذا الوقت، ما رأيته أنا في قولهم <span class=\"c2\">(هذا حُجْر ضبٍّ خربٍ)</span>، فهذا يتناوله آخر عن أول، وتالٍ عن ماضٍ، على انه غلط من العرب، لا يختلفون فيه ولا يتوقفون عنه، وأنه من الشاذ الذي لا يُحمل عليه. ولا يجوز ردُّ غيره إليه. وأما أنا فعندي أن في القرآن من مثل هذا الموضع نيفاً على ألف موضع.</p><p>قال المؤلف - رضي الله عنه - هنا قطعت نص كلامه، لأني</p> </div>"
   },
   {
    "page_number": 16,
    "page": 77,
    "text": "<div> <p>أوردته وقصدي الإيجاز، وإنما سقت قوله المتقدم إتباعا لمن ألف الإتباع، فمذهب الجماعة في قول العرب <span class=\"c2\">(هذا حجر ضب خرب)</span> ما ذكره. واختار أبو الفتح أن يكون على حذف المضاف وإقامة المضاف إليه مقامه، وقال إن في القرآن نيفاً على ألف موضع، وتقديره عنده <span class=\"c2\">(هذا جحر ضبٍّ خربٍ جحره)</span> فخرب نعت لضب، كما يقال <span class=\"c2\">(هذا فرسٌ عربيٌّ قارح فرسه)</span> فقارح نعت لعربي وُصف به، وإن كان للفرس، لأنه من سببه، فحذف الجحر الذي هو المضاف، وهو فاعل مرفوع، ولقيم المضاف إليه مقامه، وهو الضمير العائد على الضب مقام الجحر، فارتفع بخرب عنده. والضمير إذا كان فاعلاً باسم الفاعل، أو بالصفة المشبهه باسم الفاعل، استكنّ فيهما على مذهبهم، وحذفُ المضاف وإقامة المضاف إليه مقامه مطرد، واستكنانُ الضمير في الصفة مطرد.<span class=\"c5\"> لكن لقائل أن يقول لأبي الفتح:</span> إن الحذف للمضاف لا يجوز إلا في المواضع التي يسبق إلى فهم المخاطب المقصود من اللفظ فيها كقوله تعالى: <span class=\"c3\">{وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا وَالْعِيْرَ الَّتِي أَقْبَلْنَا فِيهَا}</span>. وأما في المواضع التي يُحتاج في معرفة المحذوف منها تأمل كثير، وفكر طويل، فلا يجوز حذفه لما فيه من اللَّبْس على السامعين. وهذا من المواضع البعيدة، والدليل على ذلك انه قد مر هذا القول على إسماع قوم فهماء عارفين بالنحو واللغة. فلم يهتدوا إلى هذا</p><p>المحذوف، لأنه لو ظهر لكان قبيحاً، لو قالت</p> </div>"
   },
   {
    "page_number": 17,
    "page": 78,
    "text": "<div> <p><span class=\"c5\">العرب:</span> هذا جحر ضبٍّ خربٍ جحره، قَبُح، لأنه عيٌّ من القول، تغني عنه ضمة الباء، ويكون الكلام وجيزاً فصيحاً، فلما كان أصله هكذا، ثم تُكلِّف فيه ما تُكلِّف من الحذف لما لا يسبق حذفه إلى الفهم بعُدَ. ثم إنه لو كان المضاف إليه ظاهراً لكان أبين، ولكنه حُذِف المضاف، واستكن المضاف إليه، فعزب عن الفهم، وصار فهمه مع هذا الحذف والإضمار من تكليف ما لا يستطاع. واستنجاز أبو الفتح الرد على كل من تقدم بظن ليس بالقوي، فكيف بنا ونحن نرد عليهم الظنون الضعيفة بالأدلة الواضحة التي لا امتراء فيها لمنصف.</p><p>فإن زعم النحويين أنهم لم يريدوا بقولهم في <span class=\"c2\">(أزيداً أكرمته)</span> وما أشبه أن <span class=\"c2\">(أكرمت)</span> الذي انتصب به زيدٌ مراد للمتكلم، ولا أن الكلام ناقص دونه، وإنما هو شيء موضوع مصطلح عليه، يُتوصَّل به إلى النطق بكلام العرب، كما فعل المهندسون حين وضعوا خطوطاً مصنوعة - هي في الحقيقة أجسام - مواضعَ الخطوط التي هي أطوال لا أعراض لها ولا أعماق، ونقطاً - هي أيضاً أجسام - مواضعَ النقط التي هي نهايات الخطوط، والتي لا أطوال لها ولا أعراض ولا أعماق، وقدروا في الفلك دوائر ونقطاً، وتوصلوا بذلك إلى البرهان على ما أرادوا أن يبرهنوا عليه، ولم يخلّ إيقاع هذه مواضع تلك بما قصدوا، بل حصل اليقين للمتعلمين تلك الصنعة، مع معرفتهم بوضع هذه موضع هذه. قيل للنحويين ليسوا بهؤلاء،<span class=\"c5\"> لأنهم قالوا:</span> إن كل منصوب فلا بد له من ناصب لفظي، فإن جعلوا هذه المحذوفات التي لا يجوز إظهارها معدومة على الإطلاق في اللفظ وفي الإدارة، والكلام تام دونها، فقد أبطلوا ما ادعوه من أن كل منصوب فلا بد له من ناصب، وأيضاً فإن وضع الأجسام مواضع الخطوط والنقد الهندسية تقريبٌ وعونٌ للمتعلم، ووضع هذه العوامل لا شيء فيه من ذلك، بل تقدير وتخييل.</p> </div>"
   },
   {
    "page_number": 18,
    "page": 79,
    "text": "<div> <p>ومما يجري هذا المجرى من المضمرات التي لا يجوز إظهارها، ما يدعونه في المجرورات التي هي إخبار أو صلات أو صفات أو أحوال مثل <span class=\"c2\">(زيد في الدار، ورأيت الذي في الدار، ومررت برجل من قريش، ورأى زيد في الدار الهلال في السماء)</span> فيزعم النحويون أن قولنا في الدار متعلق بمحذوف تقديره <span class=\"c2\">(زيد مستقر في الدار)</span> والداعي لهم إلى ذلك ما وضعوه من أن المجرورات إذا لم تكن حروف الجر الداخلة عليها زائدة فلا بد لها من عامل يعمل فيها ان لم يكن ظاهراً كقولنا <span class=\"c2\">(زيد قائم في الدار)</span> كان مضمرا كقولنا <span class=\"c2\">(زيد في الدار)</span>. ولا شك أن هذا كله كلام تام مركب من اسمين دالين على معنيين بينهما نسبة وتلك النسبة دلت عليها <span class=\"c2\">(في)</span> ولا حاجة بنا إلى غير ذلك. وكذلك يقولون في <span class=\"c2\">(رأيت الذي في الدار)</span> تقديره <span class=\"c2\">(رأيت الذي استقر في الدار)</span> وكذلك <span class=\"c2\">(مررت برجل من قريش)</span> تقديره <span class=\"c2\">(كائن من قريش)</span> وكذلك <span class=\"c2\">(رأيت في الدار الهلال في السماء)</span> تقديره <span class=\"c2\">(كائناً في السماء)</span>. وهذا كله كلام تام لا يفتقر السامع له إلى الزيادة <span class=\"c2\">(كائن ولا مستقر)</span> وإذا بطل العامل والعمل فلا شبهة تبقر لمن يدعي هذا الإضمار.</p><p>ومما يجري هذا المجرى ما يدعونه من أن في أسماء الفاعلين والمفعولين والأسماء المعدولة عن أسماء الفاعلين والمشبهة بها، وما يجري مجري مجراها ضمائر مرتفعة بها، وذلك إذا لم ترتفع بها هذه الصفات أسماء ظاهرة مثل <span class=\"c2\">(ضارب ومضروب وضراب وحسن)</span> وما جرى مجراها،<span class=\"c5\"> وقالوا:</span> أنها ترفع الظاهر في مثل قولنا <span class=\"c2\">(زيد ضارب أبوه عمراً)</span> فإذا رفعت الظاهر. فالمضمر أولى أن ترفعه، وقد بطل ببطلان العامل أنها ترفع الظاهر. وإذا كان ضارب</p> </div>"
   },
   {
    "page_number": 19,
    "page": 80,
    "text": "<div> <p><span class=\"c5\">موضوعاً لمعنيين:</span> ليدل على الضرب، وعلى فاعل الضرب، غير مصرّح به <span class=\"c2\">(فإذا قلنا زيد ضارب عمراً)</span> فضارب يدل على الفاعل غير مصرح باسمه، وزيد يدل على اسمه. فيا ليت شعري ما الداعي إلى تقدير زائد، لو ظهر لكان فضلاً؟<span class=\"c5\"> فإن قيل:</span></p><p>الدليل عليه ظهوره في بعض المواضع، وذلك عند العطف عليه في قولنا <span class=\"c2\">(زيد ضارب هو وبكر عمراً)</span> وكذلك سمع من العرب <span class=\"c2\">(مررت بقوم عرب أجمعون)</span> فلولا أن في عرب ضميراً مرفوعاً لما جاز رفع أجمعين.<span class=\"c5\"> قيل:</span> النحويون يقولون: إن هذا الضمير الذي برز ليس هو فاعلاً بضارب، ففاعل ضارب مضمر، وهذا المنطوق به توكيد له، وبكر معطوف على الضمير المقدر لا على البارز.</p><p>ولو سُلِّم ما قاله النحويون من أن هذا البارز تأكيد لمضمر آخر مراد، لم يُدَلَّ عليه بلفظ، وأن بكراً معطوف على ذلك المراد،<span class=\"c5\"> قيل:</span> إن هذا الضمير يضمر في حال العطف لا غير، وإذا لم يكن عطفٌ لم يكن ثم ضمير، ومن أين قِسْت حال غير العطف، وجعلت حال العطف مع قلتها أصلا لغيرها على كثرتها، والمتكلم لا ينوي الضمير إلا إذا عطف عليه، وإذا لم يعطف عليه لم يَنْوه، وهل قياس هذا على هذا إلا ظنّ، وكيف يثبت الظن شيئاً مُستُغنَى عنه لا فائدة للسامع فيه، ولا داعي إلى المتكلم إلى إثباته، وإثباته عيٌّ، لأن اسم الصفة المشتق وضع على الصفة وذي الصفة غير مصرح به، والضمير المدَّعى هو ذلك، لأنه صاحب الصفة غير مصرح به!. ويُسقِط ظنَّ قياس العطف أن هذه الصفات لم يظهر لها ضمير في حال التثنية والجمع كا ظهر في الفعل فيقابل هذا الظن في الإسقاط ذلك الظن في الإثبات، فعلى هذا يكون الإثبات لا دليل عليه قطعي ولا ظني، وإثباته في كلام الناس بغير دليل قطعي لا يجوز. فكيف بكتاب الله تعالى وادعاء زائد فيه بظنٍّ، والظن</p> </div>"
   },
   {
    "page_number": 20,
    "page": 81,
    "text": "<div> <p>ليس بعلم. على أن الظن قد قابلة ظن آخر، وقد تقدم الحديث في الوعيد على ذلك. وكذلك ما استدلوا به من قولهم <span class=\"c2\">(مررت بقوم عرب أجمعون، ومررت بقاع عرفج كلُّه)</span> فمعلوم أن عرباً اسم مرفوع لمعنى يتميز به عن العجم، وإذا قلت <span class=\"c2\">(مرت بقوم عرب)</span> فقد تم الكلام إذ قد أتيت بصفة وموصوف، وإذا أضمرت فيه ضميراً لم يفد معنى زائداً، وإما قولهم <span class=\"c2\">(أجمعون)</span> فشاذ، فانم سلمنا</p><p>انه توكيد لمضمر، فمن أين يُحكم بان هذا المضمر مرادٌ مع التوكيد، ومع عدم التوكيد، وإذ لم يكن توكيد فلا حاجة للمتكلم إليه. وقياس على هذا ظنَّ، لا يثبت به مثل هذا، لا سيما في كتاب الله تعالى.<span class=\"c5\"> فإن قيل:</span> فعلى هذا لا يثبت شيء في اللسان بالظن،<span class=\"c5\"> قيل له:</span> أما ما لا حاجة تدعو إليه فلا يثبت إلا بدليل قطعي، وأما ما يحتاج إليه مثل ألفاظ اللغة فإنها إذا نقلها السقاة قُبِلت وان كانت مظنونة، وكذلك غيرها مما تدعو الحاجة إليه.</p><p><span class=\"c5\">فان قيل:</span> فما تقول في مثل <span class=\"c2\">(زيد قام)</span> إذ قالوا: في قام ضميراً فاعلاً؟<span class=\"c5\"> وليس داعي يدعو إلى ذلك غير قول النحويين:</span> الفاعل لا يتقدم، ولا بد للفعل من فاعل. وقولهم هذا لا يخلو من أن يكون</p> </div>"
   },
   {
    "page_number": 21,
    "page": 82,
    "text": "<div> <p>مقطوعاً به أو مظنوناً، فإن كان مظنوناً فأمره أمر الضمير المدَّعي في اسم الفاعل، وان كان مقطوعاً به صح هذا الإضمار. ولا بد أن يتقدم قبل الكلام في هذا الموضع مقدمات تعين الناظر فيه على ما قصد تبيينه،<span class=\"c5\"> وهي أن الدلالة على ضربين:</span> دلالة لفظيه مقصودة للواضع، كدلالة الاسم على مسماه، ودلالة الفعل على الحدث والزمان، ودلالة لزوم، كدلالة السقف على الحائط، ودلالة الفعل المتعدي على المفعول به وعلى المكان. ودلالته على الفاعل فيها خلاف بين الناس، منهم من يجعل دلالته عليه كدلالته على الحدث والزمان، ومنهم من يجعل دلالته عليه كدلالته على المفعول به فإذا قيل <span class=\"c2\">(زيد قام)</span> ودل لفظ <span class=\"c2\">(قام)</span> على الفاعل دلالة قصد فلا يُحتاج إلى أن يضمر شيء، لأنه زيادة لا فائدة فيها، كما كان ذلك في اسم الفاعل، إذ كان اسم الفاعل موضوعاً للدلالة على الفاعل والفعل، فالفعل على هذا دال على ثلاثة، وإن كانت دلالة الفعل عليه دلالة لزوم وتبع.</p><p><span class=\"c5\">وهنا احتمالان:</span> أحدهما في نفس المتكلم ضميراً كما في قولنا <span class=\"c2\">(زيداً ضربته)</span> لكنه لم يُدَلّ عليه بلفظ، لعلم المخاطب به، والدليل على ذلك قولهم في التسلية <span class=\"c2\">(قاما</span></p><p>ويقومان) وفي الجمع <span class=\"c2\">(قاموا ويقومون)</span> فهذه ضمائر دُلَّ عليها بألفاظ. والثاني أن تكون هذه الألف والواو علامتين للتثنية والجمع، كما قيل <span class=\"c2\">(أكلوني البراغيث)</span> جعلها بعض العرب مع التقديم والتأخير. وجعلها أكثرهم مع تأخير الفعل عن الفاعل، كما لزمت تاء التأنيث مع التأخير للفعل، إذ كان الفاعل تأنيثه غير حقيقي، ولم تلزم مع التقديم، ولم تحذف مع تأخير الفعل إلا في الشعر،<span class=\"c5\"> كقول القائل:</span></p> </div>"
   },
   {
    "page_number": 22,
    "page": 83,
    "text": "<div> <p>فلا مُزنةٌ وَدَقَتْ وَدْقَها ... ولا أرضَ أبْقَل إبقالها</p><p><span class=\"c5\">فان قيل:</span> فما تصنع بقولهم <span class=\"c2\">(أنت قمت وأنا قمت)</span> لم يُغنِهم تقديم الفاعل عن إعادته أخيراً؟<span class=\"c5\"> قيل:</span> هذا دليل، ولكن قياس الغائب عن المخاطب والمتكلم ليس بقطعي، ولعله يُكتَفَي في الغائب بالظاهر المتقدم ولكن يكتفي به في غيره.</p><p><span class=\"c5\">فإن قيل:</span> فما الصحيح في دلالة الفعل على الفاعل؟<span class=\"c5\"> قيل:</span> الأظهر أن دلالة الفعل على الفاعل لفظية. ألا ترى انك تعرف من الياء التي في <span class=\"c2\">(يعلم)</span> أن الفاعل غائب مذكر، ومن الألف في <span class=\"c2\">(أعلم)</span> من أنه متكلم، ومن النون في نعلم أنه متكلمون ومن التاء في تعلم أنه مخاطب أو غائبه، ووقع الاشتراك هنا، كما وقع في <span class=\"c2\">(يعلم)</span> وما أشبهه، بين الحال والمستقبل. وتعرف من لفظ <span class=\"c2\">(علم)</span> أن الفاعل غائب مذكر. وعلى هذا فلا ضمير لأن الفعل يدل بلفظه عليه، كما يدل على الزمان، فلا حاجة بنا إلى إضمار. وإما على الرأي الآخر، فالأظهر أنه إضمار لما تقدم.</p><p>والنحويين يفرقون بين الإضمار والحذف ويقولون <span class=\"c2\">(أعني حُذَّافهم)</span> أن الفاعل يضمر ولا يحذف، فإن كانوا يعنون في المضمر مالا بد منه، وبالمحذوف ما قد يستغنى عنه،<span class=\"c5\"> فهم يقولون:</span> هذا انتصب بفعل مضمر،</p> </div>"
   },
   {
    "page_number": 23,
    "page": 84,
    "text": "<div> <p>لا يجوز إظهاره. والفعل الذي بهذه الصفة لابد منه، ولا يتمّ الكلام إلا به، وهو الناصب، فلا يوجد منصوب إلا بناصب. وإن كانوا يعنون بالمضمر الأسماء، ويعنون بالمحذوف</p><p>الأفعال، ولا يقع الحذف إلا في الأفعال أو الجمل لا في الأسماء، فهم يقولون في قولنا <span class=\"c2\">(الذي ضربت زيد)</span> إن المفعول محذوف تقديره ضربته. فإن فُرِّقَ بينهما بما هو مقطوع بأن المتكلم أراده، وبما يظن أن المتكلم أراده ويجوز أن لا يريده، فهو فرق، لكن إطلاق النحويين لهذين اللفظين لا يأتي موافقاً لهذا الفرق.</p><p>والذي يجيء أن يعتقد في مثل <span class=\"c2\">(زيد قام)</span> أنه يجوز أن يريد المتكلم إعادة الفاعل، ويجوز أن يكتفي بما تقدم، والأظهر أن يكتفي بما تقدم. هذا إذا كان في كلام الناس، وإما في كلام البارئ سبحانه، فالإضراب عن إثباته ونفيه واجب، لأنه لا يوجد فيه دليل قطعي، ولا حاجة بنا إلى القول بالإثبات والإبطال فيه.</p> </div>"
   },
   {
    "page_number": 24,
    "page": 85,
    "text": "<div> <p>فصل</p><p><span class=\"c5\">فإن قيل:</span> أنت قد أبطلت أن يكون في الكلام عامل ومعمول، فأرنا كيف يتأنى ذلك مع الوصول إلى غاية النحو،<span class=\"c5\"> قلت:</span> أورد هذا في أبواب تدل على ما سواها بالأحرى، وقد شرعت في كتاب يشتمل على أبواب النحو كلها، فإن قضى الله تعالى بإكماله انتفع به من لم يعقه عند التقليد، وإلا فيستدل بهذه الأبواب على غيرها.</p><p><span class=\"c5\">فمن هذه الأبواب:</span> باب الفاعلَيْن والمفعولَيْن الذين كل واحد منهما يفعل بفاعله مثلما يفعل به الآخر وما كان نحو ذلك. هذه ترجمة سيبويه رحمة الله.<span class=\"c5\"> وأنا في هذا الباب لا أخالف النحويين إلا في أن أقول:</span> علَّقت ولا أقول: أعملت، والتعليق يستعمله النحويون في المجرورات، وأنا استعمله في المجرورات والفاعلين والمفعولين، تقول <span class=\"c2\">(قام وقعد زيد)</span> فإن علقت زيداً بالفعل الثاني،<span class=\"c5\"> فبين النحويين في ذلك اختلاف:</span> الفراء لا يجزيه، والكسالة يجزيه على</p> </div>"
   },
   {
    "page_number": 25,
    "page": 86,
    "text": "<div> <p>حذف الفاعل، وغيره يجزيه على الإضمار، الذي يفسره ما بعده،<span class=\"c5\"> والدليل على حذفه ما بعده والدليل على حذفه قول الشاعر:</span></p><p>وكُمْتاً مدمَّاةً كأنَّ متونه ... جرى فوقها واستشعرتْ لونَ مُذْهَب</p><p>فجرى لا فاعل له ظاهراً، فإما أن يكون محذوفاً، وأما أن يكون مضمراً، ومن الدليل عليه قوله تعالى</p> </div>"
   },
   {
    "page_number": 26,
    "page": 87,
    "text": "<div> <p><span class=\"c3\">{حَتَّى تَوَارَتْ بِالْحِجَابِ}</span> وقوله {عَبَسَ وَتَوَلَّى، أَن جَاءهُ الأَعْمَى {. فهذه الأفعال لا فاعل لها ظاهراً. وأما أي الرأيين أحق،<span class=\"c5\"> فرأى الكسالى لأنه غيره يقول:</span> حذفُ الفاعل لا يجوز، لأن الفاعل والفعل كالشيء الواحد، فمهما متلازمان، فعلى هذا لا يجوز حذف الفعل وإبقاء الفاعل، وهم يجيزونه!.<span class=\"c5\"> ومن الدليل على صحة مذهب الكسالى قول علقمة:</span></p><p>تعفَّقَ بالأرطي لها وأرادها ... رجالٌ فبذَّت نَبْلَهُم وكَلِيبُ</p><p>وإن علَّقت زيداً بالفعل الأول قلت في التثنية <span class=\"c2\">(قام وقعد الزيدان)</span> وفي الجمع <span class=\"c2\">(قام</span></p><p>وقعدوا الزيدون). وتقول <span class=\"c2\">(مررت ومر بي زيد)</span> على تعليق زيد بقولك: مرَّ،</p> </div>"
   },
   {
    "page_number": 27,
    "page": 88,
    "text": "<div> <p>وإن علقته بمررت قلت <span class=\"c2\">(مررت ومر بي بزيد)</span> تقديره مررت بزيد ومرَّ بي، وفي التثنية <span class=\"c2\">(مررت ومرَّا بى بالزيدَين)</span> وفي الجمع <span class=\"c2\">(مررت ومروا بي بالزيدين)</span>. وتقول <span class=\"c2\">(مرَّ بي ومررت بزيد)</span> على التعليق بالثاني، وفيه من الاختلاف ما في المسالة قبلها. وعلى التعليق بالأول <span class=\"c2\">(مرَّ بي ومررت به زيد)</span> تقديره مرَّ بي زيد ومررت به، وتقول <span class=\"c2\">(ضربت وضربني زيد)</span> على التعليق بالثاني، وفي التثنية <span class=\"c2\">(ضربت وضربني الزيدان)</span> وفي الجمع <span class=\"c2\">(ضربت وضربني الزيدون)</span>. وعلى التعليق بالأول <span class=\"c2\">(ضربت وضربني زيداً)</span> وفي التثنية <span class=\"c2\">(ضربت وضرباني الزيدين)</span> وفي الجمع <span class=\"c2\">(ضربت وضربوني الزيدين)</span> قال الله تعالى في التعليق بالثاني <span class=\"c3\">{آتُونِي أُفْرِغْ عَلَيْهِ قِطْراً}</span> فقطراً مفعول بأفرغ.<span class=\"c5\"> وقال الشاعر في التعليق بالأول:</span></p> </div>"
   },
   {
    "page_number": 28,
    "page": 89,
    "text": "<div> <p>فردَّ على الفؤادِ هَوىً عميداً ... وسُوئِلَ لو يُبينُ لنا السؤالا</p><p>وقد نَعْنَي بها ونرى عُصوراً ... بها يَقْتَدْنَنَا الخُرُدَ الخِدَالا</p><p><span class=\"c5\">وقال الفرزدق في التعليق بالثاني:</span></p><p>ولكنَّ نِصْفاً لو سببت وسبَّني ... بنو عبد شمسٍ من منافٍ وهاشم</p><p><span class=\"c5\">وقال طفيل الغنوى في ذلك:</span></p><p>وكُمْتاً مدمَّاةً كأنَّ متونه ... جرى فوقها واستشعرتْ لونَ مُذْهَب</p><p><span class=\"c5\">وقال عمر بن أبي ربيعة في التعليق الأول:</span></p><p>إذا هي لم تَسْتَكْ بعود أَرَاكَةٍ ... تُنُخِّلَ فاستاكتْ به عودُ إِسْحِل</p> </div>"
   },
   {
    "page_number": 29,
    "page": 90,
    "text": "<div> <p>وتقول <span class=\"c2\">(أعطيت وأعطاني زيد درهماً)</span> وعلى التعليق بالأول <span class=\"c2\">(أعطيت وأعطانيه زيد درهماً)</span> وتقول <span class=\"c2\">(ظننت وظنني زيد شاخصاً)</span> وعلى التعليق بالأول <span class=\"c2\">(ظننت وظننيه زيداً شاخصاً)</span> وفي التثنيه <span class=\"c2\">(ظننت وظناني شاخصاً الزيدَين شاخصين)</span> وفي الجمع <span class=\"c2\">(ظننت وظنوني شاخصاً الزيدين شاخصين)</span>. تقديره <span class=\"c2\">(ظننت الزيدين</span></p><p>شاخصين وظنوني شاخصاً) فلم تجمع شاخصاً، لأن المفعول الثاني في هذه الأفعال يطابق الأول، ولم تضمره، لأن ضمير الواحد لا يعود على الاثنين، فلو قلت <span class=\"c2\">(ظننت وظنناني)</span> وثنيت شاخصاً، وأضمرته،<span class=\"c5\"> لقلت:</span> <span class=\"c2\">(ظننت وظنناني إياهما الزيدين شاخصين)</span>، وفي الجمع <span class=\"c2\">(ظننت وظنوني إياهم الزيدين شاخصين)</span>! وتقول <span class=\"c2\">(أعلمت وأعلمني زيد عمراً منطلقاً)</span> على التعليق بالثاني، وعلى التعليق بالأول <span class=\"c2\">(أعلمت وأعلمنيه إياه زيداً عمراً منطلقاً)</span>، وفي التثنيه <span class=\"c2\">(أعلمت وأعلمانيهما إياهما الزيدين العمرين منطلقين)</span>، وفي الجمع <span class=\"c2\">(أعلمت وأعلمونيهم إياهم الزيدين العمرين منطلقين)</span>.<span class=\"c5\"> تقدير الكلام:</span> أعلمت الزيدين العمرين منطلقين وأعلمونيهم إياهم. ورأيي في هذه المسالة وما شاكلها أنها لا تجوز، لأنه لم يأتي لها نظر في كلام العرب، وقياسها على الأفعال الدالة على مفعول به واحد قياسٌ بعيد، لما فيه من الإشكال من الضمائر والتأخير والتقديم.</p><p>وفروع هذا الباب كثيرة، منها أن جميع الأفعال من متصرف وغير متصرف هل تدخل في هذا الباب أولاً، ومنها أن الأسماء والحروف</p> </div>"
   },
   {
    "page_number": 30,
    "page": 91,
    "text": "<div> <p>هل هي في هذا كالأفعال أولاً،<span class=\"c5\"> ومنها أن المتعلقات التي يسميها النحويون المعمول فيها:</span> من ظروف وأحوال وتمييزات ومفعولات من أجلها ومفعولات مطلقة ومفعولات معها، هل مجراها مجرى المفعولات بها ومجرى الفاعلين والمجرورات أولاً، فأما الأفعال التي تقتضي ثلاثة مفعولين فلا لما قدمناه، وأما الأفعال التي لا تتصرف كفعل التعجب فنعم، تقول <span class=\"c2\">(ما أحسن وأعلم زيداً)</span> تُعَلِّق زيداً بأعلم، وتقول <span class=\"c2\">(ما أحسن وأعلمه زيداً)</span> على التعليق بالأول، لا مُعْتَرَض فيه إلا الفصل بين أحسن والمتعلِّق به، وليس فعلاً، وان جعله بعض النحويين فعلاً. فإن قيل إنه لا يتصرف تصرف غيره من الأفعال في متعلقاته،<span class=\"c5\"> قيل:</span> القياس على غيره من الأفعال المقتضية مفعولاً واحداً سائغٌ لقرب مأخذه، وسبقه إلى فهم السامع. وأما حبَّذا ونعم وبئس</p><p>وعسى، فلا تدخل في هذا الباب، لأن المتعلقات بها لا تضمر على حد الإضمار في هذا الباب، ولا يحال بينها وبينها. وما كان وأخواتها فإنَّ كان منها تجري مجرى الأفعال المقتضية مفعولاً، تقول <span class=\"c2\">(كنت وكان زيداً قائماً)</span> و <span class=\"c2\">(كنت وكان هو زيداً قائماً)</span> فقائماً خبر كنت،<span class=\"c5\"> فقال الفرزدق:</span></p><p>إني ضمنت لمن أتاني ماجَنَى ... وأَبَى فكان وكنتُ غير غَدورِ</p> </div>"
   },
   {
    "page_number": 31,
    "page": 92,
    "text": "<div> <p>وكذلك ليس، تقول <span class=\"c2\">(لست وليس زيدٌ قائماً)</span> و <span class=\"c2\">(لست وليس زيد إياه قائماً)</span>. والأظهر أن يوقف فيما عدى كان على السماع من العرب، لأن كان اتُّسِع فيها وأُضمر خبرها،<span class=\"c5\"> قال أبو الأسود:</span></p><p>فإلاَّ يكنْها أو تكنْهُ فإنَّهُ ... أخوها غَذَتْهُ أُمُّهُ بِلبانِها</p><p><span class=\"c5\">فإن قيل:</span> النحويون لم يذكروا في هذا الباب إلا الفاعل والمفعول والمجرور، وهنا كمعمولات كثيرة على مذهبهم كالمصادر والظروف، والأحوال، والمفعولات من أجلها، والمفعولات معها والتمييزات، فهل تقاس هذه على المفعولات بها أو لا تقاس؟<span class=\"c5\"> قيل:</span> أما المصدر فالظاهر من كلامهم أنه لا يكون في هذا الباب،<span class=\"c5\"> وذلك:</span> أن المصادر إنما يجاء بها لتأكيد الفعل. والحذف مناقض للتأكيد، فإذا قلت <span class=\"c2\">(قمت وقام زيد قياماً)</span>، إن علقت قياماً بالثاني، وحذفت من الأول، حذفت المؤكد، وإن قصد بالمصدر تبيين النوع كان أشبه بالمفعول به، كقولنا <span class=\"c2\">(قمت القيام الحسن)</span>، تقول في تعليقه بالثاني <span class=\"c2\">(قمت وقام زيد القيام الحسن)</span>، وفي تعليقه بالأول <span class=\"c2\">(قمت وقامة زيد القيام الحسن)</span>، وتقول في ظرف الزمان <span class=\"c2\">(قمت وقام زيد يوم الجمعة)</span>، وعلى التعليق بالأول <span class=\"c2\">(قمت وقام فيه زيد يوم الجمعة)</span>، وفي ظرف المكان <span class=\"c2\">(قمت وقام زيد مكاناً حسناً)</span>، وعلى التعليق بالأول <span class=\"c2\">(قمت وقام فيه زيد مكاناً حسناً)</span></p> </div>"
   },
   {
    "page_number": 32,
    "page": 93,
    "text": "<div> <p>وتقول في المفعول لأجله <span class=\"c2\">(قمت وقام زيد إعظاماً لك)</span>، وعلى التعليق بالأول <span class=\"c2\">(قمت وقام له زيد إعظاماً لك)</span>.<span class=\"c5\"> تقديره:</span> قمت إعظاماً لك وقام له زيد. والأظهر</p><p>أن لا يُقاس شيء من هذا المسموع إلا أن يُسمَع في هذه كما سُمع في تلك. وأما الحال والتمييز فلا يجوز القياس فيهما لأنهما لا يُضمران. وأما الحروف فلا مدخل لها في هذا الباب. وإما الأسماء التي يسميها النحويون عاملة فيكون فيها ذلك، تقول <span class=\"c2\">(زيدٌ مادحٌ ومعظِّمٌ عمراً)</span> و <span class=\"c2\">(زيدٌ مادحٌ ومعظِّمٌ إيَّاه عمراً)</span> تريد <span class=\"c2\">(زيدٌ مادحٌ عمراً ومعظِّمٌ إيَّاه)</span>.</p><p>وبين النحويين اختلاف في أي الفعلين أولى أن تعلق به الاسم الأخير، واختيار البصريين الثاني للجوار، واختيار الكوفيين الأول للسبق.</p><p>ومذهب البصريين أظهر لأنه أسهل، فإنه ليس إلا حذف ما تكرر في الثاني، أو إضماره على مذهبهم إن كان فاعلاً. والتعليق بالأول فيه إضمار كل ما تكرر من متعلقات الأول في الثاني، وتأخير المتعلقات بالأول بعد الثاني. وقد حملهم الجوار على أن يقولوا هذا <span class=\"c2\">(حجر ضبٍ خربٍ)</span> فيخفضونه وهو للحجر المتقدم.</p> </div>"
   },
   {
    "page_number": 33,
    "page": 95,
    "text": "<div> <p>فصل</p><p>ومن الأبواب التي يظن آتها تعسر على من أراد تفهيمها أو تفهمها، لأنها موضع عامل ومعمول، ولا داعية لي إلى إنكار العامل والمعمول، باب اشتغال الفعل عن المفعول بضميره مثل قولنا <span class=\"c2\">(زيداً ضربته)</span>.</p><p><span class=\"c5\">وأقول:</span> إن كل فعل تقدمه اسم وعاد منه على الاسم ضمير مفعول، أو ضمير متصل بمفعول، أو بمخفوض، أو بحرف من الحروف التي يخفض ما بعدها، فإن ذلك الفعل لا يخلو أن يكون خبراً أو غير خبر، وغير الخبر يكون أمراً. أو نهياً، أو مستفهماً عنه، أو محضوضاً عليه، أو متعجباً منه. فإن كان أمراً أو نهياً فالاختيار في النصب، ويجوز رفعه، كقوله <span class=\"c2\">(زيداً أضرِبْه)</span>، وكذلك <span class=\"c2\">(زيداً اضرِبْ غلامه)</span>، وكذلك <span class=\"c2\">(زيداً امرُرْ به)</span>، والنهي كالأمر،<span class=\"c5\"> قال الأعشى:</span></p><p>هريرةَ ودَّعْها وإن لام لائمُ ... غداة غدٍ أم أنت للبين واجمُ</p><p>وكذلك إن كان الأمر باللام، كقولك <span class=\"c2\">(زيداً ليضرِبْه عمرو)</span>.</p> </div>"
   },
   {
    "page_number": 34,
    "page": 96,
    "text": "<div> <p>وإن دخلت أمَّا قبل الاسم فكذلك، تقول <span class=\"c2\">(أمَّا زيداً فأكرمْهُ)</span> <span class=\"c2\">(وأمَّا عمراً فلا تهنه)</span> والدعاء يجري مجرى الأمر والنهي في اللفظ، يقال <span class=\"c2\">(اللهم زيداً ارحمْه، واللهم عبدَ الله لا تعذبْه)</span> وكذلك <span class=\"c2\">(زيداً سُقياً له وعمراً رَعْياً له، وأما الكافر فجَدْباً له)</span> لأنه دعاء،<span class=\"c5\"> وقال أبو الأسود الدؤلي:</span></p><p>أميرانِ كانا آخياني كلاهما ... فكُلا جزاه اللهُ عني بما فَعَلْ</p><p>وإذا قلت <span class=\"c2\">(زيداً فاضرِبْه)</span>، فلا يجوز في زيد إلا النصب، ولا يجوز فيه الرفع على الابتداء، كما يجوز في <span class=\"c2\">(زيدٌ اضربْه)</span>، فإن جعل خبر مبتدأٍ محذوف جاز،<span class=\"c5\"> كأنه قال:</span> <span class=\"c2\">(هذا زيد فاضرِبْه)</span>. ولا يجوز <span class=\"c2\">(زيدٌ فاضرِبْه)</span> على أن يكون زيد مبتدأً. واضرِبْه خبره،<span class=\"c5\"> كما لا يجوز زيد فمنطلق وقال الشاعر:</span></p><p>وقائلةٍ خَولانُ فانْكح فتاتَهُمْ ... وأُكرُوْمَةُ الحيَّيْنِ خِلْوٌ كما هيا</p><p>فخولان خبر مبتدأ محذوف تقديره هذه خولان.</p> </div>"
   },
   {
    "page_number": 35,
    "page": 97,
    "text": "<div> <p><span class=\"c5\">وأما قوله تعالى:</span> <span class=\"c3\">{وَالسَّارِقُ</span></p><p>وَالسَّارِقَةُ فَاقْطَعُواْ أَيْدِيَهُمَا}، وقوله <span class=\"c3\">{الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ}</span>. فإن سيبويه - رحمه الله - جعلهما مبتدأين، ولم يجعل فعلى الأمر خبرين عنهما، لكنه جعل الخبرين محذوفين،<span class=\"c5\"> تقديرهما:</span> في الفرائض أو فيما فرض عليكم الزانية والزاني. ويظهر إنهما مبتدآن وخبرهما الفعلان ودخلت الفاء في الخبر، كما تدخل في خبر <span class=\"c2\">(الذي سرق فاقطع يده)</span>، لأن معنى السارق الذي سرق، وليس بمزلة <span class=\"c2\">(زيد فمنطلق)</span>، لأن زيداً لا يدل على معنى، يستحق أن يكون الخبر مسبباً له، كما في السارق، فإن في السارق معنى ترتَّب عليه قطعُ يده، وقد قرئ بالنصب.<span class=\"c5\"> وقال سيبويه:</span> وهو في العربية على ما ذكرت لك من القوة ولكن أبت العامة إلا الرفع. وأما إن كان الفعل مستفهماً عنه بالهمزة، فإن الاختيار نصبه، ويجوز رفعه، كقولك <span class=\"c2\">(أزيداً أكرمته)</span>، قال الله عز وجل <span class=\"c3\">{أَبَشَراً مِّنَّا وَاحِداً نَّتَّبِعُهُ}</span></p> </div>"
   },
   {
    "page_number": 36,
    "page": 98,
    "text": "<div> <p>وكذلك <span class=\"c2\">(أزيداً ضربت أخاه، وأزيداً مررت به، وأزيدًا مررت بأخيه)</span>،<span class=\"c5\"> وقال:</span></p><p>أثعلبةَ الفوارسِ أم رياحاً ... عدلْتَ بهم طُهَيَّةَ والخِشابا</p><p><span class=\"c5\">وتقول:</span> <span class=\"c2\">(أعبد الله كنت مثله، وأزيداً لست مثله)</span> بناء على أن كان وليس فعلان. وهذا لا يجوز عندي، حتى يسمع من العرب.<span class=\"c5\"> وتقول:</span> <span class=\"c2\">(ما أدري أزيداً ما مررت به أم عمراً، وما أبالي أعبد الله لقيت أم أخاه عمراً)</span>.</p><p>وإن كان العائد على الاسم المقدم قبل الفعل ضمير رفع، فإن الاسم يرتفع كما أن ضميره في موضع رفع. ولا يضمر رافع كما لا يضمر ناصب، إنما يرفعه المتكلم وينصبه إتباعا لكلام العرب، وذلك كقولك <span class=\"c2\">(أزيدٌ قام)</span>،<span class=\"c5\"> وقال الله تعالى:</span> <span class=\"c3\">{قُلْ آللهُ أَذِنَ لَكُمْ أَمْ عَلَى اللهِ تَفْتَرُونَ}</span>.</p> </div>"
   },
   {
    "page_number": 37,
    "page": 99,
    "text": "<div> <p>وقولنا انه تارة منصوب على أنه غير مبتدأ، وتارة مرفوع على أنه مبتدأ، فلا منفعة في ذلك.<span class=\"c5\"> وقال تبارك وتعالى:</span> <span class=\"c3\">{أَفَرَأَيْتُم مَّا تُمْنُونَ، أَأَنتُمْ تَخْلُقُونَهُ}</span> فأنتم في موضع رفع، وكذلك <span class=\"c2\">(أزيدٌ ضرب أبوه عمراً)</span>. وكذلك <span class=\"c2\">(أزيدٌ ضُرب)</span> و <span class=\"c2\">(أزيدٌ ذُهبَ به)</span>، لأنه في موضع رفع، وكذلك <span class=\"c2\">(أزيدٌ مُرّ</span></p><p>بغلامه)،<span class=\"c5\"> وقال عدي بن زيد في الأمر:</span></p><p>أَرواحٌ مودَّعٌ أم بكورُ ... أنت فانظر لأيِّ ذاك تصيرُ</p><p>فإن عاد عليه ضميران احدهما في موضع مرفوع، والآخر في موضع منصوب، أو أحدهما متصل بمرفوع، والآخر متصل بمنصوب، كقولك <span class=\"c2\">(أعبد الله ضرب أخوه غلامه)</span> لك في عبد الله الرفعُ والنصبُ، إن رُوعي المرفوع رُفِع وجُعل المنصوب كالأجنبي، وإن رُوعي المنصوب نُصب.</p> </div>"
   },
   {
    "page_number": 38,
    "page": 100,
    "text": "<div> <p><span class=\"c5\">وقال أبو الحسن الأخفش تقول:</span> <span class=\"c2\">(أزيداً لم يضربه إلا هو)</span>، لا يكون فيه إلا النصب، وان كانا جميعاً من سببه، لأن المنصوب ها هنا اسم ليس بمنفصل من الفعل وإنما يكون الأول على الذي ليس بمنفصل لأن المنفصل يعمل كعمل سائر الأسماء ويكون هو في مواضعها، وغير المنفصل لا يكون هكذا. وكذلك <span class=\"c2\">(أزيد لم يضرب إلا أباه)</span> لأن الفعل زيد، إذا كان مع اسم - يعني ضمير الفاعل الذي في يضرب - غير منفصل، لم يتعدّ إلى زيد، ولم يتعدّ فعل زيد إليه، ألا ترى أنك لا تقول <span class=\"c2\">(أزيداً ضرب)</span> وأنت تريد أزيداً ضرب نفسه، ولا (أزيد</p> </div>"
   },
   {
    "page_number": 39,
    "page": 101,
    "text": "<div> <p>ضربه) وأنت تريد أن توقع فعل زيد على الهاء، والهاء لزيد، فلذلك لم يعمل في زيد.</p><p><span class=\"c5\">قال المؤلف رضي الله عنه:</span> هذا بناء على أن المرفوع يرتفع بفعل مضمر، والمنصوب ينتصب كذلك أيضاً. فإذا قيل <span class=\"c2\">(أزيداً لم يضربه إلا هو)</span> فتقدير المحذوف <span class=\"c2\">(ألم يضرب زيداً إلا هو)</span>، وهذا جيد، لأن الفاعل مضمر منفصل. ولو رَفَع <span class=\"c2\">(زيداً)</span> حملاً على الضمير المنفصل، فقال <span class=\"c2\">(أزيد لم يضربه إلا هو)</span> لكان تقدير المحذوف <span class=\"c2\">(ألم يضربه إلا زيد)</span>، وهذا لا يجوز، لأن فعل زيد لا يتعلق به ضمير زيد المتصل، لا تقول <span class=\"c2\">(ما ضربه إلا زيد)</span> والضمير لزيد،<span class=\"c5\"> فإن قيل:</span> لمَ لا يكون التقدير <span class=\"c2\">(ما ضرب إلا إياه زيد)</span> قيل: لأن معنى المحذوف يكون مخالفاً لمعنى المنفى المذكور، لأن إلا إذا دخلت على الفاعل، كان المعنى أن المفعول لم</p><p>يصل إليه فعل أحد، إلا فعل الفاعل، والفاعل يحتمل أن يكون فعلُه وصل إلى غير ذلك المفعول، ويحتمل أنه لم يصل إلا إلى ذلك المفعول، وإذا أدخلت إلا على المفعول نفيت عن الفاعل أن يفعل بغير المفعول، وجائز أن يوقع الفعل بالمفعول غير الفاعل، وجائز أن لا يوقعه إلا ذلك الفاعل. وإذا قلت <span class=\"c2\">(أزيد لم يضرب إلا إياه)</span> فالرفع في زيد، لا غير، لأن تقدير المحذوف <span class=\"c2\">(ألم يضرب زيد إلا إياه)</span>، وهذا حسن. ولا يجوز النصب في هذه المسألة، كما لا يجوز الرفع في الأول، لأنه لو نَصَب <span class=\"c2\">(زيداً)</span> لكان التقدير <span class=\"c2\">(ألم يضرب إلا زيداً)</span> لأن ضمير الفاعل في الفعل الظاهر متصل، ولا يجوز ذلك، لا يجوز <span class=\"c2\">(ما ضرب إلا زيداً)</span> ولا (ما إلا زيداً</p> </div>"
   },
   {
    "page_number": 40,
    "page": 102,
    "text": "<div> <p>ضرب). ولا يجوز إدخال إلا على ضمير الرفع حتى يقال <span class=\"c2\">(ألم يضرب زيداً إلا هو)</span> لأن معنى المحذوف يجب أن يكون كمعنى المنفي المذكور. وهذا ليس كذلك لما تقدم في المسالة الأولى.</p><p>وهذا كله بناء على مذهب الإضمار، وما من يرى أن العرب إنما راعت المعاني، وجعلت اختلاف الألفاظ في الغالب دايلاً على اختلاف المعاني. وعدم اتفاقها، فإنه يجيز النصب والرفع في كل واحدة من المسالتين، لأن زيداً فاعلاً ومفعول، فالرفع باعتبار كونه فاعلاً، والنصب باعتبار كونه مفعولاً،<span class=\"c5\"> ألا ترى انك تقول:</span> <span class=\"c2\">(أزيد لم يضرب عمراً إلا هو)</span>، فتحمل على المنفصل و <span class=\"c2\">(أزيداً لم يضرب عمراً إلا إياه)</span> حملاً على المنفصل، ولو قلت <span class=\"c2\">(أزيداً لم يضرب عمراً إلا هو)</span> لم يجز. وإذا قدرت عاملاً على مذهبهم، لم يكن بد من أن تقول <span class=\"c2\">(ألم يضرب عمراً إلا زيد لم يضربه إلا هو)</span>، وهذا من الأدلة البينة على أن العرب لم تُضمر شيئاً.</p><p>وتقول <span class=\"c2\">(أخواك ظناهما منطلقين)</span> فللأخوين هنا ضميران مرفوع ومنصوب، وهما متصلان، فحملت الأول على المرفوع</p> </div>"
   },
   {
    "page_number": 41,
    "page": 103,
    "text": "<div> <p>من قِبل أن الظاهر يتعدى فعله في هذا الباب إلى مضمره، نحو <span class=\"c2\">(ظنهما أخواك منطلقين)</span>، إذا ظنا أنفسهما، ولا يتعدى</p><p>فعل المضمر إلى الظاهر، نحو قولك <span class=\"c2\">(زيداً ظَنَّ عالماً)</span>، إذا ظنَّ نفسه ولكن يتعدى فعل المضمر إلى المضمر، مثل قولك <span class=\"c2\">(أظنني ذاهباً)</span>. وهذا بناء أيضاً على أن المرتفع والمنتصب، ارتفاعه وانتصابه بفعل مضمر، وأما على ترك الإضمار، فإن الرفع والنصب جائزان، إلا أن ما لا اختلاف فيه أولى مما فيه خلاف، في هذه المسألة، وفي المسالتين المتقدمتين. والإطالةُ في هذه المسائل - وهي مظنونة غير مستعملة، ولا محتاج إليها - لا تنبغي لمن رأى أن لا ينظر، إلا فيما تمس الحاجة إليه، وحذفُ هذه وأمثالها من صناعة النحو مقوٍّ لها، ومسهَّل،<span class=\"c5\"> ومع هذا فالخوض في أمثال هذه المسائل التي تفيد نطقاً أولى من الاشتغال بما لا يفيد نطقاً كقولهم:</span> بِمَ نُصِب المفعول: بالفاعل، أم بالفعل، أم بهما!.</p><p>وتقول <span class=\"c2\">(أأنت عبد الله ضربته)</span> الاختيار عند سيبويه رفعُ عبد الله، لأن حرف الاستفهام قد حال بينه وبين عبد الله قوله <span class=\"c2\">(أنت)</span>، لكنك إن شئت أن تنصبه، كما نصبت <span class=\"c2\">(زيداً ضربته)</span>، جاز.</p> </div>"
   },
   {
    "page_number": 42,
    "page": 104,
    "text": "<div> <p>وقال أبو الحسن الأخفش وأبو العباس بن يزيد النصب أجود، لأن <span class=\"c2\">(أنت)</span> ينبغي أن يرتفع بفعل، إذا كان له فعل في آخر الكلام، وينبغي أن يكون الفعل الذي يرتفع به <span class=\"c2\">(أنت)</span> ساقطاً على <span class=\"c2\">(عبد الله)</span>، على أصلهم في إضمار الفعل في هذا الباب.<span class=\"c5\"> واحتجَّ أبو العباس احمد بن ولاد عليهما لسيبويه بان قال:</span> إنما يُرْفَع الاسم الواقع قبل الفعل، وينصب، بإضمار فعل، إذا كان الفعل خبراً عنه، كقولك <span class=\"c2\">(أزيداً ضربته)</span> لو رفعته بالابتداء لكان <span class=\"c2\">(ضربته)</span> خبراً له، وكذلك <span class=\"c2\">(أزيد قام)</span> لو رُفِع <span class=\"c2\">(زيد)</span> بالابتداء لكان <span class=\"c2\">(قام)</span> خبراً له، وأنت إذا قلت <span class=\"c2\">(أأنت عبد الله ضربته)</span>، ورفعت <span class=\"c2\">(أنت)</span> بالابتداء، لم يكن <span class=\"c2\">(ضربته)</span> خبراً عنه، وإنما خبره الجملة التي هي <span class=\"c2\">(عبد الله ضربته)</span>، فهي بمنزلة قولك <span class=\"c2\">(أزيد أخوه قائم)</span>. وما قاله محتجَّاً عن سيبويه، مردود بما ذكره سيبويه في باب ما جرى في الاستفهام من أسماء الفاعلين والمفعولين مجرى الفعل،<span class=\"c5\"> قال فيه:</span> <span class=\"c2\">(أزيداً أنت ضاربه)</span> إن</p><p><span class=\"c2\">(زيداً)</span> يختار فيه النصب، كما يختار في <span class=\"c2\">(أزيداً تضربه)</span>، إذا كان اسم الفاعل يراد به الفعل. ولو كان ما قاله ابن ولاد</p> </div>"
   },
   {
    "page_number": 43,
    "page": 105,
    "text": "<div> <p>صحيحاً، لكان <span class=\"c2\">(زيد)</span> مرفوعاً، لأنك لو رفعته بالابتداء، لكانت الجملة من المبتدأ والخبر خبره.<span class=\"c5\"> ولسيبويه أن يقول:</span> إني لم أمنع نصب زيد من أجل هذا، و <span class=\"c2\">(أنت)</span> عندي فاعل بفعل مضمر، لكن الفعل المضمر في هذا الباب لا يعمل إلا في معمول واحد. ويلزمه على هذا أن لا يجيز <span class=\"c2\">(أزيداً درهماً أعطيته إياه)</span>، على أن ينصب <span class=\"c2\">(زيداً ودرهماً)</span>، بفعل مضمر تقديره <span class=\"c2\">(أأعطيت زيداً درهماً)</span>. ونقول لو جاز هذا لجاز <span class=\"c2\">(أزيداً عمراً قائما أعلمته إياه!)</span>، فإنه إذا جاز أن يعمل في اثنين، جاز أن يعمل في ثلاثة.</p><p>وإن كان الفعل محضوضاً عليه بألا أو هلا أو لوما أو لولا، لم يكن في الاسم إلا النصب، تقول <span class=\"c2\">(هلاَّ زيداً أكرمته)</span>، وكذلك سائرها. وإن كان متعجبَّاً منه فلا يجوز فيه إلا الرفع، وذلك قولك <span class=\"c2\">(زيد ما أحسَنَه)</span> و <span class=\"c2\">(زيد أحْسِن به)</span>.</p><p>وإن كان الفعل خبراً فإنه يكون موجباً ومنفيَّا وشرطاً، فإن كان موجباً، وكان الاسم مقدمّاً مبتدأ به، جاز فيه الرفع والنصب، والرفع أحسن، تقول <span class=\"c2\">(زيدٌ لقيته، وزيداً لقيته)</span>. فإن كان منفيَّاً بما أو لا جاز في الاسم الرفع، والنصب أحسن،<span class=\"c5\"> قال الشاعر:</span></p><p>فلا ذا جلالٍ هبنَهُ لجلالِهِ ... ولا ذا ضياعٍ هنّ يتركْنَ للفقرِ</p> </div>"
   },
   {
    "page_number": 44,
    "page": 106,
    "text": "<div> <p><span class=\"c5\">وقال آخر:</span></p><p>فلا حسَبَاً فخرْتَ به لتيمٍ ... ولا جدًّا إذا ازدحم الجدود</p><p>وكذلك تقول <span class=\"c2\">(ما زيداً ضربته)</span>، إذا لم يكن التي تكن يكون بعدها الاسم مرفوعاً، وخبره منصوباً. وان كان الفعل شرطا بدخول <span class=\"c2\">(إنْ)</span> عليه كان الاسم منصوباً، وفي رفعه خلاف،<span class=\"c5\"> وقال الشاعر:</span></p><p>لا تجزعي ان منفساً أهلكتُهُ ... وإذا هلكتُ فعند ذلك فاجزعى</p><p>ولا يكون تقديم الاسم على الفعل في شيء من أدوات الجزاء - إلا في إن وحدها - إلا في ضرورة الشعر.</p><p>وإن عطفت الجملة التي تقدم فيها الاسم على الفعل، على جملة أخرى، صدرها فعل، كان الاختيار النصب، والرفع جائز، نحو قولك <span class=\"c2\">(ضربت زيداً، وعمراً أكرمته)</span> وقال الله تبارك وتعالى:</p> </div>"
   },
   {
    "page_number": 45,
    "page": 107,
    "text": "<div> <p><span class=\"c3\">{أَخْرَجَ مِنْهَا مَاءهَا وَمَرْعَاهَا، وَالْجِبَالَ أَرْسَاهَا}</span>،<span class=\"c5\"> وقال تعالى:</span> <span class=\"c3\">{يُدْخِلُ مَن يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمِينَ أَعَدَّ لَهُمْ عَذَاباً أَلِيماً}</span>، وهو في القرآن كثير،<span class=\"c5\"> وقال الشاعر:</span></p><p>أصبحتُ لا احمل السلاحَ ولا ... املك رأسَ البعير إن نَفَرا</p><p>والذئبَ أخشاه إن مررتُ به ... وحدي واخشي الرياحَ والمطرا</p><p>عطف <span class=\"c2\">(والذئب أخشاه)</span> على قوله <span class=\"c2\">(لا أحمل السلاح)</span>.</p><p>وإن عطفت على جملة من مبتدأ وخبر، والخبر جملة من فعل وفاعل، كقولك <span class=\"c2\">(زيد أكرمته، وعبد الله لقيته)</span>، فسيبويه يختار الرفع إن عطفت على جملة المبتدأ وخبره، والنصب، إن عطفت على جملة الفعل، وخالفه غيره في ذلك،<span class=\"c5\"> وقال:</span> إنه لا يجوز أن يعطف على الجملة من الفعل</p> </div>"
   },
   {
    "page_number": 46,
    "page": 108,
    "text": "<div> <p>والفاعل، لأنها خبر للمبتدأ وموضعها رفع، وما عُطف على الخبر فهو خبر، ولا يصح أن تكون الجملة المعطوفة خبراً، لأنه لا ضمير فيها يعود على المبتدأ. وقول المخالف أظهر، إذ الإعراب إنما هو لتبيين المعاني،<span class=\"c5\"> ولا نقول في الشيء إذا تقدمه أمران:</span> إنه معطوف على أحدهما دون الآخر، وأنه جائز عطفه على كل واحد منهما، إلا بحسب المعاني، كقولنا <span class=\"c2\">(زيد قائم أبوه، وعمرو)</span>، ونقول إن <span class=\"c2\">(عمراً)</span> معطوف على <span class=\"c2\">(الأب)</span>، ولا يجوز عطفه على <span class=\"c2\">(قائم)</span>، لكون <span class=\"c2\">(قائم)</span> خبراً عن <span class=\"c2\">(زيد)</span>، وليس <span class=\"c2\">(عمرو)</span> خبراً عنه إنما عمرو مخبَر عنه بالقيام، ويجوز عطف <span class=\"c2\">(عمرو)</span> على <span class=\"c2\">(زيد)</span>، ويكون القائمان أبا زيد وأبا عمرو. ولو قيل <span class=\"c2\">(زيد شجاع وكريم)</span> كان <span class=\"c2\">(كريم)</span> معطوفاً على <span class=\"c2\">(شجاع)</span></p><p>لا على <span class=\"c2\">(زيد)</span>، لأنه خبر عن <span class=\"c2\">(زيد)</span>، كما أن <span class=\"c2\">(كريماً)</span> كذلك، فإذا قلنا في قولنا <span class=\"c2\">(زيد ضربته، وعمراً أكرمته)</span>: إن هذه الجملة الثانية يجوز أن تعطف على المبتدأ أو خبره، ويجوز أن تعطف على الجملة من الفعل والفاعل، والجملتان مختلفتان، إحداهما خبر عن المبتدأ، والثانية ليست كذلك، والكبرى منهما ليس لها عندهم موضع من الإعراب، والصغرى لها موضع من الإعراب، فأي فائدة في أن تخيَّر في العطف عليهما، ألا ترى أنَّا إذا قلنا <span class=\"c2\">(زيد أكرمته، وعمرو أهنته إعظاماً له)</span>،</p> </div>"
   },
   {
    "page_number": 47,
    "page": 109,
    "text": "<div> <p>فلا خلاف في أنه يجوز عطف الجملة، التي هي <span class=\"c2\">(عمرو أهنته إعظاماً له)</span> على المبتدأ وخبره وهو جملة الفعل الفاعل، فإذا عطفت على الكبرى، لم يكن لها موضع من الإعراب. وإن عطفت على الصغرى كان لها موضع من الإعراب، وجاز أن تحذف الأولى، التي هي <span class=\"c2\">(أكرمته)</span> وتُحل الثانية محلها، فتقول <span class=\"c2\">(زيد عمرو أهنته إعظاماً له)</span>، والواو تُدخل الثاني فيما دخل فيه الأول، وكل معطوف عليه، فجائز أن يحذف، ويحل المعطوف محله،<span class=\"c5\"> إلا ما شذ نحو:</span> <span class=\"c2\">(وأيُّ فَتَى هيجاءَ وأنت وجارِها)</span>. ولا يحمل على الشاذ. وكما انه لا يجوز أن يعطف على الخبر المفرد إلا ما هو خبر، فكذلك الجملة، ولا فرق بينهما في أن كل واحد منهما خبر، ولم يمتنع الخبر المفرد أن لا يعطف عليه إلا ما هو خبر لا من جهة أنه مفرد بل من جهة ما هو خبر.</p><p>وقد احتج ابن ولاد لسيبويه فأطال بأمور أكثرها خارج عن المسألة،<span class=\"c5\"> والذي يقرب من المسالة منها قوله:</span> إن النحويين مجمعون على إجازة قولك <span class=\"c2\">(مررت برجل قام أبوه، وقعد عمرو)</span> فقام أبوه جملة في موضع جر، لأنها نعت لرجل، <span class=\"c2\">(وقعد عمرو)</span> معطوفة عليها، وليست في موضع جر، لأنك لا تقول <span class=\"c2\">(مررت برجل قعد عمرو)</span>، إذ ليس في الجملة الثانية ضمير يعود على رجل، فيكون نعتاً له، وكذلك إذا قلت (زيد يضرب غلامه،</p> </div>"
   },
   {
    "page_number": 48,
    "page": 110,
    "text": "<div> <p>فيغضب عمرو) فيضرب غلامه في موضع رفع،</p><p>وقوله <span class=\"c2\">(فيغضب عمرو)</span> معطوف عليه، وليس في موضع رفع لأنه لا عائد فيه على المبتدأ.<span class=\"c5\"> قيل:</span> أما قياس الخبر على النعت، فليس بالبين، لأن حكميها مختلفان.<span class=\"c5\"> وأيضاً فإن لقائل أن يقول:</span> إن قوله <span class=\"c2\">(وقعد عمرو)</span> معطوف على الجملة الكبرى، لا على الصغرى،<span class=\"c5\"> فإن قال:</span> المعنى على غير ذلك،<span class=\"c5\"> وذلك:</span> إن المتكلم لم يرد أن يخبر بخبرين، لا رابط بينهما، وإنما أراد أن قيام الأب اقترن بقعود عمرو، ودلت الواو على ذلك،<span class=\"c5\"> فكأنه قال:</span> كان من أبيه قيام مع قعود عمرو، فصارت الجملة الثانية مرتبطة بالأولى، وصارتا جميعاً في حكم الجملة الواحدة،<span class=\"c5\"> قيل:</span> إن الواو إنما معناها أن تُدخل الثاني فيما دخل فيه الأول،<span class=\"c5\"> وقد قال سيبويه:</span> ولو قلت <span class=\"c2\">(أزيداً ضربت عمراً وضربت أخاه)</span> يعني والضمير عائد على زيد لم يكن كلاماَ، لأن عمراً ليس فيه من سبب الأول شيء، ولا ملتبساً به، ألا ترى أنك لو قلت <span class=\"c2\">(مررت برجل قائم عمرو وقائم أخوه)</span> لم يجز، لأن أحدهما ملتبس بالأول، والآخر ليس ملتبساً به. وإنما منع سيبويه - رحمة الله - من جواز المسألة الأولى، على أن يكون <span class=\"c2\">(زيداً)</span> نُصِب بفعل مضمر، دل عليه الفعل الذي يليه، لأنه ليس فيه ضمير على زيد، ولا ينتصب الاسم بفعل مضمر، عند سيبويه، إلا أن يكون المفسر له فعلاً، على الشرط الذي قدمناه. ولو قلت <span class=\"c2\">(أزيداً ضربت عمراً)</span> لم يجز،<span class=\"c5\"> فإن قيل:</span> فقد عاد في الجملة الثانية على <span class=\"c2\">(زيد)</span> ضمير،</p> </div>"
   },
   {
    "page_number": 49,
    "page": 111,
    "text": "<div> <p><span class=\"c5\">قيل:</span> الحملة الثانية لا تفسر الضمير الذي نصب <span class=\"c2\">(زيداً)</span>، إنما يفسر الضمير ما يلي معموله من الأفعال، فالواو - على هذا - لا تربط الجملة الثانية بالجملة الأولى ربطاً يجعلهما في حكم الجملة الواحدة. ولا فرق بين مذهب سيبويه وبين ما قيل، إلا أن سيبويه يُضمِر الفعل، وحيث يَنصب يَنصب، وحيث يَرفع يرفع، وحيث يختار أحدهما على الآخر يختاره، وإن خالف مذهبُه هذا المذهبَ نبَّه عليه.</p><p>وأما قوله <span class=\"c2\">(زيد يضرب غلامه، فيغضب عمرو)</span> فظاهر هذا أنَّ يغب معطوف</p><p>على يضرب، لكن لما كان الضرب سبباً للغضب، ارتبطت الجملتان، وصارتا بمنزلة الشرط والجزاء، وإن كانتا جملتين فإنهما في حكم الواحدة، ألا ترى انك تقول <span class=\"c2\">(زيد أن تكرمه يكرمك عمرو)</span>، وتكتفي بالضمير العائد من الجملة الأولى، ولا خلاف في جواز هذه. وقد خرجت عما أراه وأحضُّ عليه، من الإيجاز والاقتصار، في هذه الصناعة على ما لابد منه.<span class=\"c5\"> ويكفي في المسالة المختلف فيها أن يقال:</span> إن الرفع والنصب جائزان، والرفع الوجه، والنصب جائز بإجماع منهم، إلا أنه دون الرفع.<span class=\"c5\"> وسيبويه يقول:</span> إن الرفع أجود على وجه، والنصب على وجه آخر.<span class=\"c5\"> فإن قيل:</span> لم تُرك الاحتجاج لسيبويه بقول الله تبارك وتعالى: <span class=\"c3\">{الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ، وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ، وَالسَّمَاء رَفَعَهَا وَوَضَعَ الْمِيزَانَ}</span></p> </div>"
   },
   {
    "page_number": 50,
    "page": 112,
    "text": "<div> <p>فنصب السماء، وإنما يحسن النصب إذا كان العطف على الجملة الفعلية، لا على الجملة المبتدئية، فقد عطف على الخبر، الذي هو يسجدان ما ليس فيه ضمير، يعود غلى المبتدأ.</p><p>وللرَّادِّ على سيبويه أن يقول نصب، وعطف على الجملة المبتدئية، وان كان الرفع أحسن على مذاهب النحويين، كما جاءت الآية <span class=\"c3\">{إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ}</span>، والرفع عند سيبويه أوجه، ولا حجة قاطعة لسيبويه في هذا.</p><p>ويجري مجرى الأفعال في هذا الباب أسماء الفاعلين والمفعولين والمعدولة عن أسماء الفاعلين للمبالغة نحو فعَّال وفَعول ومفعال تقول <span class=\"c2\">(أزيداً أنت ضاربه)</span> و <span class=\"c2\">(أزيداً أنت ضرَّابه)</span>، وكذلك <span class=\"c2\">(مِضرابه)</span> و <span class=\"c2\">(ضَروبه)</span>.</p><p>وإن جئت بعد الاسم الذي يعود عليه من الفعل ضمير نصب بشرط وجزاء، لم يجز فيه إلا الرفع، نحو <span class=\"c2\">(زيدٌ إن تكرمه بكرمك)</span>، وكذلك إن جئت بعده بحرف أو اسم للاستفهام نحو <span class=\"c2\">(زيد كَمْ مرة لقيته؟)</span>، وكذلك <span class=\"c2\">(عمرو هل رأيته؟)</span> و <span class=\"c2\">(زيد مَن ضربه؟)</span> و <span class=\"c2\">(عبد الله ما أصابه؟)</span>. وكذلك إن كان الفعل في موضع الصفة نحو <span class=\"c2\">(أزيد أنت رجل تكرمه)</span>،<span class=\"c5\"> وقال الشاعر:</span></p> </div>"
   },
   {
    "page_number": 51,
    "page": 113,
    "text": "<div> <p>أكلَّ عامٍ نَعَمٌ تَحْوُوْنَهُ ... يَلْقِحُهُ قومٌ وتَنْتِجُوْنَهُ</p><p><span class=\"c5\">وقال زيد الخيل:</span></p><p>أفي كلِّ عامٍ مَأْتَمٌ تبعثونَهُ ... على مِحْمَرٍ ثَوَّبْتُمُوه وما رَضَا</p><p>تحوونه في موضع الصفة لنَعَم، ونَعَم مبتدأ، وخبره كل عام، وهو على حدِّ حذف المضاف، وإقامة المضاف إليه مقامه، لأن كل عام من ظروف الزمان، وظروف الزمان لا تكون أخباراً عن الجثث، إنما تكون أخباراً عن المصادر. ولو رُوي بالنصب لجاز، ويكون الفعل لا موضع له من الإعراب، وكذلك مأتم يجوز فيه النصب، على أن لا يكون الفعل صفة،<span class=\"c5\"> وقال الشاعر جرير:</span></p><p>أبَحْتَ حِمَى تهامةَ بعد نَجْدٍ ... وما شيءٌ حميتَ بمستباحِ</p> </div>"
   },
   {
    "page_number": 52,
    "page": 114,
    "text": "<div> <p>فحميت في موضع الصفة ولا يجوز نصب <span class=\"c2\">(شيء)</span> لفساد المعنى، ودخول الباء على مستباح،<span class=\"c5\"> وقال الشاعر:</span></p><p>وما ادري أغيَّرهم تَنَاءٍ ... وطولُ العهد أم مالٌ أصابوا</p><p>فأصابوا في موضع الصفة، ولا يجوز صرفه إلى غير ذلك، لأن الشاعر جهل الأمر الذي غيَّرهم، ولم يدر أهو البعد وطول العهد، أم مال أصابوه، فمال معطوف على تناء، ويجوز النصب على مذهب قومْ وكذلك إن كان الفعل صلة لموصول، نحو قولنا <span class=\"c2\">(أزيد الذي رأيت)</span> لا يكون في زيد إلا الرفع، وليس بمنزلة قولنا <span class=\"c2\">(أزيداً العاقلَ ضربته)</span>، لأن ضربته ليس صلة ولا صفة. وكذلك، إن أبدلت منه، أو وكدته. ومثله <span class=\"c2\">(زيد أَنْ تكرمه خير من أن تُهينه)</span>، لأن ما ينصب بعد أَنْ فهو من صلتها، وكذلك زيد أنت الضاربه لا يجوز في زيد إلا الرفع، لأن الألف واللام بمعنى الذي، فتجرى مجري الذي.</p> </div>"
   },
   {
    "page_number": 53,
    "page": 115,
    "text": "<div> <p>قد أتيتُ في هذا الباب على ما يُحتاج إليه، ويُستغني به، وزدت توجيهَ الأقوال والاحتجاجَ على سيبويه وله، ليعلم القارئ أني قد وقفت على أقوالهم، وعرفت ما</p><p>اثبتُّ، ولم احتج إلى إضمار ما الكلامُ تامٌّ دونه، وإظهاره عيٌّ مخالف لغرض القائل. هذا في كلام الناس، فأما في كلام الله تعالى فحرام. واللهَ اسأله العون والتوفيق، وقد قلت قولا في هذا الباب يليق بما أحضّ عليه، وأدعو إليه، لأني لم ادخل فيه محالاً، ولا ظنَّاً ضعيفاً، ولا فضلاً لا يُحتاج إليه.</p><p>فصل</p><p>ومما قالوا فيه ما لم يفهم، واضمروا فيه ما يخالف مقصد القائل، أبوابُ نصب الفعل، وقد تكلمت منها على باب الفاء والواو ليستدل بهما على غيرهما ويعلم أن ما أضمروه لا يحتاج إليه في إعطاء القوانين التي يحفظ بها كلام العرب.</p><p><span class=\"c5\">الكلام في الفاء:</span> ينتصب بعدها الفعل إذا كانت جوابا لأحد ثمانية أشياء: الأمر، والنهي، والاستفهام، والنفي، والعرض، والتمني، والتحضيض، والدعاء. يقال في الأمر <span class=\"c2\">(أعطني فأشكرك)</span>.<span class=\"c5\"> قال أبو النجم:</span></p><p>يا ناقُ سيري عَنَقاً فَسِيحِا ... إلى سُلْمَانَ فَنَسْتَرِيْحَا</p> </div>"
   },
   {
    "page_number": 54,
    "page": 116,
    "text": "<div> <p>ويقال في النهي <span class=\"c2\">(لا يعصِ زيد على الله فيعاقبَه)</span>،<span class=\"c5\"> قال الله تعالى:</span> <span class=\"c3\">{لاَ تَفْتَرُوا عَلَى اللَّهِ كَذِباً فَيُسْحِتَكُمْ بِعَذَابٍ}</span>، وقال <span class=\"c3\">{وَلاَ تَطْغَوْا فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِي}</span>، ويقال في النفي <span class=\"c2\">(ما يأتيني زيد فأعطيَه)</span>،<span class=\"c5\"> فيحتمل وجهين:</span> أحدهما ما يأتيني زيد فكيف أعطيه، إي أن الإتيان سبب العطاء، فإذا لم يأت لم يُعط.<span class=\"c5\"> قال الله تعالى:</span> <span class=\"c3\">{لاَ يُقْضَى عَلَيْهِمْ فَيَمُوتُوا}</span>، ويقال <span class=\"c2\">(ما آمن أبو جهل فيدخل الجنة)</span>،<span class=\"c5\"> وقال الفرزدق:</span></p><p>وما أنت من قيسٍ فَتَنْبَحَ دونها ... ولا من تميمٍ في اللَّهَى والغَلاَصم</p><p>والوجه الآخر من قولنا <span class=\"c2\">(ما يأتينا زيد فنعطيه)</span>، إي ما يأتينا في</p> </div>"
   },
   {
    "page_number": 55,
    "page": 117,
    "text": "<div> <p>حال إعطاء، إي يأتينا ولا نعطيه،<span class=\"c5\"> قال الفرزدق:</span></p><p>وما قام منا قائمٌ في نَدِيِّنا ... فينطقَ إلا بالتي هي أعْرَفُ</p><p><span class=\"c5\">وقال اللعين المنقري:</span></p><p>وما حلٌ سَعْدِيٌّ غريباً ببلدةٍ ... فَيُنْسَب إلا الزِّبْرِقَانُ له أبُ</p><p>وتقول <span class=\"c2\">(كأنك لم تأتنا فنحدثَك)</span>،<span class=\"c5\"> وقال رجل من بني دارم:</span></p><p>كأنك لم تَذْبَحْ لأهلك نَعجةً ... فيُصبحَ مُلقَىً بالفِناء إهَابُها</p><p>ويقال في الاستفهام <span class=\"c2\">(أتأتينا فنحدثَك)</span>.<span class=\"c5\"> قال الشاعر:</span></p><p>ألم تسأل فتُخبرَكَ الرسومُ ... على فِرْتاجَ والطللُ القديمُ</p> </div>"
   },
   {
    "page_number": 56,
    "page": 118,
    "text": "<div> <p>ويقال في العرْض <span class=\"c2\">(ألا تأتينا فنكرمَك)</span>. ويقال في التمني <span class=\"c2\">(ليت زيداً عندنا فيحدثَنا)</span>، وقد قرئ <span class=\"c2\">(ودُّوا لو تُدْهن فيدهنون)</span> وقال مُهَلْهل:</p><p>فلو نُشِرَ المقابرُ عن كُلَيبٍ ... فيُخْبَرَ بالذنائب أيُّ زِيرِ</p><p><span class=\"c5\">وقال أميَّة بن أبي الصَّلْت:</span></p><p>ألا رسولَ لنا منَّا فيُخبِرَنَا ... ما بُعْدُ غايتنا من رأس مُجْرَانا</p><p>ويقال في التحضيض <span class=\"c2\">(هلاَّ زرت زيداً فيكرمَك)</span>. ويقال في الدعاء <span class=\"c2\">(اللهم لا تؤاخذنا بذنوبنا فنهلكَ)</span>.<span class=\"c5\"> وقال الله عز وجل:</span> <span class=\"c3\">{لَوْلاَ أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ الصَّالِحِينَ}</span>. وقد نصبت العرب بعدها في الواجب، وذلك شاذ لا يقاس عليه،</p> </div>"
   },
   {
    "page_number": 57,
    "page": 119,
    "text": "<div> <p><span class=\"c5\">قال الشعر:</span></p><p>سأتركُ منزلي لبنى تميمٍ ... وألحقُ بالحجاز فأَسْتَرِيْحَا</p><p><span class=\"c5\">وقال الأعشى:</span></p><p>وثُمَّتَ لا تجزونني عند ذاكمُ ... ولكن سيجزيني الإلهُ فيُعْقِبَا</p><p><span class=\"c5\">وقال طرفة:</span></p><p>لنا هضبةٌ لا ينزل الذُّلُّ وَسْطَها ... ويأوي إليها المستجيرُ فيُعْصَما</p><p>وهذه المواضع التي ينصب فيها ما بعد الفاء، منها ما يجوز فيها العطف، ويكون إعراب الفعل الثاني كإعراب الفعل الأول الذي قبل الفاء، ويكون معناه غير مخالف لمعناه. وكلها يجوز فيها القطع من الأول ورفع الفعل على أنه موجب، مثال ذلك <span class=\"c2\">(لا يشتم عمرو زيداً فيؤذيه)</span>، إن نُصب</p> </div>"
   },
   {
    "page_number": 58,
    "page": 120,
    "text": "<div> <p>كان المعنى لا يشتم حتى لا يؤذيه، فالشتم من أنواع الأذى، وإن رُفع كان المعنى على القطع أي فهو يؤذيه وإن جزم <span class=\"c2\">(يؤذيه)</span> وعطف على قوله <span class=\"c2\">(يشتم)</span>، كان المعنى فإن الشتم يؤذيه، أي من شانه أن يفعل ذلك.<span class=\"c5\"> وقال النابغة:</span></p><p>ولازال قبرٌ بين تُبْنَى وجاسمٍ ... عليه من الوسميِّ جَوْدٌ ووابلُ</p><p>فيُنبِتُ حَوْذَاناً وعَوْفاً مُنَوِّراً ... سأُتْبِعُهُ من خيرِ ما قال قائِلُ</p><p>فلم يجعل <span class=\"c2\">(ينبت)</span> جواباً، ولكنه قطع. ولو نصب لجاز،<span class=\"c5\"> وقال:</span></p> </div>"
   },
   {
    "page_number": 59,
    "page": 121,
    "text": "<div> <p>الم تَسْألِ الرَّبْعَ القَوَاَء فيَنْطِقُ ... وهل تَخْبِرَنْككَ اليوم بيداءُ سَمْلَقُ</p><p>وتقول <span class=\"c2\">(حسبته شتمني فأثِبَ عليه)</span> إذا لم يقع الوثوب، ومعناه لو شتمني لوثبت عليه، وإن كان الوثوب قد وقع فليس إلا الرفع، لأن هذا بمنزلة قولك <span class=\"c2\">(ألست قد فعلت، فافعل)</span> وقال بعض الحارثيين:</p><p>غير أنَّا لم تأتنا بيقينٍ ... فنُرَجَّى ونكثِرُ التأميلا</p><p>أي فنحن نرجَّى.</p><p><span class=\"c5\">الكلام في الواو:</span> الواو تنصب ما بعدها في غير الواجب، ومعناها النصب معنى مع،<span class=\"c5\"> قال الأخطل:</span></p><p>لا تنه عن خلُقٍ وتأتيَ مثله ... عارٌ عليك - إذا فعلتَ - عظيمُ</p> </div>"
   },
   {
    "page_number": 60,
    "page": 122,
    "text": "<div> <p><span class=\"c5\">وتقول:</span> <span class=\"c2\">(لا تأكل السمك وتشربَ اللبن)</span> أي لا تجمع بينهما، ولو جزم لنهاه عن الجمع والتفرقة، ولو رفع لنهاه عن أكل السمك وأوجب له شرب اللبن، أي أنت ممن يشرب اللبن.<span class=\"c5\"> قال جرير:</span></p><p>ولا تَشْتمِ الموْلَى وتبلغْ أذاتهُ ... فإنكَ إنْ تفعلْ تُسَفَّهْ وتَجْهَلِ</p><p>نهاه عن الفعلين،<span class=\"c5\"> وقال الحطيئة:</span></p><p>ألمْ أكُ جارَكُمْ وتكونَ بيني ... وبينكُمُ المودَّةُ والإِخَاءُ</p><p>هذا واجب في المعنى، فكان يجب أن لا ينصب، لكن اللفظ لفظ الاستفهام.<span class=\"c5\"> وقال دريد بن الصَّمَّة:</span></p><p>قتلتُ بعبد الله خَيْرَ لِدَاِتِه ... ذُؤاباً فلم افخر بذاك وأجْزَعَا</p><p>أراد إني لم افخر به وأنا جزع، إنما فخرت به غير جزع.</p> </div>"
   },
   {
    "page_number": 61,
    "page": 123,
    "text": "<div> <p>ويقال في النفي <span class=\"c2\">(لا يسعني شيء ويعجزَ عنك)</span> أي مع عجزه عنك. وتقول في الأمر <span class=\"c2\">(إيتني وآتيك)</span>،</p><p>وان أردت الأمر أدخلت اللام، فتقول <span class=\"c2\">(ولآتك)</span>،<span class=\"c5\"> وقال الله عز وجل:</span> <span class=\"c3\">{وَلَمَّا يَعْلَمِ اللهُ الَّذِينَ جَاهَدُواْ مِنكُمْ وَيَعْلَمَ الصَّابِرِينَ}</span>، وقرأها بعضهم <span class=\"c2\">(ويعلمِ الصابرين)</span> بالجزم.<span class=\"c5\"> وقال الله تعالى:</span> <span class=\"c3\">{وَلاَ تَلْبِسُواْ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُواْ الْحَقَّ وَأَنتُمْ تَعْلَمُونَ}</span>،</p> </div>"
   },
   {
    "page_number": 62,
    "page": 124,
    "text": "<div> <p>وإن شئت جعلت <span class=\"c2\">(وتكتموا)</span> على العطف،<span class=\"c5\"> وقال الله تعالى:</span> <span class=\"c3\">{يَا لَيْتَنَا نُرَدُّ وَلاَ نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَُ}</span>، قرئ بالرفع والنصب، فالرفع على العطف وعلى القطع،<span class=\"c5\"> وقال الأعشى:</span></p><p>فقلت أدْعِى وأدْعُوَ إنَّ أَنْدِي ... لصوتٍ أن ينادى داعيانِ</p><p><span class=\"c5\">ومن النصب قوله:</span></p><p>لَلُبْسُ عباءةٍ وتَقَرُّ عيني ... أَحَبُّ إليَّ من لُبْسِ الشُّفُوفِ</p> </div>"
   },
   {
    "page_number": 63,
    "page": 125,
    "text": "<div> <p><span class=\"c5\">فقوله:</span> وتقرُّ منصوب بإضمار أنْ كأنه قال: للبس وأنْ تقر أي وقرة عيني،<span class=\"c5\"> وقال الأعشى:</span></p><p>لقد كان في حَوْلٍ ثَواءٍ ثَوَيْتُهُ ... تَقَضَّى لُبَاناتٍ ويسأَمَ سائمُ</p><p>على من روى تَقَضَّى على أنه اسم كان.<span class=\"c5\"> وقال كعب الغنوى:</span></p><p>وما أنا للشيء الذي ليس نافعي ... ويغضبَُ منه صاحبي بقؤولِ</p><p>يجوز في يغضب الرفع والنصب، فالرفع على أن يكون داخلاً في صلة الذي،<span class=\"c5\"> معطوفاً على قوله:</span> <span class=\"c2\">(ليس نافعي)</span>، والنصب عطف على <span class=\"c2\">(الشيء)</span>، كما قال <span class=\"c2\">(وتقر عيني)</span>. وقد رُدَّ على سيبويه في هذا. والأظهر انه بمنزلة قوله <span class=\"c2\">(ليس زيد قائماً ويقعدَ عمرو)</span> أي مع قعود عمرو. ويقال <span class=\"c2\">(دعني ولا أعودُ)</span>، فهذا أوجب على نفسه أن لا يعودَ فقطع،<span class=\"c5\"> ومثله في القطع قول قيس بن زهير:</span></p><p>فلا يَدْعُني قومي صريحاً لحرَّةٍ ... لئن كنتُ مقتولا ويَسْلَمُ عامرُ</p> </div>"
   },
   {
    "page_number": 64,
    "page": 127,
    "text": "<div> <p>فصل</p><p>ومما يجب أن يسقط من النحو العلل الثواني والثوالث، وذلك مثل سؤال السائل عن <span class=\"c2\">(زيد)</span> من قولنا <span class=\"c2\">(قام زيد)</span> لمَ رُفع؟ فيقال لأنه فاعل، وكل فاعل مرفوع، فيقول ولِمَ رُفع الفاعل؟<span class=\"c5\"> فالصواب أن يقال له:</span> كذا نطقت به العرب. ثبت ذلك بالاستقراء من الكلام المتواتر. ولا فرق بين ذلك وبين من عرف أن شيئاً ما حرام بالنص، ولا يُحتاج فيه إلى استنباط علة، لينقل حكمه إلى غيره. فسأل لمَ حُرِّم؟ فإن الجواب على ذلك غير واجب على الفقيه.<span class=\"c5\"> ولو أجبت السائل عن سؤاله بأن تقول له:</span> للفرق بين الفاعل والمفعول فلم يقنعه،<span class=\"c5\"> وقال:</span> فلِمَ لم تعكس القضية بنصب الفاعل ورفع المفعول؟<span class=\"c5\"> قلنا له:</span> لأن الفاعل قليل لأنه لا يكون للفعل إلا فاعل واحد، والمفعولات كثيرة، فأُعطي الأثقل، الذي هو الرفع، للفاعل، وأُعطي الأخف، الذي هو النصب، للمفعول، لأن الفاعل واحد، والمفعولات كثيرة، ليقلَّ في كلامهم ما يستثقلون، ويكثر في كلامهم ما يستخفون. فلا يزيدنا ذلك علماً بان الفاعل مرفوع، ولو جهلنا ذلك لم يضرنا جهله، إذ قد صح عندنا رفع الفاعل الذي هو مطلوبنا، باستقراء المتواتر، الذي يوقع العلم.</p><p><span class=\"c5\">وهذه العلل الثواني على ثلاثة أقسام:</span> قسم مقطوع به، وقسم فيه</p> </div>"
   },
   {
    "page_number": 65,
    "page": 128,
    "text": "<div> <p>إقناع، وقسم مقطوع بفساده. وهذه الأقسام موجودة في كتب النحويين. والرفق بين العلل الأُوَل والعلل الثواني، أن العلل الأُوَل بمعرفتها تحصل لنا المعرفة بالنطق بكلام العرب المدرَك منا بالنظر، والعلل الثواني هي المستغنى عنها في ذلك، ولا تفيدنا إلا أن العرب أمة حكيمة! وذلك في بعض المواضع.<span class=\"c5\"> فمثال المقطوع به قول القائل:</span> كل ساكنين التقيا في الوصل وليس احدهما حرف لين فإن أحدهما يحرِّك، وسواء كانا من كلمتين، أو كلمة واحدة، مثل قولنا <span class=\"c2\">(أكْرِم القوم)</span>،<span class=\"c5\"> وقال تعالى:</span> <span class=\"c3\">{قُمِ اللَّيْلَ}</span>،<span class=\"c5\"> وقال تعالى:</span> <span class=\"c3\">{وَاذْكُرِ اسْمَ رَبِّكَ}</span>، ويقال <span class=\"c2\">(مدَّ ويمدُّ ومُدَّ)</span>. وآخر الأمر موقوف، مثل <span class=\"c2\">(اضربْ)</span> فاجتمعت الدال إلى الدال، والأولى ساكنة، فحركت الثانية لالتقائهما،</p><p>فإن كان يمكن النطق بالثانية ساكنة في حال الوصل فعلت. تقول <span class=\"c2\">(مرّ يا فتى)</span> فأما <span class=\"c2\">(أكرمِ القوم)</span> وأمثاله، فلا يمكن فيه إلا التحريك،</p> </div>"
   },
   {
    "page_number": 66,
    "page": 129,
    "text": "<div> <p><span class=\"c5\">فيقال:</span> لمَ حُرِّكت الميم من أكرِم، وهو أمر،<span class=\"c5\"> فيقال له:</span> لأنه لقي ساكناً آخر، وهو لام التعريف، وكل ساكنين التقيا بهذه الحال، فإن أحدهما يحرك،<span class=\"c5\"> فإن قيل:</span> ولم لمْ يتركا ساكنين؟<span class=\"c5\"> فالجواب:</span> لأن النطق بهما ساكنين لا يمكن الناطق. فهذه قاطعة وهي ثانية.<span class=\"c5\"> وكذلك قولهم:</span> كل فعل في أوله إحدى الزوائد الأربع، وما بعدها ساكن، فإنه إذا أُمِر به يحذف الحرف الزائد، وتدخل عليه ألف الوصل،<span class=\"c5\"> فإن قيل:</span> فلِمَ دخلت عليه ألف الوصل؟<span class=\"c5\"> فيقال:</span> لأنه فعل أمر حذف من أوله الحرف الزائد، وكل فعل أمر حذف من أوله الحرف الزائد، فإنه تدخل عليه ألف الوصل،<span class=\"c5\"> فإن قيل:</span> فلم لمْ يترك أوله كذلك؟<span class=\"c5\"> قيل:</span> لأن الابتداء بالساكن لا يمكن. وهي ثانية. وكذلك <span class=\"c2\">(ميعاد وميزان)</span> وما أشبههما،<span class=\"c5\"> يقال:</span> إن الأصل فيها مِوْعاد ومِوْزان. والدليل على ذلك أنهما من وعد ووزن، ففاء الفعل واو، ويقال في جمعهما <span class=\"c2\">(مواعيد وموازين)</span> وفي تصغيرهما <span class=\"c2\">(مويعيد ومويزين)</span> فأُبدل من الواو ياءٌ لسكونها، وانكسار ما قبلها، وكل واو سكنت وانكسر ما قبلها، فإنها تُبْدَل ياء،<span class=\"c5\"> فإن قيل:</span> لمَ أُبدل منها ياءٌ، ولم تترك على حالها؟<span class=\"c5\"> قيل:</span> لأن ذلك أخف على اللسان،</p> </div>"
   },
   {
    "page_number": 67,
    "page": 130,
    "text": "<div> <p>فهذه علة واضحة أيضاً، ولكن يُسْتَغْنَى عنها.</p><p><span class=\"c5\">ومثال غير البين منها قولهم:</span> إن الفعل الذي في أوله إحدى الزوائد الأربع أُعرِب، لشبهه بالاسم،<span class=\"c5\"> ويُكتفَي في ذلك بأن يقال:</span> كل فعل في أوله إحدى الزوائد الأربع، ولم يتصل به ضمير جماعة النساء، ولا النون الخفيفة، ولا الشديدة، فإنه معرب.<span class=\"c5\"> فإن قيل:</span> <span class=\"c2\">(يضربُ)</span> لمَ أُعرِب؟<span class=\"c5\"> قيل:</span> لأنه فعل أوله إحدى الزوائد الأربع، ولم يتصل به ضمير المؤنث، ولا نون خفيفة ولا شديدة، وكل ما هو بهذه الصفة فهو معرب.<span class=\"c5\"> فإن قيل:</span> لمَ أعربت العرب ما هو بهذه الصفة؟<span class=\"c5\"> فقيل:</span> لأنه أشبهَ الاسم،</p><p>في انه يصلح - إذا أطلق - للحال والاستقبال، فهو عام، كما أن رجلاً وغيره من النكرات عام. ثم إذا أراد المتكلم إيقاعه على معين، ادخل عليه الألف واللام فأزالا عمومه. وكذلك الذي في أوله الزوائد من الأفعال، إذا أراد المتكلم تخصيصه بأحد الزمانين ادخل السين أو سوف، فهذا عام يخصص بحرف من أوله، وهذا عام يخصَّص بحرف من أوله، فأُعْرب الفعل لهذا الشبه. وأشبهه أيضاً في دخول لام التأكيد عليه،<span class=\"c5\"> يقال:</span> إن زيداً لقائم و <span class=\"c2\">(إن زيداً ليقوم)</span>.<span class=\"c5\"> ويقولون:</span> أعرب الاسم، لأنه على صيغة واحدة،<span class=\"c5\"> وأحواله مختلفة:</span> يكون فاعلاً، ومفعولاً. ومضافاً إليه، فاحتيج إلى إعرابه إلى بيان هذه الأحوال. والفعل إذا اختلفت معانيه اختلفت صيغه، فاغني ذلك عن إعرابه، ولوا الشبه الذي بينه وبين الاسم ما أُعرب.</p> </div>"
   },
   {
    "page_number": 68,
    "page": 131,
    "text": "<div> <p><span class=\"c5\">قيل:</span> العلة الموجبة لإعراب الاسم هي موجودة في الفعل،<span class=\"c5\"> وذلك:</span> أنا لو قلنا: <span class=\"c2\">(ضرب زيد عمرو. وزيداً عمراً)</span> لم يتميز لنا الفاعل من المفعول،<span class=\"c5\"> كذلك إذا قلنا:</span> <span class=\"c2\">(لا يضربُْ زيد عمراً)</span> لولا الرفع والجزم، ما عرف النفي من النهي. وكذلك إذا قنا <span class=\"c2\">(لا تأكل السمك ولا تشربُِْ اللبن)</span> لولا النصب والجزم والرفع لما عرف النهي عنهما مفترقين ومجتمعين، من النهي عن الجمع، ومن النهي عن الأول وأن الفاعل من شأنه أن يشرب اللبن. وكما أن للأسماء أحوالاً مختلفة،<span class=\"c5\"> فكذلك للأفعال أحوال مختلفة:</span> تكون منفية، وموجبة، ومنهيَّاً عنها، ومأموراً بهاْ وشروطاً، ومشروطة، ومخبَّراً بها، ومستفهماً عنها، فحاجتها إلى الإعراب كحاجة الأسماء. وأيضاً فإن الشيء لا يقاس على الشيء إلا إذا كان حكمه مجهولاً، والشيء المقيس عليه معلومُ الحكم، وكانت العلة الموجبة للحكم في الأصل موجودة في الفرع.</p><p>والعرب أمة حكيمة، فكيف تشبه شيء بشيء، وتحكم عليه بحكمه، وعلة حكم الأصل غير موجودة في الفرع. وإذا فعل واحد من النحويين ذلك جُهِّل، ولم يقبل قوله، فلمَ ينسبون إلى العرب ما يُجهَّل به بعضهم بعضاً.<span class=\"c5\"> وذلك:</span> أنهم لا يقسون</p><p>الشيء على الشيء، ويحكمون عليه بحكمه، إلا إذا كانت علة حكم الأصل موجودة في الفرع! وكذلك فعلوا في تشبيه الاسم بالفعل في العمل، وتشبيههم إنِّ وأخواتها بالفعال المتعدية في العمل، وأما تشبيه الأسماء غير المنصرفة بالأفعال فأشبهُ قليلاً، وذلك أنهم يقولون ان الأسماء غير المنصرفة تشيه الأفعال في أنها فروع - كما أن الأفعال فروع بعد الأسماء - فإذا كان في الاسم علتان، أو واحدة تقوم مقام علتين، فإن كل واحدة من العلتين تجعله فرعاً، مُنِع ما منع الفعل، وهو الخفض والتنوين.<span class=\"c5\"> والعلل المانعة من الصرف:</span> التعريف، والعجمة، والصفة، والتأنيث، والتركيب المزجي، والعدل، والجمع الذي لا نظير له، ويوزن الفعل المختص به أو الغالب فيه، وآلاف والنون الزائدتان المشبهتان ألفَ التأنيث</p> </div>"
   },
   {
    "page_number": 69,
    "page": 132,
    "text": "<div> <p>وما قبلها.<span class=\"c5\"> وذلك:</span> أن التعريف ثان للتنكير، والأعجميَّ من الأسماء فرع في كلام العرب، والصفةَ بعد الموصوف بها، والتأنيثَ فرع على التذكير، والتركيبَ فرع على المفردات، والمعدولَ فرع بعد المعدول عنه، والجمعَ فرع بعد الواحد، والألف والنون الزائدتين يشبه بهما الاسمُ المذكَّرُ المؤنثَ. وأما وزن الفعل المختص به فبيِّن. والوجه عندهم لسقوط التنوين من الفعل ثقله، وثقله لأن الاسم أكثر استعمالاً منه، والشيءُ إذا عاوده اللسان خفَّ، وإذا قل استعماله ثقل. وهذه الأسماء غيرها أكثر استعمالا منها، فثقلت، فمنعت ما منع الفعل من التنوين وصار الجر تبعاً له. وليس يُحتاج من هذا إلا معرف تلك العلل التي تلازم عدم الانصراف، وأما غير ذلك ففضل، هذا لو كان بيِّناً، فكيف به وهو ما هو في الضعف، لأنه ادعاء أن العرب أرادته، ولا دليل على ذلك، إلا سقوط التنوين، وعدم الخفض. وهذان إنما هما للأفعال، فلولا شبه الأفعال، لما سقط منها ما يسقط من الأفعال!</p><p><span class=\"c5\">قيل:</span> نجد في الأسماء ما هو أشد شبهاً بالأفعال من هذه الأسماء التي لا تنصرف،</p><p>وهي منصرفة، نحو <span class=\"c2\">(أقام إقامة)</span>. وما أشبهه، <span class=\"c2\">(فإقامة)</span> مؤنث، والفعل مشتق منه، ودال على ما يدل عليه من الحدث، وعامل - على مذهبهم - كالفعل، وهو مؤكِّد له، والمؤكِّد تابع للمؤكَّد، كما أن الصفة بعد الموصوف، ففيه التأنيث، والتأكيد والعمل، ودلالة الاشتقاق، وإن لم تكن فيه التاء نحو قيام ففيه أنه لا يثنَّى، ولا يجمع، كما أن الفعل كذلك.</p><p><span class=\"c5\">ومثال ما هو بين الفساد قول محمد بن يزيد المبرد:</span> إن نون ضمير جماعة</p> </div>"
   },
   {
    "page_number": 70,
    "page": 133,
    "text": "<div> <p>المؤنث، إنما حرك، لأن ما قبله ساكن، نحو <span class=\"c2\">(ضربْنَ ويضربْنَ)</span> وقال فيما قبلها: إنه أسكن، لئلا تجتمع أربع حركات، لأن الفعل والفاعل كالشيء الواحد. فجعل سكون الحرف الذي قبل النون، من أجل حركة النون، وجعل حركة النون من أجل سكون ما قبلها. فجعل العلة معلولة بما هي علة له، وهذا بين الفساد. ولولا الإطالة لأوردت منه كثيراً. وكان الأعلم - رحمه الله - على بصره بالنحو مولعا بهذه العلل الثواني، ويرى انه إذا استنبط منها شيئاً فقد ظفر بطائل. وكذلك كان صاحبنا الفقيه أبو القاسم السُّهَيْلي على شاكلته - رحمه الله - يولع بها، ويخترعها، ويعتقد ذلك كمالاً في الصنعة وبصَراً بها.</p><p>وكما أنا لا نسال عن عين عِظْلِم، وجيم جَعفر، وباء بُرْثُن، لمَ فُتحت هذه، وضُمت هذه، وكُسرت هذه، فكذلك أيضاً لا نسال عن رفع <span class=\"c2\">(زيد)</span>.<span class=\"c5\"> فإن قيل:</span> زيد متغير الآخر،</p> </div>"
   },
   {
    "page_number": 71,
    "page": 134,
    "text": "<div> <p><span class=\"c5\">قيل:</span> كذلك عِظْلِم، يقال في تصغيره بالضم، وفي جمعه على فعالِل بالفتح.<span class=\"c5\"> فإن قيل:</span> للاسم أحوال يرفع فيها، وأحوال ينصب فيها، وأحوال يخفض فيها،<span class=\"c5\"> قيل:</span> إذا كانت تلك الأحوال معلومة بالعلل الأُوَل، الرفع بكونه فاعلاً أو مبتدأً أو خبراً أو مفعولاً لم يُسَمَّ فاعله، والنصب بكونه مفعولاً، والخفض بكونه مضافاً إليه، صار الآخِرُ كالحرف الأول الذي يُضَم في حال، ويُفتَح في حال، ويُكسَر في حال، يكسر في حال الأفراد، ويفتح في حال الجمع، ويضم في حال التصغير.</p> </div>"
   },
   {
    "page_number": 72,
    "page": 135,
    "text": "<div> <p>ومما ينبغي أن يسقط من النحو <span class=\"c2\">(ابْنِ من كذا مثال كذا)</span> كقولهم <span class=\"c2\">(ابن من البيع)</span> مثال <span class=\"c2\">(فُعْل)</span>،<span class=\"c5\"> فيقول قائل:</span> <span class=\"c2\">(بوع)</span> أصله بُيْع فيبدل من الياء واواً لانضمام ما قبلها، لأن النطق بها ثقيل،<span class=\"c5\"> كما قالت العرب:</span> <span class=\"c2\">(موقن وموسر)</span> أصل مُوقن: ميْقن، لأنه اسم فاعل، وفعله أيقن، ففاء الفعل منه ياء. كما أن أكرم اسم الفاعل منه اؤه ياء، كما أن اسم أكرم اسم الفاعل منه مكرم، ففاء الفعل وهي الكاف، وهي فاء اسم الفاعل في مكرم، وكذلك كل اسم فاعل صحيح، فاؤه فاء فعله، وعينه عينه، ولامه لامه.<span class=\"c5\"> وتقول في جمع موسر:</span> <span class=\"c2\">(مياسير)</span>، وفي تصغيره <span class=\"c2\">(مييسر)</span>، لما زالت علة إبدال الياء واواً، وهي سكونها وانضمام ما قبلها، رجع إلى أصله. ومن قال <span class=\"c2\">(بيع)</span> بالكسر كسر الباء، لتصحَّ الياء، كما قالت العرب <span class=\"c2\">(بِيض وعِين وغِيد)</span> في جمع <span class=\"c2\">(بَيْضاء وعَيْناء وغَيْداء)</span> وكذلك المذكر، لأن فعلاء يجمع على فُعْل <span class=\"c2\">(كحمراء وحُمْر وشقراء وشُقْر)</span>، والقياس أن يقال <span class=\"c2\">(بُيْض وغُيْد وعُيْن)</span> لكنهم عدلوا إلى الكسر لئلا يبدلوا من الياء واواً. وإما أي الرأيين هو الصواب؟ فلكل واحد من الرأيين حجة. فحجة من أبدل الياء واواً أن بوعاً مفرد، وحَمْلُه على موسر ونظرائه أولى من الحمل على الجمع، وأيضاً فإنا وجدنا الآخر يتبع الأول أكثر</p> </div>"
   },
   {
    "page_number": 73,
    "page": 136,
    "text": "<div> <p>مما يتبع الأولُ الآخر، قالوا ميعاد وميزان، فابدلوا الآخر للأول، ولم يبدلوا الكسرة ضمة ولا فتحة، لتصح الواو. وكذلك الأمر مما فاؤه واو نحو <span class=\"c2\">(إِيجل وإيسَق)</span> وكذلك <span class=\"c2\">(رياض وثياب)</span> أصلهما رواض وثواب، فأبدل من الواو ياء لانكسار ما قبلها ولشروط أُخر. وكذلك <span class=\"c2\">(صام صياماً وقام قياماً)</span> أصلهما: صِوام وقِوام فأبدل من الواو ياء لانكسار ما قبلها. وكذلك <span class=\"c2\">(غُزِي ودُعِي)</span>، وكل ما لامه واو إذا بُني لما لم يسم فاعله. وكذلك اسم الفاعل مما لامه واو، يقال <span class=\"c2\">(رأيت غازياً)</span>، وكذلك قيل وسيق على اللغة الفصيحة. فهذا كله يتبع فيه الآخِرُ الأول. وحجة من قال <span class=\"c2\">(بيع)</span> بالكسر قياسه على بيض، وإبدالُ الضمة كسرة لتصح الياء أولى من رد</p><p>الياء إلى الواو، لأن الياء أخف. وهي الغالبة على الواو. وكما يتبع الآخِرُ الأولَ كذلك يتبع الأولُ الآخِرَ، قالوا في تصغير شيخ شَيَيْخ وجاء فيه شِيَيْخ كسرت الشين من أجل الياء.</p> </div>"
   },
   {
    "page_number": 74,
    "page": 137,
    "text": "<div> <p>وقالوا في الأمر الثلاثي المضموم العين بضم ألف الوصل، لانضمام العين نحو <span class=\"c2\">(اقْتُلْ وأخرج)</span> وما أشبههما، فلولا ضم العين لكانت الألف مكسورة. ومما يتبع فيه الأول الآخر <span class=\"c2\">(امرُءٌ وابنُمٌ)</span>، إلا أن المواضع التي يتبع فيها الآخرُ الأول أكثر في كلام العرب من المواضع من المواضع التي يتبع فيها الأولُ الآخر، ولكن رد الواو إلى الياء أكثر من لرد الياء إلى الواو. <span class=\"c2\">(وَكيلَ ويبعَ)</span> أفصح من <span class=\"c2\">(كول وبوع)</span>.<span class=\"c5\"> فهذا على ثلاثة أقسام:</span> ما يرد فيه الآخر إلى الأول لا غير، وما يرد فيه الأول إلى الآخر لا غير،<span class=\"c5\"> وما فيه لغتان:</span> رد الآخر إلى الأول، ورد الأول إلى الآخر، إلا أن رد الأول إلى الآخر أفصح، فترجح بهذا أن قول من يقول <span class=\"c2\">(بيع)</span> أظهر. وهذا في مسألة واحدة فكيف إذا أُكثر من هذا الفن، وطال فيه النزاع، وامتدت إليه أطناب القول، مع قلة جَداه وعدم الافتقار إليه. والناس عاجزون عن حفظ اللغة الفصيحة الصحيحة فكيف بهذا المظنون المستغنى عنه!.</p><p>ومما يجب أن يسقط من النحو الاختلاف فيما لا يفيد نطقاً، كاختلافهم في علة رفع الفاعل، ونصب المفعول، وسائر ما اختلفوا فيه، من العلل الثواني وغيرها، مما لا يفيد نطقاً، كاختلافهم في رفع المبتدأ، وناصب المفعول، فنصبَه بعضهم بالفعل، وبعضهم بالفاعل، وبعضهم بالفعل والفاعل معاً، وعلى الجملة كل اختلاف فيما لا يفيد نطقاً.</p> </div>"
   },
   {
    "page_number": 75,
    "page": 139,
    "text": "<div> <p>كمل والحمد لله حق حمده، والصلاة على محمد نبيه وعبده، وسلم تسليماً.</p> </div>"
   }
  ]
 }
]