[
 {
  "info": {
   "title": "كتاب مسائل خلافية في النحو",
   "author": "أبو البقاء العكبري",
   "about": "<div> <h3 class=\"text-center\">بطاقة الكتاب وفهرس الموضوعات</h3>الكتاب: مسائل خلافية في النحو<br>المؤلف: أبو البقاء عبد الله بن الحسين بن عبد الله العكبري البغدادي محب الدين (ت ٦١٦هـ)<br>المحقق: محمد خير الحلواني<br>الناشر: دار الشرق العربي - بيروت<br>الطبعة: الأولى، ١٤١٢هـ ١٩٩٢م<br>عدد الصفحات: ١٢٤<br>[ترقيم الكتاب موافق للمطبوع] <div>صفحة المؤلف: [<a href=\"https://shamela.ws/author/502\">أبو البقاء العكبري</a>]</div>   </div>",
   "url": "https://shamela.ws/book/6996",
   "id": "6996",
   "toc": [
    {
     "page": 1,
     "text": "مسألة الكلام والجملة"
    },
    {
     "page": 10,
     "text": "مسألة حد الاسم"
    },
    {
     "page": 19,
     "text": "مسألة ادلة اسمية كيف"
    },
    {
     "page": 22,
     "text": "مسألة اشتقاق لفظ اسم"
    },
    {
     "page": 29,
     "text": "مسألة حد الفعل"
    },
    {
     "page": 34,
     "text": "مسألة الاختلاف في اصل الاشتقاق"
    },
    {
     "page": 43,
     "text": "مسألة الاختلاف في الإسم المضاف إلى ياء المتكلم"
    },
    {
     "page": 47,
     "text": "مسألة هل الاعراب أصل في المضارع"
    },
    {
     "page": 51,
     "text": "مسألة علة الإعراب"
    },
    {
     "page": 57,
     "text": "مسألة الاختلاف في علة جعل الإعراب في آخر الكلمة"
    },
    {
     "page": 61,
     "text": "مسألة الاختلاف في حقيقة الصرف"
    },
    {
     "page": 64,
     "text": "مسألة الاختلاف في حقيقة الاعراب"
    },
    {
     "page": 68,
     "text": "مسألة أيهما أسبق حركات البناء أم حركات الإعراب"
    },
    {
     "page": 72,
     "text": "مسألة علة زيادة التنوين في الاسم"
    },
    {
     "page": 76,
     "text": "مسألة الاختلاف في بناء فعل الأمر أمعرب هو أم مبني"
    }
   ],
   "page_chapters": {
    "1": [
     "مسألة الكلام والجملة"
    ],
    "10": [
     "مسألة حد الاسم"
    ],
    "19": [
     "مسألة ادلة اسمية كيف"
    ],
    "22": [
     "مسألة اشتقاق لفظ اسم"
    ],
    "29": [
     "مسألة حد الفعل"
    ],
    "34": [
     "مسألة الاختلاف في اصل الاشتقاق"
    ],
    "43": [
     "مسألة الاختلاف في الإسم المضاف إلى ياء المتكلم"
    ],
    "47": [
     "مسألة هل الاعراب أصل في المضارع"
    ],
    "51": [
     "مسألة علة الإعراب"
    ],
    "57": [
     "مسألة الاختلاف في علة جعل الإعراب في آخر الكلمة"
    ],
    "61": [
     "مسألة الاختلاف في حقيقة الصرف"
    ],
    "64": [
     "مسألة الاختلاف في حقيقة الاعراب"
    ],
    "68": [
     "مسألة أيهما أسبق حركات البناء أم حركات الإعراب"
    ],
    "72": [
     "مسألة علة زيادة التنوين في الاسم"
    ],
    "76": [
     "مسألة الاختلاف في بناء فعل الأمر أمعرب هو أم مبني"
    ]
   },
   "all_pages": 81,
   "volumes": {},
   "pages": 81
  },
  "pages": [
   {
    "page_number": 1,
    "page": 35,
    "text": "<div> <p>١ - مَسْأَلَة <span class=\"c2\">(الْكَلَام وَالْجُمْلَة)</span></p><p>الْكَلَام عبارَة عَن الْجُمْلَة المفيدة فَائِدَة تَامَّة،<span class=\"c5\"> كَقَوْلِك:</span> زيد منطلق، وَإِن تأتني أكرمك، وقم، وصه، وَمَا كَانَ نَحْو ذَلِك.</p><p>فَأَما اللَّفْظَة المفردة نَحْو <span class=\"c2\">(زيد)</span> وَحده، وَنَحْو ذَلِك، فَلَا يُسمى كلَاما، بل كلمة.</p><p>هَذَا قَول الْجُمْهُور وَذهب شرذمة من النَّحْوِيين إِلَى ان</p> </div>"
   },
   {
    "page_number": 2,
    "page": 36,
    "text": "<div> <p>الْكَلَام يُطلق على الْمُفِيد وَغير الْمُفِيد اطلاقا حَقِيقِيًّا.</p><p>وَالدَّلِيل على القَوْل الأول انه لفظ يعبر باطلاقه عَن الْجُمْلَة المفيدة، فَكَانَ حَقِيقَة فِيهَا كالشرط وَجَوَابه، وَالدَّلِيل على انه يعبر بِهِ عَنْهَا لَا إِشْكَال فِيهِ، إِذْ هُوَ مُتَّفق عَلَيْهِ، وَإِنَّمَا الْخلاف فِي تَخْصِيصه بذلك دون غَيره،<span class=\"c5\"> وَبَيَان اخْتِصَاصه بهَا من سِتَّة أوجه:</span></p><p><span class=\"c5\">احدها:</span> انه يُطلق بازائها،<span class=\"c5\"> فَيُقَال:</span> هَذِه الْجُمْلَة كَلَام، والاصل فِي الاطلاق الْحَقِيقَة.</p><p><span class=\"c5\">وَالثَّانِي:</span> ان الْكَلَام تؤكد بِهِ الْجُمْلَة،<span class=\"c5\"> كَقَوْلِك:</span> تَكَلَّمت كلَاما، وكلمته كلَاما، والمصدر الْمُؤَكّد نَائِب عَن اعادة الْجُمْلَة،<span class=\"c5\"> الا ترى ان قَوْلك قُمْت قيَاما وتكلمت كلَاما تَقْدِيره:</span> قُمْت قُمْت، لَان الاصل فِي التوكيد اعادة الْجُمْلَة بِعَينهَا، وَلَكنهُمْ آثروا الا يُعِيدُوا الْجُمْلَة بِعَينهَا، فجاؤوا بمفرد فِي مَعْنَاهَا والنائب عَن الشَّيْء يُؤَدِّي عَن مَعْنَاهُ.</p> </div>"
   },
   {
    "page_number": 3,
    "page": 37,
    "text": "<div> <p><span class=\"c5\">وَالثَّالِث:</span> ان قَوْلك <span class=\"c2\">(كَلمته)</span> ، عبارَة عَن انك افهمته معنى بِلَفْظ وَالْمعْنَى الْمُسْتَفَاد بالافهام تَامّ فِي نَفسه، فَكَانَت الْعبارَة عَنهُ مَوْضُوعَة لَهُ لَا مبينَة عَنهُ،<span class=\"c5\"> وَالْكَلَام هُوَ معنى:</span> كَلمته.</p><p><span class=\"c5\">وَالرَّابِع:</span> ان مصدر <span class=\"c2\">(تَكَلَّمت)</span> التَّكَلُّم، وَهُوَ مشدد الْعين، فِي الْفِعْل والمصدر، وَالتَّشْدِيد للتكثير وادنى التكثير الْجُمْلَة المفيدة، أما <span class=\"c2\">(كلمت)</span> فمشدد أَيْضا، وَهُوَ دَلِيل الْكَثْرَة،<span class=\"c5\"> ومصدره:</span> التكليم. وَالتَّاء وَالْيَاء فِيهِ عوض عَن التَّشْدِيد.</p><p><span class=\"c5\">وَالْخَامِس:</span> ان الاحكام الْمُتَعَلّقَة بالْكلَام لَا تتحق إِلَّا بِالْجُمْلَةِ المفيدة،<span class=\"c5\"> فَمن ذَلِك قَوْله تَعَالَى:</span> <span class=\"c3\">{وَإِن أحد من الْمُشْركين استجارك فَأَجره حَتَّى يسمع كَلَام الله}</span> ، وَمَعْلُوم ان الاستجارة لَا تحصل الا بعد سَماع الْكَلَام التَّام الْمَعْنى، والكلمة الْوَاحِدَة لَا يحصل بهَا ذَلِك، وَكَذَلِكَ قَوْله تَعَالَى <span class=\"c3\">{يُرِيدُونَ أَن يبدلوا كَلَام الله}</span> ، والتبديل صرف مَا يدل اللَّفْظ عَلَيْهِ إِلَى غير مَعْنَاهُ، وَلَا يحصل ذَلِك بتبديل الْكَلِمَة الْوَاحِدَة، لِأَن الْكَلِمَة الْوَاحِدَة إِذا بدلت بغَيْرهَا كَانَ ذَلِك نقل لُغَة إِلَى لُغَة أُخْرَى، وَقَالَ تَعَالَى <span class=\"c3\">{وَقد كَانَ فريق مِنْهُم}</span></p> </div>"
   },
   {
    "page_number": 4,
    "page": 38,
    "text": "<div> <p>) وانما عقلوا الْمَعْنى التَّام، ثمَّ حرفوه عَن جِهَته. وَمثله قَوْله تَعَالَى <span class=\"c3\">{يحرفُونَ الْكَلم عَن موَاضعه}</span> . وَمن ذَلِك تَعْلِيق الْيَمين بِسَمَاع الْكَلَام،<span class=\"c5\"> فانه لَو قَالَ:</span> وَالله لَا سَمِعت كلامك، فَنَطَقَ بِلَفْظَة وَاحِدَة لَيْسَ فِيهَا معنى تَامّ لم يَحْنَث.</p><p>وَالسَّادِس ان الْعَرَب قد تتجوز بالْقَوْل عَن العجماوات،<span class=\"c5\"> كَقَوْل الشَّاعِر:</span></p><p><span class=\"c2\">(امْتَلَأَ الْحَوْض وَقَالَ قطني ... سلا، رويدا قد مَلَأت بَطْني)</span></p><p>وَهُوَ كثير فِي استعمالهم، وَلَا ينْسب الْكَلَام إِلَى مثل ذَلِك،<span class=\"c5\"> فَلَا يُقَال:</span> تكلم الْحَوْض. وَلَا الْحَائِط وَلَا سَبَب لذَلِك الا <span class=\"c2\">(ان)</span> الْكَلَام حَقِيقَة فِي الْفَائِدَة التَّامَّة، وَالْقَوْل لَا يشْتَرط فِيهِ ذَلِك</p> </div>"
   },
   {
    "page_number": 5,
    "page": 39,
    "text": "<div> <p>وَإِذا ثَبت مَا ذَكرْنَاهُ بِأَن انه حَقِيقَة فِي الدّلَالَة على الْجُمْلَة التَّامَّة الْمَعْنى.</p><p><span class=\"c5\">فان قيل:</span> يتَوَجَّه عَلَيْهِ اسئلة:</p><p><span class=\"c5\">احدها:</span> ان اطلاق اللَّفْظ على الشَّيْء لَا يلْزم مِنْهُ الْحَقِيقَة، فان الْمجَاز يُطلق على الشَّيْء، كَمَا يُقَال للْعَالم بَحر، وللشجاع اسد،<span class=\"c5\"> وَقَالَ الله تَعَالَى:</span> <span class=\"c3\">{جدارا يُرِيد أَن ينْقض}</span> و <span class=\"c3\">{واسأل الْقرْيَة}</span> ، وكل ذَلِك مجَاز وَقد اطلق على هَذَا الْمَعْنى، فَلَا يلْزم من الاطلاق على مَا ذكرْتُمْ الْحَقِيقَة.</p><p><span class=\"c5\">السُّؤَال الثَّانِي:</span> ان الاطلاق يكون حَقِيقَة مُشْتَركَة، اَوْ جِنْسا تَحْتَهُ مُفْرَدَات، فالمشترك كَلَفْظِ الْعين،<span class=\"c5\"> وَالْجِنْس مثل:</span> الْحَيَوَان، فان الْحَيَوَان حَقِيقَة فِي الْجِنْس، وَالْوَاحد مِنْهُ حَقِيقَة ايضا، فَلم لَا يكون الْكَلَام والكلمة من هَاتين الحقيقتين</p><p><span class=\"c5\">وَالسُّؤَال الثَّالِث:</span> ان الْكَلَام مُشْتَقّ من <span class=\"c2\">(الْكَلم)</span> ، وَهُوَ الْجرْح، وَالْجَامِع بَينهمَا التَّأْثِير، والكلمة كَذَلِك لَان الْحُرُوف</p> </div>"
   },
   {
    "page_number": 6,
    "page": 40,
    "text": "<div> <p>الاصول مَوْجُودَة فِيهَا، وَهِي مُؤثرَة ايضا إِذا كَانَت تدل على معنى، وَهِي جُزْء الْجُمْلَة التَّامَّة الْفَائِدَة، والجزء يُشَارك الْكل فِي حَقِيقَة وَضعه. الا ترى ان الْحق يثبت بِشَاهِدين مثلا، وكل وَاحِد مِنْهُمَا شَاهد حَقِيقَة، واثبات الْحق بهما لَا يَنْفِي كَون كل وَاحِد مِنْهُمَا شَاهدا، كَذَلِك هَا هُنَا،<span class=\"c5\"> أَلا ترى أَن قَوْلك:</span> قَامَ زيد. يشْتَمل على جزأين، كل وَاحِد مِنْهُمَا يُسمى كلمة لدلالته على معنى، وَتوقف الْفَائِدَة التَّامَّة على حكم يَتَرَتَّب على الْمَجْمُوع، وَلَا يَنْفِي ذَلِك اشْتِرَاك الجزأين فِي الْحَقِيقَة، وعَلى هَذَا ترَتّب التحريف والتبديل، إِذْ كَانَ كُله حكما يُسْتَفَاد بِالْجُمْلَةِ، وَلَا يَنْفِي حَقِيقَة الْوَضع.</p><p><span class=\"c5\">ثمَّ مَا ذكرتموه معَارض بقوله تَعَالَى:</span> <span class=\"c3\">{كَبرت كلمة تخرج من أَفْوَاههم}</span> وَبِقَوْلِهِ: <span class=\"c3\">{كلمة الَّذين كفرُوا السُّفْلى وَكلمَة الله هِيَ الْعليا}</span> و <span class=\"c3\">{وتمت كلمة رَبك صدقا وعدلا}</span> وَمَعْلُوم انه أَرَادَ بِالْكَلِمَةِ الْجُمْلَة المفيدة، واذا وَقعت الْكَلِمَة على الْمُفْرد جَازَ ان يَقع الْكَلَام على الْمُفْرد.</p> </div>"
   },
   {
    "page_number": 7,
    "page": 41,
    "text": "<div> <p><span class=\"c5\">وَالْجَوَاب:</span></p><p>اما الاطلاق فدليل الْحَقِيقَة، إِذْ كَانَ الْمجَاز على خلاف الاصل، وانما يُصَار اليه بِقَرِينَة صارفة عَن الأَصْل، والاصل عدم الْقَرَائِن، ثمَّ ان الْبَحْث عَن الْكَلَام الدَّال على الْجُمْلَة المفيدة لَا يُوجد لَهُ قرينَة، بل يُسَارع إِلَى هَذَا الْمَعْنى من غير توقف على وجود قرينَة، وَهَذَا مثل لفظ الْعُمُوم إِذا اطلق حمل على الْعُمُوم من غير ان يحْتَاج الى قرينَة تصرف إِلَيْهِ، بل ان وجد تَخْصِيص احْتَاجَ إِلَى قرينَة.</p><p>وَأما السُّؤَال الثَّانِي فَلَا يَصح على الْوَجْهَيْنِ الْمَذْكُورين، اما الِاشْتِرَاك فَفِيهِ جوابان احدهما انه على خلاف الاصل اذا كَانَ يخل بالتفاهم،<span class=\"c5\"> الا ترى انه اذا اطلق لفظ:</span> الْعين، لم يفهم مِنْهَا مَا يَصح بِنَاء الحكم عَلَيْهِ، وَالْكَلَام انما وضع للتفاهم، وانما عرض الِاشْتِرَاك من اخْتِلَاف اللُّغَات. وَالثَّانِي ان الِاشْتِرَاك هُنَا لَا يتَحَقَّق، لَان الْكَلَام والكلمة من حَقِيقَة وَاحِدَة، وَلَكِن الْكَلَام مَجْمُوع شَيْئَيْنِ فَصَاعِدا، والكلمة اللَّفْظَة المفردة وَلَا اشْتِرَاك بَينهمَا. وانما الْكَلَام مُسْتَفَاد بالاوصاف والاجتماع، وَلَيْسَ كَذَلِك الْمُشْتَرك، بل كل</p> </div>"
   },
   {
    "page_number": 8,
    "page": 42,
    "text": "<div> <p>وَاحِدَة من الفاظه كالأخرى فِي كَونهَا مُفْردَة.</p><p>وَأما الْجِنْس فَغير مَوْجُود هُنَا، لَان الْجِنْس يفرق بَينه وَبَين واحده بتاء التَّأْنِيث،<span class=\"c5\"> نَحْو:</span> تَمْرَة وتمر، وَهَذَا غير مَوْجُود فِي الْكَلَام والكلمة،<span class=\"c5\"> بل جنس الْكَلِمَة:</span> كلم وَلَيْسَ وَاحِد الْكَلَام: كلامة فَبَان انه لَيْسَ بِجِنْس.</p><p>واما السُّؤَال الثَّالِث فخارج عَمَّا نَحن فِيهِ، وَبَيَانه ان اشتقاق الْكَلِمَة من <span class=\"c2\">(الْكَلم)</span> وَهُوَ التَّأْثِير، وَالْكَلَام تَأْثِير مَخْصُوص لَا مُطلق التَّأْثِير، والخالص غير الْمُطلق، يدل عَلَيْهِ ان الْكَلم الَّذِي هُوَ الْجرْح مُؤثر فِي النَّفس معنى تَاما، وَهُوَ الْأَلَم مثلا. وَالْكَلَام اشبه بذلك، لانه يُؤثر تَأْثِيرا تَاما، واما الْكَلِمَة المفردة فتأثيرها قَاصِر لَا يتم مِنْهُ معنى الا بانضمام تَأْثِير الآخر اليه، فهما مشتركان فِي اصل التَّأْثِير لَا فِي مِقْدَاره</p><p><span class=\"c5\">وَأما الْمُعَارضَة بقوله تَعَالَى:</span> <span class=\"c3\">{كَبرت كلمة}</span> فَلَا يتَوَجَّه، لَان اكثر مَا فِيهِ انه عبر بالجزء عَن الْكل، وَهَذَا مجَاز ظَاهر، اذا كَانَ الْوَاحِد لَيْسَ بِجمع وَلَا جنس، بل قد يعبر بِهِ عَن الْجمع وَالْجِنْس</p> </div>"
   },
   {
    "page_number": 9,
    "page": 43,
    "text": "<div> <p>مجَازًا، وَوجه الْمجَاز ان الْجُمْلَة تتألف بعض اجزائها إِلَى بعض، كَمَا تتألف حُرُوف الْكَلِمَة المفردة بَعْضهَا إِلَى بعض، فَلَمَّا اشْتَركَا فِي ذَلِك جَازَ الْمجَاز، وَلَيْسَ كَذَلِك التَّعْبِير بالْكلَام عَن الْكَلِمَة، لَان ذَلِك نقيض مَعْنَاهَا.</p><p>وَدَلِيل الْمجَاز فِي الْكَلِمَة ظَاهر،<span class=\"c5\"> وَهُوَ قَوْله:</span> <span class=\"c3\">{تخرج من أَفْوَاههم إِن يَقُولُونَ إِلَّا كذبا}</span> وَالْكذب لَا يتَحَقَّق فِي الْكَلِمَة المفردة، وانما يتَصَوَّر فِيمَا هُوَ خبر، وَالْخَبَر لَا يكون مُفردا فِي الْمَعْنى.</p><p>وَاحْتج الْآخرُونَ بَان الِاشْتِقَاق مَوْجُود فِي الْكَلِمَة وَالْكَلَام بِمَعْنى وَاحِد، وَهُوَ التَّأْثِير، فَكَانَ اللَّفْظ شَامِلًا لَهما،<span class=\"c5\"> يدل عَلَيْهِ انك تَقول:</span> <span class=\"c2\">(اما)</span> تَكَلَّمت كلمة، واما تَكَلَّمت بِكَلِمَة، فيؤكد باللفظة المفردة الْفِعْل كَمَا يُؤَكد بالْكلَام، فَيلْزم من ذَلِك اطلاق العبارتين على شَيْء وَاحِد.</p><p>وَالْجَوَاب عَن هَذَا مَا تقدم فِي جَوَاب السُّؤَال <span class=\"c2\">(الثَّالِث)</span> .</p><p>وَالله اعْلَم بِالصَّوَابِ.</p> </div>"
   },
   {
    "page_number": 10,
    "page": 45,
    "text": "<div> <p>٢ - مَسْأَلَة <span class=\"c2\">(حد الِاسْم)</span></p><p><span class=\"c5\">اخْتلف عِبَارَات النَّحْوِيين فِي حد الِاسْم وسيبويه لم يُصَرح لَهُ بِحَدّ فَقَالَ بَعضهم:</span> الِاسْم مَا اسْتحق الاعراب فِي اول وَضعه،<span class=\"c5\"> وَقَالَ آخَرُونَ:</span> مَا اسْتحق التَّنْوِين فِي اول وَضعه،<span class=\"c5\"> وَقَالَ آخَرُونَ:</span> حد الِاسْم مَا سما بمسماه فأوضحه وكشف مَعْنَاهُ.<span class=\"c5\"> وَقَالَ آخَرُونَ:</span> الِاسْم كل لفظ دلّ على معنى مُفْرد فِي نَفسه. وَلم يدل</p> </div>"
   },
   {
    "page_number": 11,
    "page": 46,
    "text": "<div> <p>على زمَان ذَلِك الْمَعْنى،<span class=\"c5\"> وَقَالَ ابْن السراج:</span> هُوَ كل لفظ دلّ على معنى فِي نَفسه غير مقترن بِزَمَان مُحَصل، وَزَاد بَعضهم فِي هَذَا دلَالَة الْوَضع.</p><p>وَقبل الْخَوْض فِي الصَّحِيح من هَذِه الْعبارَات نبين حد الْحَد الصَّحِيح، والعبارات الصَّحِيحَة فِيهِ مُخْتَلفَة الالفاظ، متفقة الْمعَانِي،<span class=\"c5\"> فَمِنْهَا:</span> اللَّفْظ الدَّال على كَمَال مَاهِيَّة الشَّيْء، وَهَذَا حد صَحِيح لِأَن الْحَد هُوَ الكاشف عَن حَقِيقَة الْمَحْدُود،<span class=\"c5\"> وَيُرَاد بالماهية مَا يُقَال فِي جَوَاب:</span> مَا هُوَ واحترزوا بقَوْلهمْ: <span class=\"c2\">(كَمَال الْمَاهِيّة)</span> من ان بعض مَا يدل على الْحَقِيقَة قد يحصل من طَرِيق الْمُلَازمَة لَا من طَرِيق الْمُطَابقَة،<span class=\"c5\"> مِثَاله ان تَقول:</span> حد الانسان هُوَ النَّاطِق، فَلفظ الْحَد يكْشف عَن حَقِيقَة النُّطْق، وَلَا يدل على جنس الْمَحْدُود، وان كَانَ لَا نَاطِق الا الْإِنْسَان، وَلَكِن ذَلِك مَعْلُوم من جِهَة الْمُلَازمَة لَا</p> </div>"
   },
   {
    "page_number": 12,
    "page": 47,
    "text": "<div> <p>من جِهَة دلَالَة اللَّفْظ،<span class=\"c5\"> ومثاله من النَّحْو:</span> الْمصدر يدل على زمَان مَجْهُول، وَلَيْسَ كَذَلِك، فان لفظ الْمصدر لَا يدل على زمَان الْبَتَّةَ، وانما الزَّمَان من ملازماته، فَلَا يدْخل فِي حَده،<span class=\"c5\"> وَلَو دخل ذَلِك فِي الْحَد لوَجَبَ أَن يُقَال:</span> الرجل وَالْفرس يدلان على الزَّمَان وَالْمَكَان، اذ لَا يتَصَوَّر انفكاكهما عَنْهُمَا، وَلَكِن لما لم يكن اللَّفْظ دَالا عَلَيْهِمَا لم يدخلا فِي حَده.</p><p><span class=\"c5\">وَقَالَ قوم:</span> حد الْحَد هُوَ عبارَة عَن جملَة مَا فرقه التَّفْصِيل.<span class=\"c5\"> وَقَالَ آخَرُونَ:</span> حد الْحَد مَا اطرد وانعكس، وَهَذَا صَحِيح، لَان الْحَد كاشف عَن حَقِيقَة الشَّيْء، فاطراده يثبت حَقِيقَته اينما وجدت، وانعكاسه ينفيها حَيْثُمَا فقدت، وَهَذَا هُوَ التَّحْقِيق، بِخِلَاف الْعَلامَة، فان الْعَلامَة تطرد وَلَا تنعكس، الا ترى أَن كل اسْم دخل عَلَيْهِ حرف الْجَرّ والتنوين وَمَا اشبههما أَيْن وجد حكم بِكَوْن اللَّفْظ اسْما وَلَا يَنْتَفِي كَونه اسْما بامتناع حرف الْجَرّ، وَلَا بامتناع التَّنْوِين.</p><p>وَإِذ قدما حَقِيقَة الْحَد فنشرع فِي تَحْقِيق مَا ذكر من الْحُدُود وافساد الْفَاسِد مِنْهَا.</p> </div>"
   },
   {
    "page_number": 13,
    "page": 48,
    "text": "<div> <p><span class=\"c5\">أما قَوْلهم:</span> الِاسْم كل لفظ دلّ على معنى مُفْرد فِي نَفسه، فحد صَحِيح، اذ الْحَد مَا جمع الْجِنْس والفصل، واستوعب جنس الْمَحْدُود، وَهُوَ كَذَلِك هَا هُنَا،<span class=\"c5\"> الا ترى ان الْفِعْل يدل على مَعْنيين:</span> حدث وزمان، و <span class=\"c2\">(امس)</span> وَمَا اشبهه يدل على الزَّمَان وَحده، فَكَانَ الاول فعلا وَالثَّانِي اسْما، والحرف لَا يدل على معنى فِي نَفسه، فقد تحقق فِيمَا ذَكرْنَاهُ الْجِنْس والفصل والاستيعاب.</p><p>وَأما قَول ابْن السراج فَصَحِيح ايضا، فان الِاسْم يدل على معنى فِي نَفسه،<span class=\"c5\"> فَفِيهِ احْتِرَاز من الْحَرْف وَقَوله:</span> غير مقترن بِزَمَان مُحَصل. يخرج مِنْهُ الْفِعْل، فانه يدل على الزَّمَان المقترن بِهِ، واما المصادر فَلَا دلَالَة لَهَا على الزَّمَان، لَا الْمَجْهُول وَلَا الْمعِين، على مَا ذكرنَا.<span class=\"c5\"> وَمن قَالَ مِنْهُم:</span> يدل على الزَّمَان الْمَجْهُول فقد احْتَرز عَنهُ بقوله: مُحَصل. فان الْمصدر لَا يدل على زمَان معِين.</p><p>واما من زَاد فِيهِ <span class=\"c2\">(دلَالَة الْوَضع)</span> ،<span class=\"c5\"> فانه قصد بذلك دفع النَّقْض بقَوْلهمْ:</span> اتيتك مقدم الْحَاج، وخفوق النَّجْم، واتت النَّاقة</p> </div>"
   },
   {
    "page_number": 14,
    "page": 49,
    "text": "<div> <p><span class=\"c5\">على منتجها فان هَذِه مصَادر:</span> وَقد دلّت على زمَان مُحَصل، فَعِنْدَ ذَلِك تخرج عَن الْحَد.<span class=\"c5\"> واذا قَالَ:</span> دلَالَة الْوَضع لم ينْتَقض الْحَد بهَا لانها دَالَّة على الزَّمَان لَا من طَرِيق الْوَضع، وَذَلِكَ ان مقدم الْحَاج يتَّفق فِي ازمنة مَعْلُومَة بَين النَّاس، لَا انها مَعْلُومَة من لفظ <span class=\"c2\">(الْمُقدم)</span> وَالدَّلِيل على ذَلِك انك لَو قلت: اتيتك وَقت مقدم الْحَاج، صَحَّ الْكَلَام، وَظهر فِيهِ مَا كَانَ مُقَدرا قبله.</p><p>وَالتَّحْقِيق فِيهِ ان الْحُدُود تكشف عَن حَقِيقَة الشَّيْء الْمَوْضُوع اولا، فَإِذا جَاءَ مِنْهَا شَيْء على خلاف ذَلِك لعَارض، لم ينْتَقض الْحَد بِهِ، وَيَأْتِي نَظَائِر ذَلِك فِيمَا يمر بك من الْمسَائِل.</p><p>فَأَما من قَالَ هُوَ مَا اسْتحق الاعراب فِي اول وَضعه، اَوْ مَا اسْتحق التَّنْوِين، فَكَلَام سَاقِط جدا، وَذَلِكَ ان اسْتِحْقَاق الشَّيْء لحكم يَنْبَغِي ان يسْبق الْعلم بحقيقته، حَتَّى يرتب عَلَيْهِ الحكم، الا ترى انه لَو قَالَ فِي لَفْظَة <span class=\"c2\">(ضرب)</span> : هَذَا اسْم، لانه يسْتَحق</p> </div>"
   },
   {
    "page_number": 15,
    "page": 50,
    "text": "<div> <p>الاعراب فِي أول وَضعه لاحتجت ان تبين أَنه لَيْسَ باسم، وَلَا يعْتَرض فِي ذَلِك بالاعراب وَعَدَمه،<span class=\"c5\"> وَلَو قَالَ قَائِل:</span> انا اعربه، اَوْ احكم باستحقاقه الاعراب،<span class=\"c5\"> لقيل لَهُ:</span> مَا الدَّلِيل على ذَلِك،<span class=\"c5\"> فَقَالَ:</span> لانه اسْم،<span class=\"c5\"> فَيُقَال لَهُ:</span> مَا الدَّلِيل على انه اسْم فان قَالَ بعد ذَلِك: لانه يسْتَحق الاعراب، ادى الى الدّور لانه لَا يثبت كَونه اسْما الا بِاسْتِحْقَاق الاعراب، وَلَا يسْتَحق الاعراب الا بِكَوْنِهِ اسْما، وَهَكَذَا سَبِيل التَّنْوِين وَغَيره.</p><p><span class=\"c5\">واما قَول الآخر:</span> مَا سما بمسماه، فحد مَدْخُول ايضا، وَذَلِكَ انه اراد مَا سمى مُسَمَّاهُ،<span class=\"c5\"> وَلِهَذَا قَالَ:</span> فأوضحه، فَجعل فِي الْحَد لفظ الْمَحْدُود، وَإِذا كُنَّا لَا نعلم معنى الِاسْم فَكيف يَجْعَل فِيمَا يُوضحهُ لفظا مشتقا مِنْهُ، وَذَلِكَ ان الِاشْتِقَاق يَسْتَدْعِي فهم الْمُشْتَقّ مِنْهُ اَوْ لَا، ثمَّ يُؤْخَذ مِنْهُ لفظ آخر يدل على معنى زَائِد.</p> </div>"
   },
   {
    "page_number": 16,
    "page": 51,
    "text": "<div> <p>قَالَ عبد القاهر فِي شرح <span class=\"c2\">(جمله)</span> : حد الِاسْم مَا جَازَ الاخبار عَنهُ.<span class=\"c5\"> قَالَ:</span> وَالدَّلِيل على ذَلِك من وَجْهَيْن:</p><p>أَحدهمَا انه مطرد ومنعكس، وَهَذَا امارة صِحَة الْحَد، وَالثَّانِي ان الْفِعْل لَا يَصح الاخبار عَنهُ، والحرف لاحظ لَهُ فِي الاخبار، فعين ان يكون الِاسْم هُوَ الْمخبر عَنهُ، اذ لَا يجوز ان تَخْلُو الْكَلِمَة من اسناد الْخَبَر إِلَيْهَا. واذا <span class=\"c2\">(كَانَ)</span> الْفِعْل والحرف وَالِاسْم لَا يسند إِلَيْهِ خبر ارْتَفع الْأَخْبَار عَن جملَة الْكَلَام.</p><p>وَالدَّلِيل على انه لَيْسَ بِحَدّ وانما هُوَ عَلامَة - وَقد اخْتَار ذَلِك عبد القاهر فِي شرح الايضاح - ان هَذَا اللَّفْظ يطرد وَلَا ينعكس،<span class=\"c5\"> وَالدَّلِيل عَلَيْهِ قَوْلك:</span> اذ، واذا، وايان، واين، وَغير ذَلِك، وانها</p> </div>"
   },
   {
    "page_number": 17,
    "page": 52,
    "text": "<div> <p>اسماء وَلَا يَصح الاخبار عَنْهَا، فَعِنْدَ ذَلِك يبطل كَونه حدا.<span class=\"c5\"> وَالْوَجْه الثَّانِي:</span> ان قَوْلك: مَا جَازَ الاخبار عَنهُ لَا يُنبئ عَن حَقِيقَة وَضعه، وانما هُوَ من احكامه، وَلذَلِك لَو ادّعى مُدع ان لَفْظَة <span class=\"c2\">(ضرب)</span> يَصح الاخبار عَنْهَا بِأَن يَقُول: ضرب اشْتَدَّ،<span class=\"c5\"> كَمَا تَقول:</span> الضَّرْب مشتد، لم يَصح معارضته بِالْمَنْعِ الْمُجَرّد حَتَّى يبين وَجه الِامْتِنَاع، وَالْحَد لَا يحْتَاج إِلَى دَلِيل يُقَام عَلَيْهِ، لانه لفظ مَوْضُوع على الْمَعْنى، وَدلَالَة الالفاظ على الْمعَانِي لَا تثبت بالمناسبة وَالْقِيَاس.</p><p><span class=\"c5\">فَإِن قيل:</span> إِذا، وَإِذا، وَنَحْوهمَا، يَصح الاخبار عَنْهَا من حَيْثُ انها أَوْقَات وأمكنة، وَكِلَاهُمَا يَصح الاخبار عَنهُ، وانما عرض لَهَا انها لَا تقع إِلَّا ظروفا، فَمن حَيْثُ هِيَ ظروف لَا يخبر عَنْهَا، وَمن حَيْثُ هِيَ اوقات وأمكنة يَصح الْإِخْبَار عَنْهَا،<span class=\"c5\"> أَلا ترى انك لَو قلت:</span> طَابَ وقتنا واتسع مَكَاننَا. كَانَ خَبرا صَحِيحا.</p><p>وَالْجَوَاب ان كَونهَا ظروفا اوصاف انضمت إِلَى كَونهَا وقتا</p> </div>"
   },
   {
    "page_number": 18,
    "page": 53,
    "text": "<div> <p>ومكانا، لم تسْتَعْمل الا بِهَذِهِ الصّفة، فَهِيَ كالخصوص من الْعُمُوم، وَالْخُصُوص لَا يحد بِحَدّ الْعُمُوم، الا ترى ان الانسان حَيَوَان مَخْصُوص وَلَا يحد بِحَدّ الْحَيَوَان الْعَام، لِأَن ذَلِك يسْقط الْفَصْل الَّذِي يُمَيّز بِهِ من بَقِيَّة انواع الْحَيَوَان، وَالْحَد مَا جمع الْجِنْس والفصل وَالْوَقْت الَّذِي يدل عَلَيْهِ <span class=\"c2\">(إِذا)</span> هُوَ الْجِنْس، وَكَونه ظرفا بِمَنْزِلَة الْفَصْل كالنطق فِي الْإِنْسَان،<span class=\"c5\"> وَبِهَذَا يحصل جَوَاب قَوْله:</span> يطرد وينعكس، لأَنا قد بَينا انه لَا ينعكس.</p><p>وَالله أعلم بِالصَّوَابِ.</p> </div>"
   },
   {
    "page_number": 19,
    "page": 55,
    "text": "<div> <p>٣ - مَسْأَلَة <span class=\"c2\">(ادلة اسمية كَيفَ)</span></p><p>كَيفَ اسْم بِلَا خلاف، وانما ذَكرنَاهَا هَاهُنَا لخفاء الدَّلِيل على كَونهَا اسْما، وَالدَّلِيل على كَونهَا اسْما، من خَمْسَة أَشْيَاء.</p><p><span class=\"c5\">احدها:</span> انها دَاخِلَة تَحت حد الِاسْم، وَذَاكَ انها تدل على معنى فِي نَفسهَا، وَلَا تدل على زمَان ذَلِك الْمَعْنى.</p><p><span class=\"c5\">وَالثَّانِي:</span> انها تجاب بِالِاسْمِ، وَالْجَوَاب على وفْق السُّؤَال،<span class=\"c5\"> وَذَلِكَ قَوْلهم:</span> كَيفَ زيد فَيُقَال صَحِيح أَو مَرِيض اَوْ غَنِي اَوْ فَقير، وَذَلِكَ انها سُؤال عَن الْحَال، فجوابها مَا يكون حَالا.</p> </div>"
   },
   {
    "page_number": 20,
    "page": 56,
    "text": "<div> <p><span class=\"c5\">وَالثَّالِث:</span> انك تبدل مِنْهَا الِاسْم فَتَقول: كَيفَ زيد اصحيح ام مَرِيض.<span class=\"c5\"> وَالْبدل هَاهُنَا مَعَ همزَة الِاسْتِفْهَام نَائِب عَن قَوْلك:</span> اصحيح زيد أم مَرِيض وَالْبدل يُسَاوِي الْمُبدل <span class=\"c2\">(مِنْهُ)</span> فِي جنسه.</p><p><span class=\"c5\">وَالرَّابِع:</span> ان من الْعَرَب من يدْخل عَلَيْهَا حرف الْجَرّ،<span class=\"c5\"> قَالُوا على كَيفَ تبيع الاحمرين وَقَالَ بَعضهم:</span> انْظُر إِلَى كَيفَ يصنع. وَهَذَا شَاذ فِي الِاسْتِعْمَال، وَلكنه يدل على الاسمية.</p><p><span class=\"c5\">وَالْخَامِس:</span> ان دَلِيل السبر والتقسيم اوجب كَونهَا اسْما، وَذَلِكَ ان يُقَال لَا تَخْلُو كَيفَ من ان تكون اسْما أَو فعلا أَو حرفا. فكونها حرفا بَاطِل،<span class=\"c5\"> لِأَنَّهَا تفِيد مَعَ الِاسْم الْوَاحِد فَائِدَة تَامَّة كَقَوْلِك:</span> كَيفَ زيد والحرف لَا ينْعَقد بِهِ وبالاسم جملَة مفيدة، فَأَما <span class=\"c2\">(يَا)</span> فِي النداء، فَفِيهَا كَلَام يذكر فِي مَوْضِعه.</p> </div>"
   },
   {
    "page_number": 21,
    "page": 57,
    "text": "<div> <p><span class=\"c5\">وَكَونهَا فعلا بَاطِل أَيْضا لوَجْهَيْنِ:</span> احدهما أَنَّهَا لَا تدل على حدث وزمان، وَلَا على الزَّمَان وَحده. وَالثَّانِي ان الْفِعْل يَليهَا بِلَا فصل،<span class=\"c5\"> كَقَوْلِك:</span> كَيفَ صنعت، وَلَا يكون ذَلِك فِي الافعال الا ان يكون فِي الْفِعْل الاول ضمير،<span class=\"c5\"> كَقَوْلِك:</span> اقبل يسْرع. أَي أقبل زيد أَو رجل.</p><p>وَإِذا بَطل القسمان ثَبت كَونهَا اسْما لِأَن الاسماء هِيَ الْأُصُول وَإِذا بطلت الْفُرُوع حكم بِالْأَصْلِ.</p><p>وَالله اعْلَم بِالصَّوَابِ.</p> </div>"
   },
   {
    "page_number": 22,
    "page": 59,
    "text": "<div> <p>٤ - مَسْأَلَة <span class=\"c2\">(اشتقاق لفظ اسْم)</span></p><p>الِاسْم مُشْتَقّ من السمو عندنَا،<span class=\"c5\"> وَقَالَ الْكُوفِيُّونَ:</span> من الوسم، فالمحذوف عندنَا لامه، وَعِنْدهم فاؤه.</p><p>لنا فِيهِ ثَلَاثَة مسالك، الْمُعْتَمد مِنْهَا ان الْمَحْذُوف يعود فِي</p> </div>"
   },
   {
    "page_number": 23,
    "page": 60,
    "text": "<div> <p>التصريف إِلَى مَوضِع اللَّام،<span class=\"c5\"> فَكَانَ الْمَحْذُوف هُوَ اللَّام كالمحذوف من:</span> ابْن.</p><p><span class=\"c5\">وَالدَّلِيل على عوده إِلَى مَوضِع اللَّام انك تَقول:</span> سميت، واسميت.<span class=\"c5\"> وَفِي التصغير:</span> سمي.<span class=\"c5\"> وَفِي الْجمع:</span> أَسمَاء وأسام، وَفِي فعيل مِنْهُ <span class=\"c2\">(سمي)</span> ،<span class=\"c5\"> أَي:</span> اسْمك مثل اسْمه.</p><p><span class=\"c5\">وَلَو كَانَ الْمَحْذُوف من اوله لعاد فِي التصريف إِلَى أَوله وَكَانَ يُقَال:</span> اوسمت، ووسمت، ووسيم، ووسيم، واوسام.</p><p>وَهَذَا التصريف قَاطع على أَن الْمَحْذُوف هُوَ اللَّام.</p><p><span class=\"c5\">فان قيل:</span> هَذَا اثبات اللُّغَة بِالْقِيَاسِ، وَهِي لَا تثبت بِهِ، وَالثَّانِي ان عود الْمَحْذُوف إِلَى الْأَخير لَا يلْزم مِنْهُ ان يكون الْمَحْذُوف من الْأَخير، بل يجوز ان يكون مقلوبا. وَقد جَاءَ الْقلب كثيرا عَنْهُم،<span class=\"c5\"> كَمَا قَالُوا:</span> لهي ابوك.<span class=\"c5\"> فأخروا الْعين إِلَى مَوضِع اللَّام وَقَالُوا:</span> الجاه،<span class=\"c5\"> واصله:</span> الْوَجْه وَقَالُوا اينق واصله انوق.</p> </div>"
   },
   {
    "page_number": 24,
    "page": 61,
    "text": "<div> <p>وَقَالُوا قسى،<span class=\"c5\"> واصله:</span> قووس،<span class=\"c5\"> وَقَالُوا فِي:</span> الفوق.<span class=\"c5\"> فقا والاصل:</span> فَوق. وَإِذا كثر فِي كَلَامهم جَازَ ان يحمل مَا نَحن فِيهِ عَلَيْهِ.</p><p><span class=\"c5\">وَالْجَوَاب:</span></p><p>أما الأول فَغير صَحِيح، فانا لَا نثبت اللُّغَة بِالْقِيَاسِ، بل يسْتَدلّ بِالظَّاهِرِ على الْخَفي، خُصُوصا فِي الِاشْتِقَاق، فان ثُبُوت الاصل وَالزَّائِد والمحذوف لَا طَرِيق لَهُ على التَّحْقِيق الا الِاشْتِقَاق،<span class=\"c5\"> وَيدل عَلَيْهِ لفظ:</span> ابْن،<span class=\"c5\"> فانهم قَالُوا:</span> بني، وَأَبْنَاء، وتبنيت، والبنوة علم ان الحذوف لامه.</p><p>وَأما دَعْوَى الْقلب فَلَا سَبِيل إِلَيْهِ، فان الْقلب مُخَالف للْأَصْل، فَلَا يُصَار إِلَيْهِ مَا وجدت عَنهُ مندوحة، وَلَا ضَرُورَة هُنَا تَدْعُو إِلَى دَعْوَى الْقلب. وَيدل على ذَلِك ان الْقلب لَا يطرد هَذَا الاطراد، الا ترى أَن جَمِيع مَا ذكر من المقلوبات يجوز اخراجه على الأَصْل.</p> </div>"
   },
   {
    "page_number": 25,
    "page": 62,
    "text": "<div> <p><span class=\"c5\">المسلك الثَّانِي:</span></p><p>انا اجمعنا على ان الْمَحْذُوف قد عوض عَنهُ فِي اوله فَوَجَبَ ان يكون الْمَحْذُوف فِي آخِره،<span class=\"c5\"> كَمَا ذكرنَا فِي:</span> ابْن.<span class=\"c5\"> وانما قُلْنَا ذَلِك لوَجْهَيْنِ:</span> احدهما: انا عرفنَا من طَريقَة الْعَرَب انهم إِذا حذفوا من الأول عوضوا اخيرا مثل: عدَّة وزنة. وَإِذا حذفوا من آخِره،<span class=\"c5\"> عوضوا من أَوله مثل:</span> ابْن. وَهنا قد عوضوا فِي اوله فَكَانَ الْمَحْذُوف من آخِره.</p> </div>"
   },
   {
    "page_number": 26,
    "page": 63,
    "text": "<div> <p><span class=\"c5\">وَالثَّانِي:</span> ان الْعِوَض مُخَالف للبدل، فبدل الشَّيْء يكون فِي مَوْضِعه، والعوض يكون فِي غير <span class=\"c2\">(مَوضِع)</span> المعوض مِنْهُ فَلَو كَانَت الْهمزَة عوضا من الْوَاو فِي اوله لكَانَتْ بَدَلا من الْوَاو، وَلَا يجوز ذَلِك، إِذْ لَو كَانَت كَذَلِك لكَانَتْ همزَة مَقْطُوعَة، وَلما كَانَت الف وصل حكم بِأَنَّهَا عوض.</p><p><span class=\"c5\">فَإِن قيل:</span> التعويض فِي مَوضِع لَا يوثق بَان المعوض عَنهُ فِي غَيره، لَان الْغَرَض مِنْهُ تَكْمِيل الْكَلِمَة، وَأَيْنَ كملت حصل غَرَض التعويض،<span class=\"c5\"> أَلا ترى أَن همزَة الْوَصْل فِي:</span> اضْرِب وبابه، عوض من حَرَكَة أول الْكَلِمَة وَقد وَقعت فِي مَوضِع الْحَرَكَة.</p><p>فَالْجَوَاب</p><p>ان التعويض - على مَا ذكرنَا - يغلب على الظَّن ان مَوْضِعه</p> </div>"
   },
   {
    "page_number": 27,
    "page": 64,
    "text": "<div> <p>مُخَالف لموْضِع المعوض مِنْهُ، لما ذكرنَا من الْوَجْهَيْنِ.<span class=\"c5\"> قَوْلهم:</span> الْغَرَض تَكْمِيل الْكَلِمَة، لَيْسَ كَذَلِك، وانما الْغَرَض الْعُدُول عَن اصل إِلَى مَا هُوَ اخف مِنْهُ، والخفة تحصل بمخالفة الْموضع، فَأَما تعويضه فِي مَوضِع مَحْذُوف فَلَا تحصل مِنْهُ خفَّة، لَان الْحَرْف قد يثقل بموضعه، فَإِذا ازيل عَنهُ حصل التَّخْفِيف.</p><p><span class=\"c5\">المسلك الثَّالِث:</span></p><p>ان اشتقاق الِاسْم من السمو مُطَابق للمعنى، فَكَانَ الْمَحْذُوف الْوَاو كَسَائِر الْمَوَاضِع، وَبَيَانه ان الِاسْم اُحْدُ اقسام الْكَلم، وَهُوَ اعلى من صَاحِبيهِ إِذْ كَانَ يخبر بِهِ وَعنهُ، وَلَيْسَ كَذَلِك صَاحِبَاه، فقد سما عَلَيْهِمَا، ولان الِاسْم يُنَوّه بِالْمُسَمّى، وَيَرْفَعهُ للاذهان بعد خفائه، وَهُوَ معنى السمو.</p><p><span class=\"c5\">فَإِن قيل:</span></p><p>هَذَا معَارض باشتقاقه من الوسم، فان الْمَعْنى صَحِيح، كَمَا ان الْمَعْنى فِيمَا ذكرتموه صَحِيح. فبماذا يثبت التَّرْجِيح</p> </div>"
   },
   {
    "page_number": 28,
    "page": 65,
    "text": "<div> <p><span class=\"c5\">قيل:</span></p><p><span class=\"c5\">التَّرْجِيح مَعنا لوَجْهَيْنِ:</span> احدهما: ان تَسْمِيَة هَذَا اللَّفْظ اسْما اصْطِلَاح من ارباب هَذِه الصِّنَاعَة وَقد ثَبت من صناعتهم علو هَذَا اللَّفْظ على الآخرين، وَمثل هَذَا لَا يُوجد فِي اشتقاقه من الوسم.</p><p><span class=\"c5\">وَالثَّانِي:</span> انه يتَخَرَّج بِمَا ذكرنَا من المسالك الْمُتَقَدّمَة.</p><p><span class=\"c5\">أما حجتهم فقد قَالُوا:</span> الِاسْم عَلامَة الْمُسَمّى، والعلامة تؤذن بانه من الوسم وَهِي الْعَلامَة، فَيجب أَن يكون مشتقا مِنْهَا.</p><p>وَالْجَوَاب عَنهُ مَا تقدم من الْأَوْجه الثَّلَاثَة.</p><p>على ان اتِّفَاق الاصلين فِي الْمَعْنى، وَهُوَ الْعَلامَة، لَا يُوجب ان يكون احدهما مشتقا من الآخر،<span class=\"c5\"> أَلا ترى ان:</span> دمثا، ودمثرا، سَوَاء فِي الْمَعْنى، وَلَيْسَ أَحدهمَا مشتقا من الآخر،<span class=\"c5\"> وَكَذَلِكَ:</span> سبط، وسبطر.<span class=\"c5\"> وابعد من ذَلِك:</span> الْأسد، وَاللَّيْث، بِمَعْنى وَاحِد، وَلَا يجمعهما الِاشْتِقَاق.</p> </div>"
   },
   {
    "page_number": 29,
    "page": 67,
    "text": "<div> <p>٥ - مَسْأَلَة <span class=\"c2\">(حد الْفِعْل)</span></p><p>اخْتلفت عِبَارَات النَّحْوِيين فِي حد الْفِعْل،<span class=\"c5\"> فَقَالَ ابْن السراج وَغَيره:</span> <span class=\"c2\">(حَده: كل لفظ دلّ على معنى فِي نَفسه، مقترن بِزَمَان مُحَصل)</span> .</p><p>وَهَذَا هُوَ حد الِاسْم،<span class=\"c5\"> الا انهم أضافوا إِلَيْهِ:</span> لفظ <span class=\"c2\">(غير)</span> ليدْخل فِيهِ الْمصدر، وَإِذا حذفت <span class=\"c2\">(غير)</span> لم يدْخل فِيهِ الْمصدر، لِأَن الْفِعْل يدل على زمَان مُحَصل، ولان الْمصدر لَا يدل على تعْيين الزَّمَان.</p><p>وان شِئْت اضفت إِلَى ذَلِك دلَالَة الْوَضع، كَمَا قيدت حد</p> </div>"
   },
   {
    "page_number": 30,
    "page": 68,
    "text": "<div> <p>الِاسْم بذلك، وانما زادوا هَذِه الزِّيَادَة لِئَلَّا ينْتَقض ب <span class=\"c2\">(لَيْسَ، وَكَانَ)</span> النَّاقِصَة.</p><p><span class=\"c5\">وَقَالَ أَبُو عَليّ:</span> <span class=\"c2\">(الْفِعْل مَا اسند إِلَى غَيره، وَلم يسند غَيره إِلَيْهِ)</span> وَهَذَا يقرب من قَوْلهم فِي حد الِاسْم: مَا جَازَ الاخبار عَنهُ، لِأَن الاسناد والاخبار متقاربان فِي هَذَا الْمَعْنى.</p><p>وَهَذَا الْحَد رسمي، إِذْ هُوَ عَلامَة، وَلَيْسَ بحقيقي، لِأَنَّهُ غير كاشف عَن مَدْلُول الْفِعْل لفظا، وانما هُوَ تَمْيِيز لَهُ بِحكم من احكامه.</p><p><span class=\"c5\">وَالَّذِي قَالَ سِيبَوَيْهٍ فِي الْبَاب الأول:</span> <span class=\"c2\">(وَأما الْأَفْعَال فأمثلة أخذت من لفظ احداث الاسماء، وبنيت لما مضى، وَلما يكون (وَلم يَقع)</span> ، وَلما هُوَ كَائِن لم يَنْقَطِع) . وَقد أَتَى فِي هَذَا بالغاية، لانه جمع فِيهِ قَوْله <span class=\"c2\">(أَمْثِلَة)</span> ، والامثلة بالأفعال احق مِنْهَا بالأسماء والحروف، وَبَين انها مُشْتَقَّة من المصادر،<span class=\"c5\"> وَقَوله:</span> <span class=\"c2\">(من لفظ احداث الْأَسْمَاء)</span> . رُبمَا أَخذ عَلَيْهِ انه اضاف الاحداث إِلَى الْأَسْمَاء،</p> </div>"
   },
   {
    "page_number": 31,
    "page": 69,
    "text": "<div> <p>والأحداث للمسميات لَا للأسماء.<span class=\"c5\"> وَهَذَا الْأَخْذ غير وَارِد عَلَيْهِ لوَجْهَيْنِ:</span> أَحدهمَا ان المُرَاد بأحداث الاسماء مَا كَانَ فِيهَا عبارَة عَن الْحَدث، وَهُوَ الْمصدر، لانه من بَين الاسماء عبارَة عَن الْحَدث، وَهُوَ من بَاب اضافة النَّوْع إِلَى الْجِنْس.</p><p><span class=\"c5\">وَالثَّانِي:</span> انه أَرَادَ بالاسماء المسميات، كَمَا قَالَ تَعَالَى <span class=\"c3\">{مَا تَعْبدُونَ من دونه إِلَّا أَسمَاء سميتموها أَنْتُم وآباؤكم}</span> والاسماء لَيست معبودة، وانما المعبود مسمياتها.</p><p><span class=\"c5\">وَقَوله:</span> <span class=\"c2\">(بنيت لما مضى)</span> الْفَصْل،<span class=\"c5\"> اشارة إِلَى دلالتها على أَقسَام الزَّمَان:</span> الْمَاضِي، والحاضر، والمستقبل.</p><p><span class=\"c5\">فَإِن قيل:</span> يرد على الْحُدُود كلهَا <span class=\"c2\">(لَيْسَ)</span> و <span class=\"c2\">(كَانَ)</span> النَّاقِصَة، واخواتها، فانها افعال، وَلَا تدل على الْحَدث.<span class=\"c5\"> وتنعكس بأسماء الْفِعْل نَحْو:</span> صه، ومه، ونزال. فانها اسماء وَقد دلّت على الزَّمَان.</p><p><span class=\"c5\">وَالْجَوَاب:</span></p><p>أما <span class=\"c2\">(لَيْسَ)</span> فقد ذهب قوم إِلَى انها حرف وَذَلِكَ ظَاهر فِيهَا، لانها تَنْفِي مَا فِي الْحَال. مثل مَا النافية، وَلَا تدل على حدث وَلَا</p> </div>"
   },
   {
    "page_number": 32,
    "page": 70,
    "text": "<div> <p>زمَان، وَلَا تدخل عَلَيْهَا <span class=\"c2\">(قد)</span> وَلَا يكون مِنْهَا مُسْتَقْبل.</p><p><span class=\"c5\">وَقَالَ الاكثرون:</span> هِيَ فعل لَفْظِي، بِدَلِيل اتِّصَال عَلَامَات الافعال بهَا، كتاء التَّأْنِيث،<span class=\"c5\"> نَحْو:</span> لَيست.<span class=\"c5\"> وضمائر الْمَرْفُوع نَحْو:</span> ليسَا، وَلَيْسوا، ولسن، وَلست، وَلست. وانما اقْتصر بهَا على بِنَاء وَاحِد لانها تَنْفِي مَا فِي الْحَال لَا غير، فَهِيَ كَفعل التَّعَجُّب، وحبذ.</p><p>وَأما <span class=\"c2\">(كَانَ)</span> النَّاقِصَة فأصلها التَّمام،<span class=\"c5\"> كَقَوْلِك:</span> قد كَانَ الْأَمر، أَي حدث، وَلَكنهُمْ جعلُوا دلالتها على الْحَدث وَبقيت دلالتها على الزَّمَان، وَهَذَا امْر عَارض لَا تنقض بِهِ الْحُدُود الْعَامَّة.</p><p>وَأما <span class=\"c2\">(صه)</span> وَأَخَوَاتهَا فواقعة موقع الْجمل، ف <span class=\"c2\">(صه)</span> نَائِب عَن: اسْكُتْ. و <span class=\"c2\">(مَه)</span> عَن: اكفف. و <span class=\"c2\">(نزال)</span> عَن: انْزِلْ. وَغير مُمْتَنع ان يوضع الِاسْم أَو الْحَرْف مَوضِع غَيره، الا ترى انك إِذا</p> </div>"
   },
   {
    "page_number": 33,
    "page": 71,
    "text": "<div> <p><span class=\"c5\">قلت:</span> مَا قَامَ زيد كَانَ ذَلِك جملَة.<span class=\"c5\"> وَإِذا قَالَ الْمُجيب:</span> بلَى. كَانَ حرفا نَائِبا عَن اعادة الْجُمْلَة،<span class=\"c5\"> فَكَأَنَّهُ قَالَ:</span> قد قَامَ زيد.</p><p>وَالله أعلم.</p> </div>"
   },
   {
    "page_number": 34,
    "page": 73,
    "text": "<div> <p>٦ - مَسْأَلَة <span class=\"c2\">(الِاخْتِلَاف فِي اصل الِاشْتِقَاق)</span></p><p>الْفِعْل مُشْتَقّ من الْمصدر،<span class=\"c5\"> وَقَالَ الْكُوفِيُّونَ:</span> الْمصدر مُشْتَقّ من الْفِعْل،<span class=\"c5\"> وَلما كَانَ الْخلاف وَاقعا فِي اشتقاق احدهما من الآخر لزم من ذَلِك بَيَان شَيْئَيْنِ:</span> احدهما: حد الِاشْتِقَاق،<span class=\"c5\"> وَالثَّانِي:</span> ان الْمُشْتَقّ فرع على الْمُشْتَقّ مِنْهُ.</p> </div>"
   },
   {
    "page_number": 35,
    "page": 74,
    "text": "<div> <p><span class=\"c5\">أما حد الِاشْتِقَاق فأقرب عبارَة فِيهِ مَا ذكره الرماني وَهُوَ قَوْله:</span> <span class=\"c2\">(الِاشْتِقَاق (اقتطاع)</span> فرع من اصل يَدُور فِي تصاريفه <span class=\"c2\">(على)</span> الأَصْل) فقد تضمن هَذَا الْحَد معنى الِاشْتِقَاق، وَلزِمَ مِنْهُ التَّعَرُّض للفرع وَالْأَصْل.</p><p>وَأما الْفَرْع وَالْأَصْل فهما فِي هَذِه الصِّنَاعَة غَيرهمَا فِي صناعَة الاقيسة الْفِقْهِيَّة، والاصل هَا هُنَا يُرَاد بِهِ الْحُرُوف الْمَوْضُوعَة على الْمَعْنى وضعا اوليا، وَالْفرع لفظ يُوجد فِيهِ تِلْكَ الْحُرُوف مَعَ نوع تَغْيِير يَنْضَم إِلَيْهِ معنى زَائِد على الأَصْل، والمثال فِي ذَلِك <span class=\"c2\">(الضَّرْب)</span> مثلا، فانه اسْم مَوْضُوع على الْحَرَكَة الْمَعْلُومَة الْمُسَمَّاة <span class=\"c2\">(ضربا)</span> وَلَا يدل لفظ الضَّرْب على أَكثر من ذَلِك.<span class=\"c5\"> فَأَما:</span> ضرب، يضْرب، وضارب، ومضروب، فَفِيهَا حُرُوف الأَصْل، وَهِي الضَّاد وَالرَّاء وَالْبَاء، وزيادات لفظية لزم من مجموعها الدّلَالَة على معنى الضَّرْب، وَمعنى آخر.</p> </div>"
   },
   {
    "page_number": 36,
    "page": 75,
    "text": "<div> <p>وَإِذا تقرر هَذَا الْمَعْنى جِئْنَا إِلَى مَسْأَلَة الْخلاف، وَقد نَص سِيبَوَيْهٍ على اشتقاق الْفِعْل من الْمصدر وَهُوَ قَوْله فِي الْبَاب <span class=\"c2\">(الأول)</span> : <span class=\"c2\">(أما الافعال فأمثلة أخذت من لفظ احداث الْأَسْمَاء، وبنيت لما مضى وَلما هُوَ كَائِن لم يَنْقَطِع، وَلما سَيكون)</span> .</p><p><span class=\"c5\">وَأخذت:</span> بِمَعْنى اشْتقت،<span class=\"c5\"> واحداث الْأَسْمَاء:</span> مَا كَانَ مِنْهَا عبارَة عَن الْحَدث وَهُوَ الْمصدر.</p><p>وَالدَّلِيل على أَن الْفِعْل مُشْتَقّ من الْمصدر طرق، مِنْهَا وجود حد الِاشْتِقَاق فِي الْفِعْل. وَذَلِكَ ان الْفِعْل يدل على حدث وزمان مَخْصُوص، فَكَانَ مشتقا وفرعا على الْمصدر، كَلَفْظِ <span class=\"c2\">(ضَارب، ومضروب)</span> .</p><p>وَتَحْقِيق هَذِه الطَّرِيقَة ان الِاشْتِقَاق يُرَاد لتكثير الْمعَانِي، وَهَذَا الْمَعْنى لَا يتَحَقَّق إِلَّا فِي الْفَرْع الَّذِي هُوَ الْفِعْل، وَذَلِكَ ان الْمصدر لَهُ معنى وَاحِد وَهُوَ دلَالَته على الْحَدث فَقَط، وَلَا يدل على الزَّمَان بِلَفْظِهِ، وَالْفِعْل يدل على الْحَدث وَالزَّمَان الْمَخْصُوص، فَهُوَ</p> </div>"
   },
   {
    "page_number": 37,
    "page": 76,
    "text": "<div> <p>بِمَنْزِلَة اللَّفْظ الْمركب، فانه يدل على أَكثر مِمَّا يدل <span class=\"c2\">(عَلَيْهِ)</span> الْمُفْرد، وَلَا تركيب الا بعد الافراد، كَمَا انه لَا دلَالَة على الْحَدث وَالزَّمَان الْمَخْصُوص الا بعد الدّلَالَة على الْحَدث وَحده. وَقد مثل ذَلِك بالنقرة من الْفضة. فانها كالمادة الْمُجَرَّدَة عَن الصُّورَة. فالفضة من حَيْثُ هِيَ فضَّة لَا صُورَة لَهَا. فَإِذا صِيغ مِنْهَا خَاتم أَو مرْآة أَو قَارُورَة كَانَت تِلْكَ الصُّورَة مَادَّة مَخْصُوصَة. فَهِيَ فرع عَن الْمَادَّة الْمُجَرَّدَة. كَذَلِك الْفِعْل. هُوَ دَلِيل الْحَدث وَغَيره. والمصدر دَلِيل الْحَدث وَحده. فَبِهَذَا يتَحَقَّق كَون الْفِعْل فرعا لهَذَا الاصل.</p><p><span class=\"c5\">طَريقَة أُخْرَى:</span></p><p><span class=\"c5\">هِيَ ان تَقول:</span> الْفِعْل يشْتَمل لَفظه على حُرُوف زَائِدَة على حُرُوف الْمصدر. تدل تِلْكَ الزِّيَادَة على معَان زَائِدَة على معنى الْمصدر، فَكَانَ مشتقا من الْمصدر، كاسم الْفَاعِل وَالْمَفْعُول وَالْمَكَان وَالزَّمَان، كضارب ومضروب. .</p> </div>"
   },
   {
    "page_number": 38,
    "page": 77,
    "text": "<div> <p><span class=\"c5\">وَبَيَانه انك تَقول فِي الْفِعْل:</span> ضرب. فَتحَرك الرَّاء، فيختلف معنى الْمصدر.<span class=\"c5\"> ثمَّ تَقول:</span> سيضرب. فتدل هَذِه الصِّيغَة على معنى آخر.<span class=\"c5\"> ثمَّ تَقول:</span> اضْرِب، وتضرب، ونضرب،<span class=\"c5\"> فتأتي بِهَذِهِ الزَّوَائِد على حُرُوف الاصل وَهِي:</span> الضَّاد وَالرَّاء وَالْبَاء. مَعَ وجودهَا فِي تِلْكَ الامثلة، وَمَعْلُوم ان مَا لَا زِيَادَة فِيهِ أصل لما فِيهِ الزِّيَادَة. .</p><p><span class=\"c5\">طَريقَة اخرى:</span></p><p>وَهِي ان الْمصدر لَو كَانَ مشتقا من الْفِعْل لادى ذَلِك إِلَى نقص الْمعَانِي الأول، وَذَلِكَ يخل بالأصول.</p><p>بَيَانه ان لفظ الْفِعْل يشْتَمل على حُرُوف زَائِدَة، وَمَعَان زَائِدَة، وَهِي دلَالَته على الزَّمَان الْمَخْصُوص وعَلى الْفَاعِل الْوَاحِد وَالْجَمَاعَة والمؤنث والحاضر وَالْغَائِب. والمصدر يذهب ذَلِك كُله إِلَّا الدّلَالَة على الْحَدث، وَهَذَا نقض للأوضاع الأول.</p><p>الِاشْتِقَاق يَنْبَغِي أَن يُفِيد تشييد الاصول، وتوسعة الْمعَانِي وَهَذَا عكس اشتقاق الْمصدر من الْفِعْل.</p><p><span class=\"c5\">وَاحْتج الْآخرُونَ من ثَلَاثَة أوجه:</span></p> </div>"
   },
   {
    "page_number": 39,
    "page": 78,
    "text": "<div> <p><span class=\"c5\">أَحدهَا:</span> ان الْمصدر <span class=\"c2\">(مفعل)</span> وبابه أَن يكون صادرا عَن غَيره، فَأَما أَن يصدر عَنهُ غَيره فَكَذَا.</p><p><span class=\"c5\">وَالثَّانِي:</span> أَن الْمصدر يعتل باعتلال الْفِعْل، والاعتلال حكم تسبقه علته، فَإِذا كَانَ الاعتلال فِي الْفِعْل أَولا، وَجب أَن يكون أصلا،<span class=\"c5\"> وَمِثَال ذَلِك قَوْلك:</span> صَامَ صياما، وَقَامَ قيَاما، فالواو فِي <span class=\"c2\">(قَامَ)</span> أصل، اعتلت فِي الْفِعْل فاعتلت فِي <span class=\"c2\">(الْقيام)</span> .<span class=\"c5\"> وَأَنت لَا تَقول:</span> اعتل <span class=\"c2\">(قَامَ)</span> لاعتلال <span class=\"c2\">(الْقيام)</span> .</p><p><span class=\"c5\">وَالْوَجْه الثَّالِث:</span> أَن الْفِعْل يعْمل فِي الْمصدر كَقَوْلِك: ضَربته ضربا، ف <span class=\"c2\">(ضربا)</span> مَنْصُوب بِضَرْب. وَالْعَامِل مُؤثر فِيهِ وَالْقُوَّة تجْعَل الْقوي اصلا لغيره.</p><p><span class=\"c5\">وَالْجَوَاب:</span></p><p><span class=\"c5\">أما الْوَجْه الأول:</span> فَلَيْسَ بِشَيْء،<span class=\"c5\"> وَذَلِكَ أَن الْمصدر مُشْتَقّ من:</span> صدرت عَن الشَّيْء، إِذا وليته صدرك، وَجَعَلته وَرَاءَك،<span class=\"c5\"> وَمن ذَلِك قَوْلهم:</span> المورد والمصدر، يشار بِهِ إِلَى المَاء الَّذِي ترد عَلَيْهِ الْإِبِل، ثمَّ تصدر عَنهُ، وَلَا معنى لهَذَا إِلَّا أَن الْإِبِل تتولى عَن المَاء،</p> </div>"
   },
   {
    "page_number": 40,
    "page": 79,
    "text": "<div> <p>وَتصرف عَنهُ صدورها،<span class=\"c5\"> فَيُقَال:</span> قد صدرت عَن المَاء،<span class=\"c5\"> وَقد شاع فِي الْكَلَام قَول الْقَائِل:</span> فلَان موفق فِيمَا يُورد ويصدر، وَفِي موارده ومصادره، وكل ذَلِك بِالْمَعْنَى الَّذِي ذَكرْنَاهُ.</p><p>وَبِهَذَا يتَحَقَّق كَون الْفِعْل مشتقا من الْمصدر لِأَنَّهُ بِمَنْزِلَة الْمَكَان الَّذِي يصدر عَنهُ.</p><p><span class=\"c5\">أما الْوَجْه الثَّانِي:</span> فَغير دَال على دَعوَاهُم، وَذَلِكَ ان الاعتلال شَيْء يُوجِبهُ التصريف، وَثقل الْحُرُوف، وَبَاب ذَلِك الافعال لَان صيغها تخْتَلف لاخْتِلَاف مَعَانِيهَا، ف <span class=\"c2\">(قَامَ)</span> مثلا، اصله <span class=\"c2\">(قوم)</span> فأبدلت الْوَاو ألفا لتحركها فَإِذا ذكرت الْمصدر <span class=\"c2\">(من ذَلِك)</span> كَانَت الْعلَّة الْمُوجبَة للتغيير قَائِمَة فِي الْمصدر وَهُوَ الثّقل.</p><p>وَجَوَاب آخر وَهُوَ ان الْمصدر الْأَصْلِيّ هُوَ <span class=\"c2\">(قوم)</span> كَقَوْلِك: صور ثمَّ اشتققت مِنْهُ فعلا، واعللته لما ذكرنَا، فعدلت عَن قوم إِلَى <span class=\"c2\">(قيَاما)</span> لتناسب بَين اللَّفْظَيْنِ، للمعنيين المشتركين فِي الاصل.</p><p>يدل على ذَلِك ان الْمصدر قد يَأْتِي صَحِيحا غير معتل، وَالْفِعْل يجب فِيهِ الاعتلال،<span class=\"c5\"> مثل:</span> الصَّوْم. وَالْقَوْم، وَالْبيع، فَإِذا</p> </div>"
   },
   {
    "page_number": 41,
    "page": 80,
    "text": "<div> <p>اشتققت مِنْهَا افعالا اعللتها،<span class=\"c5\"> فَقلت:</span> صَامَ، وَقَامَ، وَبَاعَ، فقد رَأَيْت كَيفَ جَاءَ الاعلال فِي الْفِعْل دون الْمصدر، فَاخْتلف الثِّقَة بِمَا علل بِهِ.</p><p><span class=\"c5\">وَأما الْوَجْه الثَّالِث:</span> فَهُوَ فِي غَايَة السُّقُوط،<span class=\"c5\"> وَبَيَانه من أوجه ثَلَاثَة:</span></p><p><span class=\"c5\">أَحدهَا:</span> ان الْعَامِل والمعمول من قبيل الالفاظ، والاشتقاق من قبيل الْمعَانِي، وَلَا يدل احدهما على الآخر اشتقاقا.</p><p><span class=\"c5\">وَالثَّانِي:</span> ان الْمصدر قد يعْمل عمل الْفِعْل،<span class=\"c5\"> كَقَوْلِك:</span> يُعجبنِي ضرب زيد عمرا، فَلَا يدل ذَلِك على أَنه اصل.</p><p><span class=\"c5\">وَالثَّالِث:</span> ان الْحُرُوف تعْمل فِي الاسماء والافعال، وَلَا يدل ذَلِك على انها مُشْتَقَّة أصلا، فضلا عَن أَن تكون مُشْتَقَّة من الاسماء والافعال.</p><p>وَالله اعْلَم.</p> </div>"
   },
   {
    "page_number": 42,
    "page": 81,
    "text": "<div> <p><span class=\"c2\">(وَكَأَنَّهُم قد عطروك بِمَا ... يتزود الهلكي من الْعطر)</span></p><p><span class=\"c2\">(وَكَأَنَّهُم قد قلبوك على ... ظهر السرير وظلمة الْقَبْر)</span></p><p><span class=\"c2\">(يَا لَيْت شعري كَيفَ أَنْت على ... ظهر السرير وَأَنت لَا تَدْرِي)</span></p><p><span class=\"c2\">(أَو لَيْت شعري كَيفَ أَنْت إِذا ... غسلت بالكافور والدر)</span></p><p><span class=\"c2\">(أَو لَيْت شعري كَيفَ أَنْت إِذا ... وضع الْحساب صَبِيحَة الْحَشْر)</span></p><p><span class=\"c2\">(مَا حجتي فِيمَا اتيت وَمَا ... قولي لرَبي بل وَمَا عُذْري)</span></p><p><span class=\"c2\">(إِن اكن قد فقدت رشدي اَوْ ... اقبلت مَا اسْتَدْبَرت من امري)</span></p><p><span class=\"c2\">(يَا سوأتا مِمَّا اكْتسبت وَيَا ... أسفي على مَا فَاتَ من عمري)</span></p><p><span class=\"c5\">وَقَالَ أَيْضا:</span></p><p><span class=\"c2\">(أيا من لَيْسَ لي مِنْهُ مجير ... بعفوك من عذابك استجير)</span></p><p><span class=\"c2\">(أَنا العَبْد الْمقر بِكُل ذَنْب ... وانت السَّيِّد الْمولى الغفور)</span></p><p><span class=\"c2\">(فَإِن عذبتني فبسوء فعلي ... وان تغْفر فَأَنت بِهِ جدير)</span></p><p><span class=\"c2\">(أفر إِلَيْك مِنْك وَأَيْنَ إِلَّا ... إِلَيْك يفر مِنْك المستجير)</span></p><p><span class=\"c5\">وَله أَيْضا:</span></p><p><span class=\"c2\">(دب فِي الفناء سفلا وعلوا ... وَأرَانِي اموت عضوا فعضوا)</span></p><p><span class=\"c2\">(ذهبت شرتي بجدة نَفسِي ... وتذكرت طَاعَة الله نضوا)</span></p><p><span class=\"c2\">(لَيْسَ من سَاعَة مَضَت فِي إِلَّا ... نَقَصْتنِي بمرها بِي جزوا)</span></p><p><span class=\"c2\">(لهف نَفسِي على لَيَال وَأَيَّام ... سلكتهن لعبا ولهوا)</span></p><p><span class=\"c2\">(قد أسأنا كل الأساءة يارب ... فصفحا عني إلهي وعفوا)</span></p> </div>"
   },
   {
    "page_number": 43,
    "page": 83,
    "text": "<div> <p>٧ - مَسْأَلَة <span class=\"c2\">(الِاخْتِلَاف فِي الإسم الْمُضَاف إِلَى يَاء الْمُتَكَلّم)</span></p><p>لَيْسَ فِي الْكَلَام كلمة لَا معربة وَلَا مَبْنِيَّة، وَذهب قوم إِلَى ذَلِك،<span class=\"c5\"> فَقَالُوا فِي الْمُضَاف إِلَى يَاء الْمُتَكَلّم نَحْو:</span> غلامي، وداري، هُوَ لَا مُعرب وَلَا مَبْنِيّ</p><p><span class=\"c5\">وَحجَّة الْأَوَّلين أَن الْقِسْمَة تقضي بانحصار هَذَا الْمَعْنى فِي الْقسمَيْنِ الْمَذْكُورين:</span> المعرب والمبني، لَان المعرب هُوَ الَّذِي يخْتَلف آخِره باخْتلَاف الْعَامِل فِيهِ لفظا أَو تَقْديرا، والمبني مَا لزم آخِره حَرَكَة أَو سكونا، وَهَذَانِ ضدان لَا وَاسِطَة بَينهمَا، لَان الِاخْتِلَاف وَعدم الِاخْتِلَاف يقتسمان قسيمي النَّفْي والاثبات، وَلَيْسَ</p> </div>"
   },
   {
    "page_number": 44,
    "page": 84,
    "text": "<div> <p>بَينهمَا مَا لَيْسَ بمثبت وَلَا منفي، يدل عَلَيْهِ ان الاضداد قد تكْثر، مثل الْبيَاض والحمرة والسواد، وَلَكِن لكل وَاحِد مِنْهَا حَقِيقَة فِي نَفسه، وَالنَّفْي والاثبات لَيْسَ بَينهمَا وَاسِطَة هِيَ ضد يُنبئ عَن حَقِيقَة كالحركة والسكون.</p><p>وَاحْتج الْآخرُونَ بِأَن الْمُضَاف إِلَى يَاء الْمُتَكَلّم لَيْسَ بمعرب إِذْ لَو كَانَ معربا لظهرت فِيهِ حَرَكَة الْإِعْرَاب لانه يقبل الْحَرَكَة، وَلَيْسَ بمبني إِذْ لَا عِلّة للْبِنَاء هُنَا، فَلَزِمَ أَن يَنْتَفِي الوصفان هُنَا وَيجب ان يعرف باسم يَخُصُّهُ، وتلقيبه بالخصي مُوَافق لمعناه، لَان الْخصي مَعْدُوم فَائِدَة الذكورية، وَلم يثبت لَهُ صفة الانوثية، فَهُوَ فِي الْمَعْنى كالمضاف إِلَى يَاء الْمُتَكَلّم، فانه كَانَ قبل الْإِضَافَة معربا <span class=\"c2\">(فَلَمَّا عرضت لَهُ الْإِضَافَة زَالَ عَنهُ الاعراب، وَلم يثبت لَهُ صفة الْبناء)</span> ، كَمَا ان السَّلِيم الذّكر والخصيين عرض لَهُ إِزَالَتهَا وَلم يصر</p> </div>"
   },
   {
    "page_number": 45,
    "page": 85,
    "text": "<div> <p>بذلك انثى.</p><p><span class=\"c5\">وَالْجَوَاب عَمَّا ذَكرُوهُ من وَجْهَيْن:</span></p><p><span class=\"c5\">احدهما:</span> انا نقُول: هُوَ مُعرب تَارَة، لَكِن ظُهُور الْحَرَكَة فِيهِ مستثقل كَمَا يستثقل على الْيَاء فِي المنقوص وكما يمْتَنع على الْألف. وَلم يمْنَع ذَلِك من كَونه معربا.<span class=\"c5\"> وَتارَة تَقول:</span> هُوَ مَبْنِيّ. وَعلة بنائِهِ أَن حركته صَارَت تَابِعَة للياء فَتعذر أَن تكون دَالَّة على الْإِعْرَاب. وَلذَلِك أشبه الْحَرْف. لانه أصل قبل الْإِضَافَة وَصَارَ بعد الْإِضَافَة تَابعا للمضمر الَّذِي هُوَ فرع كَمَا أَنَّك تحرّك السَّاكِن لالتقاء الساكنين حَرَكَة بِنَاء. وَلذَلِك إِذا وجدت فِي المعرب كَانَت بِنَاء.<span class=\"c5\"> كَقَوْلِنَا:</span> لم يسد. وَلم يصر هَذَا الْفِعْل معربا، وضمه، وفتحه، وكسره بِنَاء.</p><p><span class=\"c5\">وَالْوَجْه الثَّانِي:</span> أَن تَسْمِيَته خَصيا خطأ. لَان الْخصي ذكر على التَّحْقِيق. وَإِنَّمَا زَالَ عَنهُ بعض أَعْضَائِهِ وَحَقِيقَة الذكورية وَحكمهَا</p> </div>"
   },
   {
    "page_number": 46,
    "page": 86,
    "text": "<div> <p>باقيان.<span class=\"c5\"> وَلَا يجوز أَن يُقَال:</span> لَيْسَ بِذكر وَلَا انثى.</p><p>وَالله أعلم.</p> </div>"
   },
   {
    "page_number": 47,
    "page": 87,
    "text": "<div> <p>٨ - مَسْأَلَة <span class=\"c2\">(هَل الاعراب أصل فِي الْمُضَارع)</span></p><p>المعرب بِحَق الأَصْل هُوَ الِاسْم، وَالْفِعْل الْمُضَارع مَحْمُول عَلَيْهِ،<span class=\"c5\"> وَقَالَ بعض الْكُوفِيّين:</span> الْمُضَارع أصل فِي الْإِعْرَاب أَيْضا.</p><p>وَحجَّة الْأَوَّلين أَن الْإِعْرَاب أُتِي بِهِ لِمَعْنى لَا يَصح إِلَّا فِي الِاسْم، فاختص بِالِاسْمِ، كالتصغير وَغَيره من خَواص الِاسْم، وَالدَّلِيل على ذَلِك أَن الأَصْل عدم الْإِعْرَاب، لِأَن الأَصْل دلَالَة الْكَلِمَة على الْمَعْنى اللَّازِم لَهَا، وَالزِّيَادَة على ذَلِك خَارِجَة عَن هَذِه الدّلَالَة. وَإِنَّمَا يُؤْتى بهَا لتدل على معنى عَارض يكون تَارَة. وَالْمعْنَى الَّذِي يدل عَلَيْهِ الْإِعْرَاب كَون الِاسْم فَاعِلا أَو مَفْعُولا أَو مُضَافا إِلَيْهِ، لِأَنَّهُ يفرق بَين هَذِه الْمعَانِي، وَهَذِه الْمعَانِي تصح فِي الْأَسْمَاء، وَلَا تصح فِي الْأَفْعَال، فَعلم أَنَّهَا لَيست أصلا، بل هِيَ</p> </div>"
   },
   {
    "page_number": 48,
    "page": 88,
    "text": "<div> <p>فرع مَحْمُول على الاسماء فِي ذَلِك.</p><p>وَاحْتج الْآخرُونَ بِأَن الْإِعْرَاب فِي الْفِعْل يفرق بَين الْمعَانِي،<span class=\"c5\"> فَكَانَ أصلا كاعراب الْأَسْمَاء وَبَيَانه قَوْلك:</span> اريد أَن ازورك فيمنعني البواب. إِذا رفعت كَانَ لَهُ معنى وَإِذا نصبت كَانَ لَهُ معنى،<span class=\"c5\"> وَكَذَلِكَ قَوْلك:</span> لَا يسعني شَيْء ويعجز عَنْك إِذا نصبت كَانَ لَهُ معنى، وَإِذا رفعت كَانَ لَهُ معنى آخر، وَكَذَلِكَ بَاب الْجَواب بِالْفَاءِ والواء،<span class=\"c5\"> نَحْو:</span> لَا تَأْكُل السّمك وتشرب اللَّبن. وَهُوَ فِي ذَلِك كالاسم، إِذا رفعت كَانَ لَهُ معنى وَإِذا نصبت أَو جررت كَانَ لَهُ معنى آخر.</p><p><span class=\"c5\">وَالْجَوَاب:</span></p><p>أما إِعْرَاب الْفِعْل فَلَا يتَوَقَّف عَلَيْهِ فهم الْمَعْنى، بل الْمَعْنى يدْرك بالقرائن المحققة بِهِ، والإشكال يحصل فِيهِ بالحركة الَّتِي لَا يقتضيها الْمَعْنى، لَا بِعَدَمِ الْحَرَكَة،<span class=\"c5\"> أَلا ترى أَن قَوْله:</span> أُرِيد أَن أزورك فيمنعني البواب، لَو سكنت الْعين لفهم الْمَعْنى، وَإِنَّمَا</p> </div>"
   },
   {
    "page_number": 49,
    "page": 89,
    "text": "<div> <p>يشكل إِذا نصبتها، وَإِنَّمَا جَاءَ الْإِشْكَال من جِهَة الْعَطف لَا بِالنّظرِ إِلَى نفس الْفِعْل،<span class=\"c5\"> إِذْ لَا فرق بَين قَوْلك:</span> يضْرب زيد، فِي الضَّم وَالْفَتْح وَالْكَسْر والسكون، فانه فِي كل حَال يدل على الْحَدث وَالزَّمَان.<span class=\"c5\"> وَكَذَلِكَ إِذا قلت:</span> لم يضْرب، وَلنْ تضرب، فان الْفِعْل منفي، ضممت أَو فتحت أَو سكنت،<span class=\"c5\"> وَكَذَلِكَ:</span> لَا يسعني شَيْء ويعجز عَنْك. إِذا فتحت أردْت الْجَواب، وَإِذا ضممت عطفت،<span class=\"c5\"> وَلَو أهملته لفهمت الْمَعْنى:</span> وَكَذَلِكَ لَا تَأْكُل السّمك وتشرب اللَّبن.</p><p>وَالْحَاصِل من ذَلِك كُله أَمر عرض بالْعَطْف، وحرف الْعَطف يَقع على معَان، فَلَا بُد من تَخْلِيص بَعْضهَا من بعض، فبالحركة يفرق بَين مَعَاني حرف الْعَطف، وَلَا يفرق بَين معنى الْفِعْل وَمعنى لَهُ آخر.</p><p>وَالله أعلم.</p> </div>"
   },
   {
    "page_number": 50,
    "page": 91,
    "text": "<div> <p>بَاب الاعراب</p> </div>"
   },
   {
    "page_number": 51,
    "page": 93,
    "text": "<div> <p>٩ - مَسْأَلَة <span class=\"c2\">(عِلّة الْإِعْرَاب)</span></p><p>الْإِعْرَاب دخل الْكَلَام ليفرق بَين الْمعَانِي من الفاعلية والمفعولية وَالْإِضَافَة وَنَحْو ذَلِك.<span class=\"c5\"> وَقَالَ قطرب واسْمه مُحَمَّد بن المستنير:</span> لم يدْخل لعِلَّة، وانما دخل تَخْفِيفًا على اللِّسَان.</p><p>وَحجَّة الْأَوَّلين أَن الْكَلَام لَو لم يعرب لَا لتبست الْمعَانِي،<span class=\"c5\"> أَلا ترى أَنَّك إِذا قلت:</span> ضرب زيد عَمْرو. وكلم أَبوك أَخُوك. لم يعلم الْفَاعِل من الْمَفْعُول.<span class=\"c5\"> وَكَذَلِكَ قَوْلهم:</span> مَا أحسن</p> </div>"
   },
   {
    "page_number": 52,
    "page": 94,
    "text": "<div> <p>زيد. وَلَو أهملته عَن حَرَكَة مَخْصُوصَة لم يعلم مَعْنَاهُ لِأَن الصِّيغَة تحْتَمل التَّعَجُّب والاستفهام وَالنَّفْي. والفارق بَينهَا هُوَ الحركات.</p><p><span class=\"c5\">فان قيل:</span> الْفرق يحصل بِلُزُوم الرُّتْبَة، وَهُوَ تقدم الْفَاعِل على الْمَفْعُول. ثمَّ هُوَ بَاطِل، فان كثيرا من الْمَوَاضِع لَا يلتبس، وَمَعَ هَذَا لزم الْإِعْرَاب،<span class=\"c5\"> كَقَوْلِك:</span> قَامَ زيد، وَلم يقم عَمْرو، وَركب زيد الْحمار، فان مثل هَذَا لَا يلتبس،<span class=\"c5\"> وَكَذَلِكَ:</span> كسر مُوسَى الْعَصَا.</p><p><span class=\"c5\">وَالْجَوَاب:</span></p><p>أما لُزُوم الرُّتْبَة،<span class=\"c5\"> فَلَا يَصح لثَلَاثَة أوجه:</span></p><p>أَحدهَا أَن فِي ذَلِك تضييقا على الْمُتَكَلّم، وإخلالا بمقصود النّظم والسجع، مَعَ مَسِيس الْحَاجة إِلَيْهِ. وَالْإِعْرَاب لَا يلْزم فِيهِ ذَلِك، فان أَمر الْحَرَكَة لَا يخْتَلف بالتقديم وَالتَّأْخِير.</p><p><span class=\"c5\">وَالثَّانِي:</span> أَن التَّقْدِيم وَالتَّأْخِير قد لَا يَصح فِي كثير من الْمَوَاضِع،<span class=\"c5\"> أَلا ترى أَنَّك لَا تَقول:</span> ضرب غُلَامه زيدا. إِذْ يلْزم</p> </div>"
   },
   {
    "page_number": 53,
    "page": 95,
    "text": "<div> <p>الْإِضْمَار قبل الذّكر لفظا وتقديرا، فتدعو الْحَاجة إِلَى تَقْدِيم.<span class=\"c5\"> وَكَذَلِكَ قَوْلك:</span> مَا أحسن زيدا، ف <span class=\"c2\">(مَا)</span> فِي الاصل فَاعل، وَلَا يَصح تَقْدِيم الْفِعْل عَلَيْهِ.</p><p>فَأَما مَا لَا يلتبس فانه بِالنِّسْبَةِ إِلَى مَا يلتبس قَلِيل جدا، فَحمل على الأَصْل الْمُعَلل ليطرد الْبَاب،<span class=\"c5\"> كَمَا طردوا الْبَاب فِي:</span> أعد، ونعد، وتعد،<span class=\"c5\"> حملا على:</span> يعد، وَله نَظَائِر كَثِيرَة، وَلِأَن الَّذِي لَا يلتبس فِي مَوضِع قد يلتبس بِعَيْنِه فِي مَوضِع آخر، فَإِذا جعلت الْحَرَكَة فارقة اطردت فِي الملتبس وَغَيره. وَهَذَا لَا يمْنَع أَن يحصل الْفرق بالإعراب، وَتعين الظّرْف لَا سَبِيل إِلَيْهِ، بل اذا وجد عَن الْعَرَب طَرِيق مُعَلل وَجب إثْبَاته، وَإِن صَحَّ أَن يحصل الْمَعْنى بِغَيْرِهِ. وَمثل ذَلِك قد وَقع فِي الاسماء الْمُخْتَلفَة الالفاظ والمعاني وان كل وَاحِد مِنْهَا وضع على معنى يَخُصُّهُ، ليفهم الْمَعْنى على التَّعْيِين.</p><p><span class=\"c5\">وَلَا يُقَال:</span> هلا وضعُوا اسْما وَاحِدًا على معَان مُتعَدِّدَة، وَيقف الْفرق على قرينَة أُخْرَى كَمَا وَقع فِي الْأَسْمَاء الْمُشْتَركَة،<span class=\"c5\"> بل قيل:</span> إِن الِاشْتِرَاك على خلاف الأَصْل.</p> </div>"
   },
   {
    "page_number": 54,
    "page": 96,
    "text": "<div> <p>وَمثل ذَلِك قد وَقع فِي الشَّرِيعَة، وَأَن الْأَخ من الْأَبَوَيْنِ يسْقط الْأَخ من الْأَب، وَهَذَا أحد الْمعَانِي الَّتِي يحملهَا هَذَا الْفَصْل، وَذَلِكَ أَن الْقيَاس لَا يمْنَع أَن يشْتَرك الْجَمِيع فِي الْمِيرَاث من غير تَخْصِيص، لاشْتِرَاكهمَا فِي الانتساب إِلَى الْأَب، والانتساب إِلَى الْأُم فِي هَذَا الْمَعْنى سَاقِط، وَيجوز أَن يكون للْأَخ من الابوين الثُّلُثَانِ، وللأخ من الْأَب الثُّلُث، عملا بالقرابتين، وَيجوز إِسْقَاط الْأَخ من الْأَب، بالأخ من الْأَبَوَيْنِ، لرجحان النّسَب إِلَى الْأَب وَالأُم. وَهَذَا الَّذِي تقرر فِي الشَّرْع، وَهُوَ عمل بِأحد الْمَعْنيين، كَذَلِك هَا هُنَا.</p><p><span class=\"c5\">وَاحْتج الْآخرُونَ من وَجْهَيْن:</span></p><p><span class=\"c5\">أَحدهمَا:</span> أَن الْفِعْل الْمُضَارع مُعرب لَا يحصل باعرابه فرق، فَكَذَلِك الْأَسْمَاء.</p><p><span class=\"c5\">وَالثَّانِي:</span> أَن الفاعلية والمفعولية تدْرك بِالْمَعْنَى، أَلا ترى أَن الاسماء الْمَقْصُورَة لَا يظْهر فِيهَا إِعْرَاب ومعانيها مدركة، وَإِنَّمَا أعربت الْعَرَب الْكَلَام لما يلْزم الْمُتَكَلّم من ثقل السّكُون، لِأَن الْحَرْف يقطع عَن حركاته فَيشق على اللِّسَان.</p><p><span class=\"c5\">قَالُوا:</span> وَيدل على صِحَة مَا ذَكرْنَاهُ أَن حركات الْإِعْرَاب</p> </div>"
   },
   {
    "page_number": 55,
    "page": 97,
    "text": "<div> <p>تتفق مَعَ اخْتِلَاف الْمَعْنى، وتختلف مَعَ اتِّفَاق الْمَعْنى،<span class=\"c5\"> أَلا ترى أَن قَوْلك:</span> هَل زيد نَائِم مثل قَوْلك: زيد نَائِم. فِي اللَّفْظ،<span class=\"c5\"> مَعَ اخْتِلَاف الْمَعْنى وقولك:</span> زيد قَائِم،<span class=\"c5\"> مثل قَوْلك:</span> إِن زيدا قَائِم، فِي الْمَعْنى، إِذْ كِلَاهُمَا إِثْبَات، وَالْإِعْرَاب مُخْتَلف.</p><p><span class=\"c5\">وَالْجَوَاب:</span></p><p><span class=\"c5\">أما إِعْرَاب الْفِعْل الْمُضَارع فَفِيهِ جوابان:</span> أَحدهمَا أَن إعرابه يفرق بَين الْمعَانِي أَيْضا كَمَا ذكرنَا فِي الْمَسْأَلَة قبلهَا.<span class=\"c5\"> وَالثَّانِي:</span> أَن إِعْرَاب الْفِعْل اسْتِحْسَان لشبهه بالاسماء على مَا ذَكرْنَاهُ هُنَالك.</p><p>وَأما اخْتِلَاف الْإِعْرَاب واتفاق الْمَعْنى وَعكس ذَلِك، فَلَا يلْزم، لَان هَذِه الْأَشْيَاء فروع عارضة، حملت على الاصول المعللة لضرب من الشّبَه، وَذَلِكَ لَا يمْنَع من ثُبُوت الْإِعْرَاب لِمَعْنى.</p><p><span class=\"c5\">قَوْلهم:</span> إِنَّهُم أعربوا لما يلْزم من ثقل السّكُون.<span class=\"c5\"> لَا يَصح لوَجْهَيْنِ:</span> أَحدهمَا: أَن السّكُون أخف من الْحَرَكَة، هَذَا مِمَّا لَا ريب فِيهِ، وَلذَلِك كَانَ الْمَبْنِيّ والمجزوم ساكنين.</p> </div>"
   },
   {
    "page_number": 56,
    "page": 98,
    "text": "<div> <p><span class=\"c5\">وَالْوَجْه الثَّانِي:</span> لَو كَانَ ذَلِك من أجل الثّقل لفوض زِمَام الْخيرَة إِلَى الْمُتَكَلّم، وَكَانَ يسكن إِذا شَاءَ ويحرك إِذا شَاءَ، فَلَمَّا اتَّفقُوا على أَن تسكين المتحرك، وتحريك السَّاكِن بِأَيّ حَرَكَة شَاءَ الْمُتَكَلّم لحن، دلّ على فَسَاد مَا ذَهَبُوا إِلَيْهِ.</p><p>وَالله أعلم.</p> </div>"
   },
   {
    "page_number": 57,
    "page": 99,
    "text": "<div> <p>١٠ - مَسْأَلَة <span class=\"c2\">(الِاخْتِلَاف فِي عِلّة جعل الْإِعْرَاب فِي آخر الْكَلِمَة)</span></p><p>اخْتلفُوا فِي جعل الْإِعْرَاب فِي آخر، فَقَالَ بَعضهم، إِنَّمَا كَانَ لِأَن الاعراب دَال على معنى عَارض فِي الْكَلِمَة، فَيجب أَن تستوفى الصِّيغَة الْمَوْضُوعَة لمعناها اللَّازِم، ثمَّ يُؤْتى بعد ذَلِك بالعارض كتاء التَّأْنِيث، وياء النّسَب.</p><p><span class=\"c5\">وَقَالَ آخَرُونَ:</span> إِنَّمَا جعل أخيرا لَان الْإِعْرَاب يثبت فِي الْوَصْل دون الْوَقْف، فَكَانَ فِي مَوضِع يَتَأَتَّى الْوَقْف عَلَيْهِ، وَهُوَ الْأَخير.</p><p><span class=\"c5\">وَقَالَ قطرب:</span> إِنَّمَا جعل أخيرا لتعذر جعله وسطا، إِذْ لَو كَانَ</p> </div>"
   },
   {
    "page_number": 58,
    "page": 100,
    "text": "<div> <p>وسطا لاختلطت الابنية، وَرُبمَا أفْضى إِلَى الْجمع بَين ساكنين، أَو الِابْتِدَاء بالساكن، وكل ذَلِك خطأ لَا يُوجد مثله فِيمَا إِذا جعل أخيرا.</p><p><span class=\"c5\">قَالَ قطرب:</span> وَالْمذهب الأول فَاسد، لِأَن كثيرا من الْمعَانِي الْعَارِضَة تدخل فِي أول الْكَلِمَة ووسطها قبل اسْتِيفَاء الصِّيغَة، نَحْو الْجمع والتصغير، وَهُوَ معنى عَارض.</p><p><span class=\"c5\">وَالْجَوَاب:</span></p><p>ان الْعِلَل الْمَذْكُورَة كلهَا صَحِيحَة، وأمتنها عِنْد النّظر الصَّحِيح هُوَ الأول،<span class=\"c5\"> وَأما مَا نقض بِهِ من التصغير وَالْجمع فَلَا يَصح لوَجْهَيْنِ:</span></p><p><span class=\"c5\">أَحدهمَا:</span> أَن التصغير وَالْجمع مَعْنيانِ يحدثان فِي نفس الْمُسَمّى، وهما التكثير والتحقير، فَلذَلِك كَانَت علاماتهما فِي نفس الْكَلِمَة، لِأَن التكثير مَعْنَاهُ ضم اسْم إِلَى اسْم، وَهُوَ مسَاوٍ لَهُ فِي الدّلَالَة على الْمَعْنى، فَكَانَ الدَّال على الْكَثْرَة دَاخِلا فِي الصِّيغَة، كَمَا أَن إِضَافَة أَحدهمَا إِلَى الآخر دَاخل فِي الْمَعْنى. وَلَيْسَ كَذَلِك الْمَعْنى الَّذِي يدل عَلَيْهِ الْإِعْرَاب، فان كَونه فَاعِلا لَا</p> </div>"
   },
   {
    "page_number": 59,
    "page": 101,
    "text": "<div> <p>يحدث فِي الْمُسَمّى معنى فِي ذَاته بل هُوَ معنى عَارض أوجبه عَامل عَارض.</p><p><span class=\"c5\">وَالْوَجْه الثَّانِي:</span> أَن التصغير وَالْجمع من قبيل الْمعَانِي الَّتِي يقْصد إِثْبَاتهَا فِي نفس السَّامع، فَيجب أَن يبْدَأ بهَا، أَو تقرن بالصيغة، لتثبت فِي نفس السَّامع مَعْنَاهَا قبل تَمام الْمَعْنى الْأَصْلِيّ بِدُونِهَا.</p><p>وَهَذَا كَمَا جعل الِاسْتِفْهَام وَالنَّفْي فِي أول الْكَلَام ليستقر مَعْنَاهُ فِي النَّفس، وَلَو أخر لثبت فِي النَّفس معنى ثمَّ أزيل، وَلَيْسَ كَذَلِك الْإِعْرَاب، لَان الصِّيغَة الْمُجَرَّدَة عَن الْإِعْرَاب لَا تَنْفِي كَون الِاسْم فَاعِلا أَو مَفْعُولا، حَتَّى إِذا جَاءَ الْإِعْرَاب بعد ذَلِك أَزَال الْمَعْنى الأول.</p><p>وَكَذَلِكَ الالف وَاللَّام جعلت أَولا ليثبت التَّخْصِيص فِي الْمُسَمّى، وَلَا يُؤْتى بهَا أخيرا لِئَلَّا يحدث التَّخْصِيص بعد الشياع.</p> </div>"
   },
   {
    "page_number": 60,
    "page": 102,
    "text": "<div> <p><span class=\"c5\">وَاحْتج الْآخرُونَ الَّذين قَالُوا:</span> بِأَن الْإِعْرَاب لَا يَنْبَغِي أَن يكون مَوْضِعه أخيرا بِأَنَّهُ دَال على معنى فِي الْكَلِمَة، فَوَجَبَ أَن يكون فِي أَصْلهَا، كالتصغير وَالْجمع والتعريف وَالنَّفْي والاستفهام وَغير ذَلِك، وَإِنَّمَا عدل إِلَى الاخير لما ذَكرْنَاهُ من اخْتِلَاط الْأَبْنِيَة.</p><p>وَالْجَوَاب عَن هَذَا قد سبق.</p><p>وَالله أعلم.</p> </div>"
   },
   {
    "page_number": 61,
    "page": 103,
    "text": "<div> <p>١١ - مَسْأَلَة <span class=\"c2\">(الِاخْتِلَاف فِي حَقِيقَة الصّرْف)</span></p><p>الصّرْف هُوَ التَّنْوِين وَحده،<span class=\"c5\"> وَقَالَ آخَرُونَ:</span> هُوَ التَّنْوِين والجر.</p><p><span class=\"c5\">حجَّة الْأَوَّلين من ثَلَاثَة أوجه:</span></p><p><span class=\"c5\">أَحدهَا:</span> أَنه معنى يُنبئ عَنهُ الِاشْتِقَاق، فَلم يدْخل فِيهِ مَا لَا يدل عَلَيْهِ الِاشْتِقَاق كَسَائِر أَمْثَاله.</p><p>وَبَيَانه أَن الصّرْف فِي اللُّغَة هُوَ الصَّوْت الضَّعِيف،<span class=\"c5\"> كَقَوْلِهِم:</span> صرب نَاب الْبَعِير، وصرفت البكرة، وَمِنْه صريف الْقَلَم. وَالنُّون الساكنة فِي آخر الْكَلِمَة صَوت ضَعِيف فِيهِ غنة كغنة الاشياء الَّتِي ذكرنَا.</p> </div>"
   },
   {
    "page_number": 62,
    "page": 104,
    "text": "<div> <p>وَأما الْجَرّ فَلَيْسَ صَوته مشبها لما ذكرنَا، لانه حَرَكَة، فَلم يكون صرفا، كَسَائِر الحركات، أَلا ترى أَن الضمة والفتحة فِي آخر الْكَلِمَة حَرَكَة وَلَا تسمى صرفا.</p><p><span class=\"c5\">وَالْوَجْه الثَّانِي:</span> وَهُوَ أَن الشَّاعِر إِذا اضْطر إِلَى صرف مَا لَا ينْصَرف جر فِي مَوضِع الْجَرّ، وَلَو كَانَ الْجَرّ من الصّرْف لما أُتِي بِهِ من غير ضَرُورَة إِلَيْهِ، وَذَلِكَ أَن التَّنْوِين دعت الضَّرُورَة إِلَيْهِ لإِقَامَة الْوَزْن، وَالْوَزْن يقوم بِهِ سَوَاء كسر مَا قبله أَو فتح، فَلَمَّا كسر حِين نون علم أَنه لَيْسَ من الصّرْف، لِأَن الْمَانِع من الصّرْف قَائِم، وَمَوْضِع الْمُخَالفَة لهَذَا الْمَانِع الْحَاجة إِلَى إِقَامَة الْوَزْن فَيجب أَن يخْتَص بِهِ.</p><p><span class=\"c5\">الْوَجْه الثَّالِث:</span> أَن مَا فِيهِ الْألف وَاللَّام لَو أضيف لكسر فِي مَوضِع الْجَرّ مَعَ وجود الْمَانِع من الصّرْف وَذَلِكَ يدل على أَن الْجَرّ سقط تبعا لسُقُوط التَّنْوِين بِسَبَب مشابهة الِاسْم الْفِعْل، والتنوين سقط لعِلَّة أُخْرَى، فَيَنْبَغِي أَن يظْهر الْكسر الَّذِي هُوَ تبع لزوَال مَا كَانَ سُقُوطه تَابعا لَهُ.</p><p><span class=\"c5\">وَاحْتج الْآخرُونَ من وَجْهَيْن:</span></p> </div>"
   },
   {
    "page_number": 63,
    "page": 105,
    "text": "<div> <p><span class=\"c5\">أَحدهمَا:</span> أَن الصّرْف من التَّصَرُّف، وَهُوَ التقلب فِي الْجِهَات، وبالجر يزْدَاد تقلب الِاسْم فِي الْإِعْرَاب فَكَانَ من الصّرْف.</p><p><span class=\"c5\">وَالثَّانِي:</span> انه اشْتهر فِي عرف النَّحْوِيين ان غير المنصرف مَا لَا يدْخلهُ الْجَرّ مَعَ التَّنْوِين، وَهَذَا حد، فَيجب أَن يكون الْحَد دَاخِلا فِي الْمَحْدُود.</p><p><span class=\"c5\">وَالْجَوَاب عَن الأول من وَجْهَيْن:</span></p><p>أَحدهمَا أَن اشتقاق الصّرْف مِمَّا ذَكرْنَاهُ، لَا مِمَّا ذكرُوا، وَهُوَ أقرب إِلَى الِاشْتِقَاق.</p><p>وَالثَّانِي أَن تقلب الْكَلِمَة فِي الْإِعْرَاب لَو كَانَ من الصّرْف لوَجَبَ أَن يكون الرّفْع وَالنّصب صرفا، وَكَذَلِكَ تقلب الْفِعْل بالاشتقاق لَا يُسمى صرفا، وَإِنَّمَا يُسمى تَصرفا وتصريفا.</p><p>وَأما مَا اشْتهر فِي عرف النَّحْوِيين فَلَيْسَ بتحديد للصرف، بل هُوَ حكم مَا لَا ينْصَرف، فَأَما مَا هُوَ حَقِيقَة الصّرْف فَغير ذَلِك، ثمَّ هُوَ بَاطِل بالمضاف، وَمَا فِيهِ الْألف وَاللَّام، فان تقلبه أَكثر، وَلَا يُسمى منصرفا.</p><p>وَالله أعلم.</p> </div>"
   },
   {
    "page_number": 64,
    "page": 107,
    "text": "<div> <p>١٢ - مَسْأَلَة <span class=\"c2\">(الِاخْتِلَاف فِي حَقِيقَة الاعراب)</span></p><p>ذهب أَكثر النَّحْوِيين إِلَى ان الْإِعْرَاب معنى يدل اللَّفْظ عَلَيْهِ،<span class=\"c5\"> وَقَالَ آخَرُونَ:</span> هُوَ لفظ دَال على الْفَاعِل وَالْمَفْعُول مثلا، وَهَذَا هُوَ الْمُخْتَار عِنْدِي.</p><p><span class=\"c5\">احْتج الاولون من أوجه:</span></p><p><span class=\"c5\">أَحدهَا:</span> أَن الْإِعْرَاب اخْتِلَاف آخر الْكَلِمَة لاخْتِلَاف الْعَامِل فِيهَا، وَالِاخْتِلَاف معنى لَا لفظ، كمخالفة الاحمر الابيض.</p> </div>"
   },
   {
    "page_number": 65,
    "page": 108,
    "text": "<div> <p><span class=\"c5\">وَالثَّانِي:</span> أَن الْإِعْرَاب يدل عَلَيْهِ مرّة الْحَرَكَة، وَتارَة الْحَرْف، كحروف الْمَدّ فِي الاسماء السِّتَّة، والتثنية، وَالْجمع، وَمَا هَذِه سَبيله لَا يكون معنى وَاحِدًا، بل هُوَ دَلِيل على الْمَعْنى، وَالدَّلِيل قد يَتَعَدَّد والمدلول عَلَيْهِ وَاحِد.</p><p><span class=\"c5\">وَالثَّالِث:</span> ان الحركات تُضَاف إِلَى الْإِعْرَاب،<span class=\"c5\"> فَيُقَال:</span> حركات الْإِعْرَاب، وَهِي ضمة إِعْرَاب، وَإِضَافَة الشَّيْء إِلَى نَفسه ممتنعة، وَكَذَلِكَ الحركات تُوجد فِي الْمثنى وَلَيْسَت إعرابا.</p><p>وَاحْتج الْآخرُونَ بِأَن الاصل فِي الْإِعْرَاب الْحَرَكَة، ونها ناشئة عَن الْعَامِل،<span class=\"c5\"> كَقَوْلِك:</span> قَامَ زيد، فالضمة حَادِثَة عَن الْفِعْل، وَالْفِعْل عَامل، وَالْعَمَل نتيجة الْعَامِل، وَالْعَمَل هُوَ الْحَرَكَة.</p><p>فَأَما كَون الِاسْم فَاعِلا أَو مَفْعُولا فَهُوَ معنى مُجَرّد عَن عَلامَة لفظية يجوز أَن تدْرك بِغَيْر لفظ، كَمَا يدْرك الْفرق بَين المبنيات بِالْمَعْنَى، مَعَ الحكم بِالْبِنَاءِ،<span class=\"c5\"> كَقَوْلِك:</span> ضرب هَذَا هَذَا.<span class=\"c5\"> وَكَذَلِكَ فِي المعرب نَحْو:</span> كلم مُوسَى عِيسَى. فَعلم أَن الْإِعْرَاب هُوَ الْحَرَكَة الْمَخْصُوصَة.</p> </div>"
   },
   {
    "page_number": 66,
    "page": 109,
    "text": "<div> <p>هَذَا هُوَ حجَّة هَؤُلَاءِ.<span class=\"c5\"> وَالَّذِي أحرره هُنَا أَن أَقُول:</span> إِن الْإِعْرَاب فَارق بَين الْمعَانِي الْعَارِضَة كالفاعلية والمفعولية والتعجب وَالنَّفْي والاستفهام،<span class=\"c5\"> نَحْو:</span> مَا أحسن زيدا. وَمَا أحسن زيد. وَمَا أحسن زيد. نفس الحركات هُنَا هُوَ الْفَارِق بَين الْمعَانِي، وَإِذا ثَبت أَن الْإِعْرَاب فَارق بَين الْمعَانِي فَالْفرق الْحَاصِل عَن الْفَارِق يعرف تَارَة بِالْعقلِ كمعرفة أَن الِاثْنَيْنِ اكثر من الْوَاحِد، وَأَقل من الثَّلَاثَة. هَذَا مَعْلُوم بِالْعقلِ من غير لفظ يدل عَلَيْهِ. وَتارَة يعرف بالحس، من السّمع وَالْبَصَر واللمس والذوق والشم، فَأَنت تفرق بَين زيد وَعَمْرو فِي التَّسْمِيَة بِمَا تسمعه من اللَّفْظَيْنِ، وتفرق بَين الْأَحْمَر والأبيض بحاسة الْبَصَر، وَبَين الْحَار والبارد والناعم والخشن باللمس، وَبَين الحلو والمر بالذوق. وَبَين الرّيح الطّيبَة والخبيثة بالشم، وَالْإِعْرَاب من قبيل مَا يعرف بحاسة السّمع،<span class=\"c5\"> أَلا ترى أَنَّك إِذا قلت لإِنْسَان:</span> افرق بَين الْفَاعِل وَالْمَفْعُول، والمضاف إِلَيْهِ <span class=\"c2\">(فِي)</span> ،<span class=\"c5\"> نَحْو قَوْلك:</span> ضرب زيد غُلَام عَمْرو. فانه إِذا ضم أَولا، وَفتح ثَانِيًا، وَكسر ثَالِثا حصل لَك الْفرق بألفاظه، لَا من طَرِيق الْمَعْنى، فانك أَنْت قد تدْرك هَذَا الْمَعْنى بِغَيْر لفظ، فَدلَّ أَن الْإِعْرَاب هُوَ لفظ الْحَرَكَة.</p> </div>"
   },
   {
    "page_number": 67,
    "page": 110,
    "text": "<div> <p>وَأما مَا أعرب بالحرف فَهُوَ حَاصِل من اللَّفْظ أَيْضا، لِأَن الْحَرْف لفظ، كَمَا أَن الْحَرَكَة لفظ.</p><p>وَأما كَون الْحَرَكَة <span class=\"c2\">(بِنَاء)</span> فِي الْمَبْنِيّ فَلَا يمْنَع أَن تكون إعرابا فِي المعرب، وَيكون الْفرق بَينهمَا أَن حَرَكَة الْإِعْرَاب ناشئة عَن عَامل، فَهِيَ حَرَكَة مَخْصُوصَة، وحركة الْمَبْنِيّ لَيست مَخْصُوصَة بعامل.</p><p>وَأما إِضَافَة الْحَرَكَة إِلَى الْإِعْرَاب فَلَا تدل على أَنَّهُمَا غيران،<span class=\"c5\"> بل هُوَ من قبيل إِضَافَة النَّوْع إِلَى الْجِنْس وَهَذَا كَمَا تَقول:</span> رفع الْإِعْرَاب، ونصبه، وجره، فتضيف الرّفْع إِلَى الْإِعْرَاب، وَهُوَ نوع مِنْهُ، يدل على ذَلِك أَن الرّفْع إِعْرَاب بِلَا خلاف، وَكَذَلِكَ النصب والجر، وَمَعْلُوم أَن حَقِيقَة الرّفْع هُوَ الضمة الناشئة عَن الْعَامِل فَيلْزم أَن يكون الْإِعْرَاب لفظا.</p><p>وَالله أعلم.</p> </div>"
   },
   {
    "page_number": 68,
    "page": 111,
    "text": "<div> <p>١٣ - مَسْأَلَة <span class=\"c2\">(أَيهمَا أسبق: حركات الْبناء أم حركات الْإِعْرَاب)</span></p><p>اخْتلفُوا فِي حركات الْإِعْرَاب هَل سَابِقَة على حركات الْبناء أَو بِالْعَكْسِ، أَو هما متطابقان من غير تَرْتِيب. فَذهب قوم إِلَى الأول وَهُوَ الْأَقْوَى.<span class=\"c5\"> وَالدَّلِيل عَلَيْهِ من وَجْهَيْن:</span></p><p><span class=\"c5\">أَحدهمَا:</span> أَن الْإِعْرَاب تَابع لفائدة الْكَلَام، وَالْكَلَام مَوْضُوع للتفاهم، فَيجب أَن يكون مُقَارنًا للْكَلَام كمقارنة الْمُفْرد لمعناه.</p><p><span class=\"c5\">وَبَيَان ذَلِك أَن الْمُفْرد فِي نَحْو قَوْلك:</span> فرس، وَغُلَام، وجبل، مَتى ذكر وَاحِد من هَذِه الْأَلْفَاظ كَانَ مَعْنَاهُ مصاحبا لَهُ، فَإِذا انْتهى اللَّفْظ فهم مَعْنَاهُ عِنْد انتهائه، وَكَذَلِكَ الْكَلَام، الْمَقْصُود مِنْهُ مَا تحصله من الْفَائِدَة عِنْد التخاطب، والتخاطب لَا يكون إِلَّا</p> </div>"
   },
   {
    "page_number": 69,
    "page": 112,
    "text": "<div> <p>بالمركب، فالمفردات تصور الْمعَانِي، والمركبات تفِيد التَّصْدِيق، وَهُوَ الْمَقْصُود الْكُلِّي من وضع الْكَلَام، فَإِذا كَانَ مُقَارنًا للْكَلَام فهم معنى الْمركب عِنْد انْتِهَاء أَلْفَاظه،<span class=\"c5\"> كَقَوْلِك:</span> أعْطى زيد عمرا درهما، فانك لَا تدْرك معنى هَذِه الْجُمْلَة إِلَّا أَن تعلم الْفَاعِل وَالْمَفْعُول حَتَّى يسْتَقرّ عنْدك معنى مَا قصد بِالْجُمْلَةِ، فَأَما حركات الْبناء فَلَا تفِيد معنى فِي الْمركب، وَإِنَّمَا هِيَ شَيْء أوجبه شبه الْحَرْف الَّذِي لم يوضع لتفيد حركته معنى.</p><p><span class=\"c5\">الْوَجْه الثَّانِي:</span> أَن وَاضع اللُّغَة حَكِيم، وَمن حكمته أَن يضع الْكَلَام للتفاهم، وَلَا يتم التفاهم إِلَّا بالإعراب فَوَجَبَ أَن يكون مُقَارنًا للْكَلَام لتحصل فَائِدَة الْوَضع.</p><p>وَأما الْبناء فَلَا يعرف الْمَعْنى فِيهِ من اللَّفْظ، وَإِنَّمَا يعرف بِجِهَة أُخْرَى،<span class=\"c5\"> أَلا ترى انك إِذا قلت:</span> ضرب مُوسَى عِيسَى، لم يفهم من اللَّفْظ الْفَاعِل من الْمَفْعُول، وَإِنَّمَا ميزوا بَينهمَا بِأَن ألزموا الْفَاعِل التَّقْدِيم. وَهَذَا امْر خَارج عَن اللَّفْظ، وَالْإِعْرَاب إِمَّا هَذَا اللَّفْظ أَو مَدْلُول اللَّفْظ.<span class=\"c5\"> وَلَو قَالَ:</span> كسر مُوسَى الْعَصَا فهم الْفَاعِل من الْمَفْعُول من الْمَعْنى،<span class=\"c5\"> إِذْ قد ثَبت ان المُرَاد بمُوسَى:</span> الكاسر،<span class=\"c5\"> وبالعصا:</span> المكسور، وَهَذَا أَيْضا خَارج عَن أَدِلَّة الْأَلْفَاظ، إِلَّا أَنه مَعَ</p> </div>"
   },
   {
    "page_number": 70,
    "page": 113,
    "text": "<div> <p>خُرُوجه عَن دَلِيل اللَّفْظ يقدر الْإِعْرَاب عَلَيْهِ تَقْديرا، وَالتَّقْدِير إِعْطَاء الْمَعْدُوم حكم الْمَوْجُود، وَإِنَّمَا كَانَ كَذَلِك لقِيَام الدَّلِيل على أَن هَذِه الاسماء غير مَبْنِيَّة فَيلْزم ان تكون معربة.</p><p><span class=\"c5\">وَاحْتج من قَالَ:</span> <span class=\"c2\">(حركات الْبناء أصل)</span> بِأَن حَرَكَة الْبناء لَازِمَة، <span class=\"c2\">(وحركة)</span> الْإِعْرَاب منتقلة، وَاللَّازِم اصل للمنتقل، وسابق عَلَيْهِ.</p><p><span class=\"c5\">وَاحْتج من قَالَ:</span> <span class=\"c2\">(لَا يسْبق بَعْضهَا بَعْضًا)</span> أَن وَاضع اللُّغَة حَكِيم، فَيعلم من الِابْتِدَاء مَا يُحَرك للاعراب، وَمَا يُحَرك لغيره، فَيجب ان يتساوق وَلَا يتسابق.</p><p><span class=\"c5\">وَالْجَوَاب عَن شُبْهَة الْمَذْهَب الثَّانِي:</span> ان الْفَرْع وَالْأَصْل لَا يُؤْخَذ من اللُّزُوم والانتقال، بل يُؤْخَذ من جِهَة إِفَادَة الْمعَانِي، وَقد ثَبت ان الاسماء هِيَ الَّتِي يَقع فِيهَا اللّبْس، وانها مجَال الفاعلية والمفعولية، فَكَانَ الْإِعْرَاب مُقَارنًا لَهَا، لِئَلَّا يَقع اللّبْس، ثمَّ يحْتَاج إِلَى إِزَالَته بعد وُقُوعه، وَالْبناء اجنبي عَن ذَلِك.</p><p>وَالْجَوَاب عَن شُبْهَة الْمَذْهَب الثَّالِث انا لَا نُرِيد السَّبق</p> </div>"
   },
   {
    "page_number": 71,
    "page": 114,
    "text": "<div> <p>بِالزَّمَانِ، بل السَّبق بالرتبة، وَلَا شكّ ان الاعراب سَابق بالرتبة، وَأما الْبناء فَيجوز أَن يكون مُتَأَخِّرًا عَن الْإِعْرَاب، وان يكون مُقَارنًا لَهُ بِالْوَضْعِ.</p><p>وَالله أعلم.</p> </div>"
   },
   {
    "page_number": 72,
    "page": 115,
    "text": "<div> <p>١٤ - مَسْأَلَة <span class=\"c2\">(عِلّة زِيَادَة التَّنْوِين فِي الِاسْم)</span></p><p>الْعلَّة فِي زِيَادَة تَنْوِين الصّرْف على الِاسْم أَنه أُرِيد بذلك بَيَان خفَّة الِاسْم،<span class=\"c5\"> وَثقل الْفِعْل وَقَالَ الْفراء:</span> المُرَاد بِهِ الْفرق بَين المنصرف وَغير المنصرف.<span class=\"c5\"> وَقَالَ آخَرُونَ:</span> المُرَاد بِهِ الْفرق بَين</p> </div>"
   },
   {
    "page_number": 73,
    "page": 116,
    "text": "<div> <p>الِاسْم وَالْفِعْل.<span class=\"c5\"> وَقَالَ قوم:</span> المُرَاد بِهِ الْفرق بَين الْمُفْرد والمضاف.</p><p>وَالدّلَالَة على الْمَذْهَب الاول أَن فِي الْكَلِمَات مَا هُوَ خَفِيف وَمَا هُوَ ثقيل والخفة والثقل يعرفان من طَرِيق الْمَعْنى لَا من طَرِيق اللَّفْظ، فالخفيف مَا قلت مدلولاته ولوازمه، والثقيل مَا كثر ذَلِك فِيهِ، فخفة الِاسْم أَنه يدل على مُسَمّى وَاحِد، وَلَا يلْزمه غَيره فِي تَحْقِيق مَعْنَاهُ،<span class=\"c5\"> كلفظة:</span> رجل فان مَعْنَاهَا ومسماها الذّكر من بني آدم. وَالْفرس هُوَ الْحَيَوَان الصهال، وَلَا يقْتَرن بذلك زمَان وَلَا غَيره.</p><p>وَمعنى ثقل الْفِعْل أَن مدلولاته ولوازمه كَثِيرَة، فمدلولاته الْحَدث والزمن، ولوازمه الْفَاعِل وَالْمَفْعُول وَالتَّصَرُّف وَغير ذَلِك، فَإِذا تقرر هَذَا فَالْفرق بَينهمَا غير مَعْلُوم من لَفْظهمَا، فَوَجَبَ أَن يكون على ذَلِك دَلِيل من جِهَة اللَّفْظ، والتنوين صَالح لذَلِك، لانه زِيَادَة على اللَّفْظ، وَالزِّيَادَة ثقل فِي الْمَزِيد عَلَيْهِ، وَالِاسْم يحْتَمل الثّقل،</p> </div>"
   },
   {
    "page_number": 74,
    "page": 117,
    "text": "<div> <p>لِأَنَّهُ فِي نَفسه خَفِيف، وَالْفِعْل فِي نَفسه ثقيل، فَلَا يحْتَمل التثقيل، وَهَذَا معنى ظَاهر، فَكَانَ الْحِكْمَة فِي الزِّيَادَة.</p><p><span class=\"c5\">وَقَول الْفراء:</span> إِن حمل على معنى صَحِيح فمراده مَا ذكرنَا، وَلَكِن الْعبارَة ركيكة، وَإِن حمل على ظَاهر اللَّفْظ كَانَ تَعْلِيل الشَّيْء بِنَفسِهِ،<span class=\"c5\"> لِأَنَّهُ يصير إِلَى قَوْلك:</span> التَّنْوِين يفرق بَين مَا ينون وَبَين مَا لَا ينون، وَذَا تَعْلِيل الشَّيْء بِنَفسِهِ.</p><p><span class=\"c5\">وَأما من قَالَ:</span> فرق بَين الِاسْم وَالْفِعْل،<span class=\"c5\"> فَلَا يَصح لأوجه:</span></p><p>أَحدهَا ان الْفرق بَينهمَا من طَرِيق الْمَعْنى، وَذَلِكَ أَن الِاسْم يدل على معنى وَاحِد وَالْفِعْل على مَعْنيين، وَقد ذكرنَا ذَلِك فِي حديهما.</p><p><span class=\"c5\">وَالثَّانِي:</span> أَن العلامات اللفظية بَينهمَا كَثِيرَة،<span class=\"c5\"> مثل:</span> قد، وَالسِّين، وسوف، وَالتَّصَرُّف، مثل كَونه مَاضِيا ومستقبلا وأمرا، وَالِاسْم يعرف بِالْألف وَاللَّام وَغَيرهمَا.</p><p><span class=\"c5\">وَالثَّالِث:</span> أَن الِاسْم الَّذِي لَا ينْصَرف لَا تَنْوِين فِيهِ، وَهُوَ مباين للْفِعْل.</p><p><span class=\"c5\">وَأما من قَالَ:</span> يفرق بَين الْمُفْرد والمضاف، فَقَوله بَاطِل أَيْضا،</p> </div>"
   },
   {
    "page_number": 75,
    "page": 118,
    "text": "<div> <p>من جِهَة أَن الْمُفْرد مُطلق يَصح السُّكُوت عَلَيْهِ، والمضاف مَخْصُوص مُحْتَاج إِلَى مَا بعده، وَأَن الِاسْم الَّذِي لَا ينْصَرف قد يُضَاف، وإضافته غير لَازِمَة فَيكون مُفردا، مَعَ أَنه لَا ينون، فَلَو كَانَ الْمُفْرد لَا يفصل بَينه وَبَين الْمُضَاف إِلَّا بِالتَّنْوِينِ لزم أَلا يكون الْمُفْرد إِلَّا منصرفا.</p> </div>"
   },
   {
    "page_number": 76,
    "page": 119,
    "text": "<div> <p>١٥ - مَسْأَلَة <span class=\"c2\">(الِاخْتِلَاف فِي بِنَاء فعل الْأَمر أمعرب هُوَ أم مَبْنِيّ)</span></p><p>فعل الْأَمر مَبْنِيّ،<span class=\"c5\"> نَحْو:</span> قُم، وَاضْرِبْ.<span class=\"c5\"> وَقَالَ الْكُوفِيُّونَ:</span> هُوَ مُعرب بِالْجَزْمِ.</p><p>لنا أَنه لفظ لَا يفرق باعرابه بَين معنى وَمعنى، فَلم يكن معربا كالحرف، وَالدَّلِيل على هَذِه الْجُمْلَة أَن الْإِعْرَاب معنى زَائِد على الْكَلِمَة، فَلَا يَنْبَغِي أَن يثبت إِلَّا إِذا دلّ على معنى، وَفعل الْأَمر لَا</p> </div>"
   },
   {
    "page_number": 77,
    "page": 120,
    "text": "<div> <p>يحْتَمل مَعَاني يفرق الْإِعْرَاب بَينهَا، فَلم يحْتَج إِلَى الْإِعْرَاب.</p><p>وَقد ذكرنَا فِي إِعْرَاب الْفِعْل، هَل هُوَ اسْتِحْسَان أم اصل فِيمَا تقدم، وَالْإِعْرَاب إِمَّا أَن يثبت أصلا أَو اسْتِحْسَانًا، وَكِلَاهُمَا مَعْدُوم، أما الأَصْل فَلِأَنَّهُ لَا يحْتَمل مَعَاني يفرق الْإِعْرَاب بَينهَا، وَأما الِاسْتِحْسَان فَهُوَ أَن فعل الْأَمر لَا يشابه الِاسْم حَتَّى يحمل عَلَيْهِ فِي الْإِعْرَاب، بِخِلَاف الْمُضَارع فانه يشبه الِاسْم لوُجُود <span class=\"c2\">(حرف)</span> المضارعة، وَلَيْسَ فِي لفظ الْأَمر هُنَا حرف مضارعة يشبه بِهِ الِاسْم، فَعِنْدَ ذَلِك يجب أَن يكون مَبْنِيا.</p><p>وَاحْتج الْكُوفِيُّونَ بِأَنَّهُ فعل أَمر، فَكَانَ معربا بِالْجَزْمِ، كَمَا لَو كَانَ فِيهِ حرف المضارعة،<span class=\"c5\"> كَقَوْلِك:</span> لتضرب يَا زيد، وليضرب عَمْرو، وَلَا إِشْكَال فِي أَن كل وَاحِد مِنْهُمَا أَمر، فَإِذا كَانَ أحد الامرين معربا كَانَ الآخر كَذَلِك.</p><p><span class=\"c5\">قَالُوا:</span> فان قيل هُنَاكَ حرف المضارعة وَهُوَ</p> </div>"
   },
   {
    "page_number": 78,
    "page": 121,
    "text": "<div> <p><span class=\"c5\">الْمُقْتَضِي للشبه قيل:</span> فعل الْأَمر إِن لم يكن فِيهِ حرف المضارعة لفظا فَهُوَ مُقَدّر مُرَاد، وَحذف لفظا للْعلم بِهِ،<span class=\"c5\"> فالتقدير فِي قَوْلك:</span> قُم، لتقم، وَيدل على ذَلِك أَن حذف لَام الْأَمر قد جَاءَ صَرِيحًا،<span class=\"c5\"> كَقَوْل الشَّاعِر:</span></p><p><span class=\"c2\">(مُحَمَّد تفد نَفسك كل نفس ... إِذا مَا خفت من أَمر تبالا)</span></p><p><span class=\"c5\">أَي:</span> لتفد.<span class=\"c5\"> وَقَالَ الآخر:</span></p><p><span class=\"c2\">(على مثل أَصْحَاب الْبَعُوضَة فاخمشي ... لَك الويل حر الْوَجْه أَو يبك من بَكَى)</span></p><p>أَي ليبك.</p><p><span class=\"c5\">وَالْجَوَاب:</span> ان هَذَا الْفِعْل لم يُوجد فِيهِ عِلّة الْإِعْرَاب، لِأَن عِلّة إعرابه إِمَّا أصل أَو شبه، وَكِلَاهُمَا لم يُوجد على مَا تقدم.</p><p>وَكَونه امرا لم يُوجب إعرابه، بل الْمُوجب <span class=\"c2\">(إِعْرَاب)</span> الْفِعْل</p> </div>"
   },
   {
    "page_number": 79,
    "page": 122,
    "text": "<div> <p>الشّبَه بِالِاسْمِ، والشبه بِالِاسْمِ كَانَ بِحرف المضارعة.</p><p>وَالْفِعْل بِنَفسِهِ هُنَاكَ لَيْسَ بِأَمْر، بل الْأَمر حَاصِل بِاللَّامِ، وَفِي <span class=\"c2\">(قُم)</span> و <span class=\"c2\">(بِعْ)</span> هُوَ أَمر بِنَفسِهِ.</p><p>وَالْحَاصِل أَنا منعنَا عِلّة الأَصْل،<span class=\"c5\"> وَهُوَ أَن قَوْلك:</span> ليضْرب زيد، لم يعرب لكَون الْفِعْل أمرا، وَفِي <span class=\"c2\">(خُذ)</span> و <span class=\"c2\">(كل)</span> الْفِعْل أَمر، فَلَا جَامع إِذا بَينهمَا.</p><p><span class=\"c5\">قَوْلهم:</span> إِن حرف المضارعة مَحْذُوف، كَلَام فِي غَايَة السُّقُوط وَذَلِكَ أَن الْحَذف لَا يُوجب تَغْيِير الصِّيغَة بل يحذف مَا يحذف وَيبقى مَا يبْقى على حَاله،<span class=\"c5\"> كَقَوْلِك:</span> ارْمِ، فان الأَصْل الْيَاء. وَلما حذفت بَقِي مَا كَانَ على مَا كَانَ عَلَيْهِ. وَلَيْسَ كَذَلِك هَا هُنَا.<span class=\"c5\"> فانك إِذا قلت:</span> يضْرب زيد، وحذفت الْيَاء،<span class=\"c5\"> لم تقل:</span> ضرب زيد، بل تَأتي بِصِيغَة أُخْرَى،<span class=\"c5\"> وَهِي:</span> اضْرِب.</p> </div>"
   },
   {
    "page_number": 80,
    "page": 123,
    "text": "<div> <p>وَلِأَن الْجَزْم هُنَاكَ بِاللَّامِ، وَإِذا حذف الْجَازِم لَا يبْقى عمله، كَمَا إِذا حذف الْجَار، لم يبْق الْجَرّ وَكَذَلِكَ هَا هُنَا، لَو حذفت اللَّام لم يبْق عَملهَا. هَذَا لَو كَانَ الْحَذف للام وَحدهَا فَكيف إِذا حذفت اللَّام وحرف المضارعة، وتغيرت الصِّيغَة.</p><p>وَأما الشّعْر فَهُوَ على الْخَبَر، لَا على الْأَمر، إِلَّا انه حذف الْيَاء من آخر الْفِعْل ضَرُورَة، وَالْأَصْل <span class=\"c2\">(تفدي)</span> و <span class=\"c2\">(تبْكي)</span> .</p><p>وَجَوَاب آخر وَهُوَ أَنه حذف اللَّام وَبَقِي حرف المضارعة وَلم تَتَغَيَّر صِيغَة الْفِعْل، بِخِلَاف مَسْأَلَتنَا.</p><p>وَالله تَعَالَى أعلم بِالصَّوَابِ، وَإِلَيْهِ الْمرجع والمآب.</p> </div>"
   },
   {
    "page_number": 81,
    "page": 124,
    "text": "<div> <p>هَذَا آخر املاء الشَّيْخ أبي الْبَقَاء، وَصلى الله على سيدنَا وَآله وَصَحبه وَسلم.</p> </div>"
   }
  ]
 }
]