[
 {
  "info": {
   "title": "كتاب شرح قطر الندى وبل الصدى",
   "author": "ابن هشام النحوي",
   "about": "<div> <h3 class=\"text-center\">بطاقة الكتاب وفهرس الموضوعات</h3>الكتاب: شرح قطر الندى وبل الصدى<br>المؤلف: أبو محمد، عبد الله، جمال الدين بن هشام الأنصاري (ت ٧٦١ هـ)<br>المحقق: محمد محيى الدين عبد الحميد [ت ١٣٩٢ هـ]<br>الطبعة: الحادية عشرة للمحقق ١٣٨٣ هـ- ١٩٦٣ م تمتاز بدقة الضبط والزيادة في الشروح والتحقيقات<br>الناشر: المكتبة التجارية الكبرى بمصر<br>طبع: مطبعة السعادة بمصر<br>عدد الصفحات: ٣٣٥<br>[ترقيم الكتاب موافق للمطبوع] <div>صفحة المؤلف: [<a href=\"https://shamela.ws/author/893\">ابن هشام النحوي</a>]</div>   </div>",
   "url": "https://shamela.ws/book/6970",
   "id": "6970",
   "toc": [
    {
     "page": 1,
     "text": "مقدمة"
    },
    {
     "page": 2,
     "text": "تعريف الكلمة وأقسامها"
    },
    {
     "page": 3,
     "text": "علامات الاسم"
    },
    {
     "page": 4,
     "text": "انقسام الاسم إلى معرب ومبني"
    },
    {
     "page": 14,
     "text": "أقسام الفعل وعلاماته"
    },
    {
     "page": 15,
     "text": "الفعل الماضي"
    },
    {
     "page": 18,
     "text": "فعل الأمر"
    },
    {
     "page": 21,
     "text": "الفعل المضارع"
    },
    {
     "page": 24,
     "text": "الحرف وعلاماته وأنها جميعها مبنية"
    },
    {
     "page": 29,
     "text": "تعريف الكلام"
    },
    {
     "page": 31,
     "text": "أنواع الإعراب"
    },
    {
     "page": 32,
     "text": "الأساء الستة"
    },
    {
     "page": 34,
     "text": "المثنى وجمع المذكر السالم وما حمل عليه"
    },
    {
     "page": 38,
     "text": "ما لا ينصرف"
    },
    {
     "page": 40,
     "text": "الأفعال الخمسة"
    },
    {
     "page": 41,
     "text": "الفعل المضارع أقسامه وعلامات إعرابه"
    },
    {
     "page": 43,
     "text": "رفع الفعل المضارع"
    },
    {
     "page": 43,
     "text": "نواصب الفعل المضارع"
    },
    {
     "page": 62,
     "text": "جوازم الفعل المضارع"
    },
    {
     "page": 62,
     "text": "ما يجزم فعل واحد"
    },
    {
     "page": 68,
     "text": "ما يجزم فعلين"
    },
    {
     "page": 74,
     "text": "النكرة"
    },
    {
     "page": 75,
     "text": "المعرفة وأقسامها"
    },
    {
     "page": 75,
     "text": "القسم الأول الضمير البارز والمستتر"
    },
    {
     "page": 77,
     "text": "القسم الثاني العلم وانقسامه إلى اسم وكنية ولقب"
    },
    {
     "page": 79,
     "text": "القسم الثالث اسم الاشارة"
    },
    {
     "page": 81,
     "text": "القسم الرابع اسم الموصول"
    },
    {
     "page": 86,
     "text": "صلة الموصول جملة اسمية وفعلية وشبه الجملة"
    },
    {
     "page": 91,
     "text": "القسم الخامس ذو الأداة"
    },
    {
     "page": 94,
     "text": "القسم السادس المضاف"
    },
    {
     "page": 94,
     "text": "المبتدأ والخبر"
    },
    {
     "page": 103,
     "text": "نواسخ المبتدأ والخبر"
    },
    {
     "page": 104,
     "text": "كان وأخواتها"
    },
    {
     "page": 119,
     "text": "ما النافية"
    },
    {
     "page": 121,
     "text": "لا النافية"
    },
    {
     "page": 123,
     "text": "لات النافية"
    },
    {
     "page": 123,
     "text": "إن وأخواتها"
    },
    {
     "page": 141,
     "text": "لا النافية للجنس"
    },
    {
     "page": 145,
     "text": "ظن وأخواتها"
    },
    {
     "page": 155,
     "text": "الفاعل"
    },
    {
     "page": 162,
     "text": "نائب الفاعل"
    },
    {
     "page": 167,
     "text": "الاشتغال"
    },
    {
     "page": 172,
     "text": "التنازع"
    },
    {
     "page": 176,
     "text": "المفعول وأنواعه"
    },
    {
     "page": 176,
     "text": "المفعول به"
    },
    {
     "page": 177,
     "text": "المنادى"
    },
    {
     "page": 184,
     "text": "تابع المنادى"
    },
    {
     "page": 188,
     "text": "ترخيم المنادى المعرفة"
    },
    {
     "page": 193,
     "text": "المستغاث به"
    },
    {
     "page": 197,
     "text": "النادب والمندوب"
    },
    {
     "page": 199,
     "text": "المفعول المطلق"
    },
    {
     "page": 201,
     "text": "المفعول له"
    },
    {
     "page": 204,
     "text": "المفعول فيه وهو الظرف أسماء الزمان والمكان"
    },
    {
     "page": 206,
     "text": "المفعول معه"
    },
    {
     "page": 209,
     "text": "الحال"
    },
    {
     "page": 212,
     "text": "التمييز"
    },
    {
     "page": 213,
     "text": "التمييز نوعان مفسر لمفرد ومفسر لنسبة"
    },
    {
     "page": 218,
     "text": "المسثنى بإلا"
    },
    {
     "page": 222,
     "text": "المستثنى بغير وسوى وبخلا وعدا وحاشا وما خلا وما عدا وليس ولا يكون"
    },
    {
     "page": 224,
     "text": "مخفوضات الأسماء"
    },
    {
     "page": 224,
     "text": "حروف الجر"
    },
    {
     "page": 228,
     "text": "المجروف بالإضافة"
    },
    {
     "page": 230,
     "text": "ما يعمل عمل الفعل"
    },
    {
     "page": 231,
     "text": "الأول اسم الفعل"
    },
    {
     "page": 235,
     "text": "الثاني المصدر"
    },
    {
     "page": 244,
     "text": "الثالث اسم الفاعل"
    },
    {
     "page": 249,
     "text": "الرابع أمثلة المبالغة"
    },
    {
     "page": 252,
     "text": "الخامس اسم المفعول"
    },
    {
     "page": 252,
     "text": "السادس الصفة المشبهة"
    },
    {
     "page": 255,
     "text": "السابع التفضيل"
    },
    {
     "page": 258,
     "text": "التوابع"
    },
    {
     "page": 258,
     "text": "الأول النعت"
    },
    {
     "page": 264,
     "text": "الثاني التوكيد لفظي ومعنوي"
    },
    {
     "page": 272,
     "text": "الثالث العطف"
    },
    {
     "page": 276,
     "text": "الرابع عطف النسق بالواو"
    },
    {
     "page": 283,
     "text": "الخامس البدل"
    },
    {
     "page": 285,
     "text": "السادس العدد"
    },
    {
     "page": 286,
     "text": "موانع صرف الاسم تسعة"
    },
    {
     "page": 287,
     "text": "العلة الأولى وزن الفعل"
    },
    {
     "page": 287,
     "text": "العلة الثانية التركيب"
    },
    {
     "page": 288,
     "text": "العلة الثالثة العجمة"
    },
    {
     "page": 288,
     "text": "العلة الرابعة التعريف"
    },
    {
     "page": 289,
     "text": "العلة الخامسة العدل"
    },
    {
     "page": 292,
     "text": "العلة السادسة الوصف"
    },
    {
     "page": 293,
     "text": "العلة السابعة"
    },
    {
     "page": 293,
     "text": "العلة الثامنة الزيادة"
    },
    {
     "page": 293,
     "text": "العلة التاسعة التأنيث"
    },
    {
     "page": 295,
     "text": "السابع التعجب"
    },
    {
     "page": 300,
     "text": "الوقف"
    },
    {
     "page": 306,
     "text": "همزة الوصل"
    }
   ],
   "page_chapters": {
    "1": [
     "مقدمة"
    ],
    "2": [
     "تعريف الكلمة وأقسامها"
    ],
    "3": [
     "علامات الاسم"
    ],
    "4": [
     "انقسام الاسم إلى معرب ومبني"
    ],
    "14": [
     "أقسام الفعل وعلاماته"
    ],
    "15": [
     "الفعل الماضي"
    ],
    "18": [
     "فعل الأمر"
    ],
    "21": [
     "الفعل المضارع"
    ],
    "24": [
     "الحرف وعلاماته وأنها جميعها مبنية"
    ],
    "29": [
     "تعريف الكلام"
    ],
    "31": [
     "أنواع الإعراب"
    ],
    "32": [
     "الأساء الستة"
    ],
    "34": [
     "المثنى وجمع المذكر السالم وما حمل عليه"
    ],
    "38": [
     "ما لا ينصرف"
    ],
    "40": [
     "الأفعال الخمسة"
    ],
    "41": [
     "الفعل المضارع أقسامه وعلامات إعرابه"
    ],
    "43": [
     "رفع الفعل المضارع",
     "نواصب الفعل المضارع"
    ],
    "62": [
     "جوازم الفعل المضارع",
     "ما يجزم فعل واحد"
    ],
    "68": [
     "ما يجزم فعلين"
    ],
    "74": [
     "النكرة"
    ],
    "75": [
     "المعرفة وأقسامها",
     "القسم الأول الضمير البارز والمستتر"
    ],
    "77": [
     "القسم الثاني العلم وانقسامه إلى اسم وكنية ولقب"
    ],
    "79": [
     "القسم الثالث اسم الاشارة"
    ],
    "81": [
     "القسم الرابع اسم الموصول"
    ],
    "86": [
     "صلة الموصول جملة اسمية وفعلية وشبه الجملة"
    ],
    "91": [
     "القسم الخامس ذو الأداة"
    ],
    "94": [
     "القسم السادس المضاف",
     "المبتدأ والخبر"
    ],
    "103": [
     "نواسخ المبتدأ والخبر"
    ],
    "104": [
     "كان وأخواتها"
    ],
    "119": [
     "ما النافية"
    ],
    "121": [
     "لا النافية"
    ],
    "123": [
     "لات النافية",
     "إن وأخواتها"
    ],
    "141": [
     "لا النافية للجنس"
    ],
    "145": [
     "ظن وأخواتها"
    ],
    "155": [
     "الفاعل"
    ],
    "162": [
     "نائب الفاعل"
    ],
    "167": [
     "الاشتغال"
    ],
    "172": [
     "التنازع"
    ],
    "176": [
     "المفعول وأنواعه",
     "المفعول به"
    ],
    "177": [
     "المنادى"
    ],
    "184": [
     "تابع المنادى"
    ],
    "188": [
     "ترخيم المنادى المعرفة"
    ],
    "193": [
     "المستغاث به"
    ],
    "197": [
     "النادب والمندوب"
    ],
    "199": [
     "المفعول المطلق"
    ],
    "201": [
     "المفعول له"
    ],
    "204": [
     "المفعول فيه وهو الظرف أسماء الزمان والمكان"
    ],
    "206": [
     "المفعول معه"
    ],
    "209": [
     "الحال"
    ],
    "212": [
     "التمييز"
    ],
    "213": [
     "التمييز نوعان مفسر لمفرد ومفسر لنسبة"
    ],
    "218": [
     "المسثنى بإلا"
    ],
    "222": [
     "المستثنى بغير وسوى وبخلا وعدا وحاشا وما خلا وما عدا وليس ولا يكون"
    ],
    "224": [
     "مخفوضات الأسماء",
     "حروف الجر"
    ],
    "228": [
     "المجروف بالإضافة"
    ],
    "230": [
     "ما يعمل عمل الفعل"
    ],
    "231": [
     "الأول اسم الفعل"
    ],
    "235": [
     "الثاني المصدر"
    ],
    "244": [
     "الثالث اسم الفاعل"
    ],
    "249": [
     "الرابع أمثلة المبالغة"
    ],
    "252": [
     "الخامس اسم المفعول",
     "السادس الصفة المشبهة"
    ],
    "255": [
     "السابع التفضيل"
    ],
    "258": [
     "التوابع",
     "الأول النعت"
    ],
    "264": [
     "الثاني التوكيد لفظي ومعنوي"
    ],
    "272": [
     "الثالث العطف"
    ],
    "276": [
     "الرابع عطف النسق بالواو"
    ],
    "283": [
     "الخامس البدل"
    ],
    "285": [
     "السادس العدد"
    ],
    "286": [
     "موانع صرف الاسم تسعة"
    ],
    "287": [
     "العلة الأولى وزن الفعل",
     "العلة الثانية التركيب"
    ],
    "288": [
     "العلة الثالثة العجمة",
     "العلة الرابعة التعريف"
    ],
    "289": [
     "العلة الخامسة العدل"
    ],
    "292": [
     "العلة السادسة الوصف"
    ],
    "293": [
     "العلة السابعة",
     "العلة الثامنة الزيادة",
     "العلة التاسعة التأنيث"
    ],
    "295": [
     "السابع التعجب"
    ],
    "300": [
     "الوقف"
    ],
    "306": [
     "همزة الوصل"
    ]
   },
   "all_pages": 309,
   "volumes": {},
   "pages": 309
  },
  "pages": [
   {
    "page_number": 1,
    "page": 10,
    "text": "<div> <p>مُقَدّمَة</p><p>بِسم الله الرَّحْمَن الرَّحِيم الْحَمد لله رَافع الدَّرَجَات لمن انخفض لجلاله وفاتح البركات لمن انتصب لشكر فضاله وَالصَّلَاة وَالسَّلَام على من مدت عَلَيْهِ الفصاحة رواقها وسدت بِهِ البلاغة نطاقها الْمَبْعُوث بِالْآيَاتِ الباهرة والحجج الْمنزل عَلَيْهِ قُرْآن عَرَبِيّ غير ذِي عوج وعَلى آله الهادين وَأَصْحَابه الَّذين شادوا الدّين وَشرف وكرم وَبعد فَهَذِهِ نكت حررتها على مقدمتي الْمُسَمَّاة ب قطر الندى وبل الصدى رَافِعَة لحجابها كاشفة لنقابها مكملة لشواهدها متممة لفوائدها كَافِيَة لمن اقْتصر عَلَيْهَا وافية ببغية من جنح من طلاب علم الْعَرَبيَّة إِلَيْهَا وَالله الْمَسْئُول أَن ينفع بهَا كَمَا نفع بأصلها وَأَن يذلل لنا طرق الْخيرَات وسبلها إِنَّه جواد كريم رؤوف رَحِيم وَمَا توفيقي إِلَّا بِاللَّه عَلَيْهِ توكلت وَإِلَيْهِ أنيب</p> </div>"
   },
   {
    "page_number": 2,
    "page": 11,
    "text": "<div> <p>تَعْرِيف الْكَلِمَة وأقسامها</p><p>ص الْكَلِمَة قَول مُفْرد ش تطلق الْكَلِمَة فِي اللُّغَة على الْجمل المفيدة كَقَوْلِه تَعَالَى كلا إِنَّهَا كلمة هُوَ قَائِلهَا إِشَارَة إِلَى قَوْله رب ارْجِعُونِ لعَلي أعمل صَالحا فِيمَا تركت وَفِي الِاصْطِلَاح على القَوْل الْمُفْرد وَالْمرَاد بالْقَوْل اللَّفْظ الدل على معنى كَرجل وَفرس وَالْمرَاد بِاللَّفْظِ الصَّوْت الْمُشْتَمل على بعض الْحُرُوف سَوَاء دلّ على معنى كزيد أم لم يدل كديز مقلوب زيد وَقد تبين أَن كل قَول لفظ وَلَا ينعكس وَالْمرَاد بالمفرد مَا لَا يدل جزوه على جُزْء مَعْنَاهُ وَذَلِكَ نَحْو زيد فَإِن أجزاءه وَهِي الزَّاي وَالْيَاء وَالدَّال إِذا أفردت لَا تدل على شَيْء مِمَّا يدل هُوَ عَلَيْهِ بِخِلَاف قَوْلك غُلَام زيد فَإِن كلا من جزئيه وهما الْغُلَام وَزيد دَال على جُزْء مَعْنَاهُ فَهَذَا يُسمى مركبا لَا مُفردا فَإِن قلت فَلم لَا اشْترطت فِي الْكَلِمَة الْوَضع كَمَا اشْترط من قَالَ الْكَلِمَة لفظ وضع لِمَعْنى مُفْرد قلت إِنَّمَا احتاجوا إِلَى ذَلِك لأخذهم اللَّفْظ جِنْسا للكلمة وَاللَّفْظ يَنْقَسِم إِلَى مَوْضُوع ومهمل فاحتاجوا إِلَى الِاحْتِرَاز عَن المهمل بِذكر الْوَضع وَلما أخذت القَوْل جِنْسا للكلمة وَهُوَ خَاص بالموضوع أغناني ذَلِك عَن اشْتِرَاط الْوَضع فَإِن قلت فَلم عدلت عَن اللَّفْظ إِلَى القَوْل قلت لِأَن اللَّفْظ جنس بعيد لانطلاقه على المهمل والمستعمل كَمَا ذكرنَا</p> </div>"
   },
   {
    "page_number": 3,
    "page": 12,
    "text": "<div> <p>وَالْقَوْل جنس لاختصاصه بِالْمُسْتَعْملِ وَاسْتِعْمَال لأجناس الْبَعِيدَة فِي الْحُدُود معيب عِنْد أهل النّظر ص وَهِي أسم وَفعل وحرف ش لما ذكرت حد الْكَلِمَة بيّنت أَنَّهَا جنس تَحْتَهُ ثَلَاثَة أَنْوَاع الِاسْم وَالْفِعْل والحرف وَالدَّلِيل على انحصار أَنْوَاعهَا فِي هَذِه الثَّلَاثَة الاستقراء فَإِن عُلَمَاء هَذَا الْفَنّ تتبعوا كَلَام الْعَرَب فَلم يَجدوا إِلَّا ثَلَاثَة أَنْوَاع وَلَو كَانَ ثمَّ نوع رَابِع لعثروا على شَيْء مِنْهُ</p><p>عَلَامَات الِاسْم</p><p>ص فَأَما الِاسْم فَيعرف بأل كَالرّجلِ والتنوين كَرجل وَبِالْحَدِيثِ عَنهُ كتاء ضربت ش لما بيّنت مَا انحصرت فِيهِ أَنْوَاع الْكَلِمَة الثَّلَاثَة شرعت فِي بَيَان مَا يتَمَيَّز بِهِ كل وَاحِد مِنْهَا عَن قسيميه لتتم فَائِدَة مَا ذكرته فَذكرت للاسم ثَلَاث عَلَامَات عَلامَة من أَوله وَهِي الْألف وَاللَّام كالفرس والغلام وعلامة من آخِره وَهِي التَّنْوِين وَهُوَ نون زَائِدَة سَاكِنة تلْحق الآخر لفظا لاخطا لغير توكيد نَحْو زيد وَرجل وصه وحينيئذ ومسلمات فَهَذِهِ وَمَا أشبههَا أَسمَاء بِدَلِيل وجود التَّنْوِين فِي آخرهَا وعلامة معنوية وَهِي الحَدِيث عَنهُ ك قَامَ زيد فزيد اسْم لِأَنَّك حدثت عَنهُ بِالْقيامِ وَهَذِه الْعَلامَة أَنْفَع العلامات الْمَذْكُورَة للاسم وَبهَا اسْتدلَّ على اسميه التَّاء فِي ضربت أَلا ترى أَنَّهَا تقبل أل وَلَا يلْحقهَا التَّنْوِين وَلَا غَيرهَا من العلامات الَّتِي تذكر للاسم سوى الحَدِيث عَنْهَا فَقَط</p> </div>"
   },
   {
    "page_number": 4,
    "page": 13,
    "text": "<div> <p>ص وَهُوَ ضَرْبَان مُعرب وَهُوَ مَا يتَغَيَّر آخِره بِسَبَب العوامل الدَّاخِلَة عَلَيْهِ كزيد ومبني وَهُوَ بخالفه كهؤلاء فِي لُزُوم الْكسر وَكَذَلِكَ حذام وأمس فِي لُغَة الْحِجَازِيِّينَ وكأحد عشر وأخواته فِي زلزوم الْفَتْح وكقبل وَبعد وَأَخَوَاتهَا فِي لُزُوم الضَّم إِذا حذف الْمُضَاف إِلَيْهِ وَنوى مَعْنَاهُ وَكَمن وَكم فِي لُزُوم السّكُون وَهُوَ أصل الْبناء</p><p>انقسام الِاسْم إِلَى مُعرب ومبني</p><p>ش لما فرغت من تَعْرِيف الِاسْم بِذكر شَيْء من علاماته عقبت ذَلِك بِبَيَان انقسامه إِلَى مُعرب ومبني وقدمت المعرب لِأَنَّهُ الأَصْل وأخرت الْمَبْنِيّ لِأَنَّهُ الْفَرْع وَذكرت أَن المعرب هُوَ مَا يتَغَيَّر آخِره بِسَبَب مَا يدْخل عَلَيْهِ من العوامل كزيد تَقول جَاءَنِي زيد وَرَأَيْت زيدا ومررت بزيد أَلا ترى أَن آخر زيد تغير بالضمة والفتحة والكسرة بِسَبَب مَا دخل عَلَيْهِ من جَاءَنِي وَرَأَيْت وَالْبَاء فَلَو كَانَ التَّغَيُّر فِي غير الآخر لم يكن إعرابا كَقَوْلِك فِي فلس إِذا صغرته فَلَيْسَ وَإِذا كَسرته أفلس وفلوس وَكَذَا لَو كَانَ التَّغَيُّر فِي الآخر وَلكنه لَيْسَ بِسَبَب العوامل كَقَوْلِك جَلَست حَيْثُ جلس زيد فَإِنَّهُ يجوز أَن تَقول حيثن بِالضَّمِّ وَحَيْثُ بِالْفَتْح وَحَيْثُ بِالْكَسْرِ إِلَّا أَن هَذِه الْأَوْجه الثَّلَاثَة لَيست بِسَبَب العوامل أَلا ترى أَن الْعَامِل وَاحِد وَهُوَ جلس وَقد وجد مَعَه التَّغَيُّر الْمَذْكُور وَلما فرغت من ذكر المعرب ذكرت الْمَبْنِيّ وَأَنه الَّذِي يلْزم طَريقَة وَاحِدَة وَلَا يتَغَيَّر آخِره بِسَبَب مَا يدْخل عَلَيْهِ ثمَّ قسمته إِلَى أَرْبَعَة أَقسَام مَبْنِيّ على الْكسر ومبني على الْفَتْح ومبني على الضَّم ومبني على السّكُون ثمَّ قسمت الْمَبْنِيّ على الْكسر إِلَى قسمَيْنِ قسم مُتَّفق عَلَيْهِ وَهُوَ هَؤُلَاءِ فَإِن جَمِيع الْعَرَب يكسرون آخِره فِي جَمِيع الْأَحْوَال وَقسم مُخْتَلف فِيهِ وَهُوَ حذام وقطام وَنَحْوهمَا من الْأَعْلَام المؤنثة الْآتِيَة على وزن فعال وأمس إِذا أردْت بِهِ الْيَوْم الَّذِي قبل يَوْمك</p> </div>"
   },
   {
    "page_number": 5,
    "page": 14,
    "text": "<div> <p>فَأَما بَاب حذام وَنَحْوه فَأهل الْحجاز يبنونه على الْكسر مُطلقًا فَيَقُولُونَ جَاءَتْنِي حذام وَرَأَيْت حذام ومررت بحذام وعَلى ذَلِك قَول الشَّاعِر فلولا المزعجات من اللَّيَالِي لما ترك القطا طيب الْمَنَام إِذا قَالَت حذام فصدقوها فَإِن القَوْل مَا قَالَت حذام فَذكرهَا فِي الْبَيْت مرَّتَيْنِ مَكْسُورَة مَعَ أَنَّهَا فَاعل</p> </div>"
   },
   {
    "page_number": 6,
    "page": 15,
    "text": "<div> <p>وافترقت بَنو تَمِيم فرْقَتَيْن فبعضهم يعرب ذَلِك كُله بِالضَّمِّ رفعا وبالفتح نصبا وجرا فَيَقُول جَاءَتْنِي حذام بِالضَّمِّ وَرَأَيْت حذام ومررت بحذام بِالْفَتْح وَأَكْثَرهم يفصل بَين مَا كَانَ آخِره رَاء كوبار اسْم لقبيلة وحضار اسْم لكوكب وسفار اسْم لما فيبنيه على الْكسر كالحجازيين وَمَا لَيْسَ آخِره رَاء كحذام وقطام فيعربه إِعْرَاب مَا لَا ينْصَرف وَأما أمس إِذا أردْت بِهِ الْيَوْم الَّذِي قبل يَوْمك فَأهل الْحجاز يبنونه على الْكسر فَيَقُولُونَ مضى أس واعتكفت أمس وَمَا رَأَيْته مذ أمس بِالْكَسْرِ فِي الْأَحْوَال الثَّلَاثَة قَالَ الشَّاعِر منع البقآء تقلب الشَّمْس وطلوعها من حَيْثُ لَا تمسي</p> </div>"
   },
   {
    "page_number": 7,
    "page": 16,
    "text": "<div> <p>وطلوعها حَمْرَاء صافيتم وغربها صفراء كالورس الْيَوْم أعلم مَا يَجِيء بِهِ وَمضى بفصل قَضَائِهِ</p> </div>"
   },
   {
    "page_number": 8,
    "page": 17,
    "text": "<div> <p>أمس فأمس فِي الْبَيْت فَاعل لمضى وَهُوَ مكسور كَمَا ترى وافترقت بَنو تَمِيم فرْقَتَيْن فَمنهمْ من أعربه بالضمة رفعا وبالفتحة مُطلقًا فَقَالَ مضى أمس بالضمة واعتكفت أمس وَمَا رَأَيْته مُنْذُ أمس بِالْفَتْح قَالَ الشَّاعِر لقد رَأَيْت عجبا مذ أمسا عجائزا مثل السعالي خمْسا يأكلن مَا فِي رحليهن همسا لَا ترك الله لَهُنَّ ضرسا وَلَا لقين الدَّهْر إِلَّا تعسا</p> </div>"
   },
   {
    "page_number": 9,
    "page": 19,
    "text": "<div> <p>من أعربه بالضمة رفعا وبناه على الْكسر نصبا وجرا وَزعم الزجاجي أَن من الْعَرَب من يَبْنِي أمس على الْفَتْح وَأنْشد عَلَيْهِ قَوْله مذأمسا وَهُوَ وهم وَالصَّوَاب مَا قدمنَا من أَنه مُعرب غير منصرف وَزعم بَعضهم أَن أمسا فِي الْبَيْت فعل مَاض وفاعله مستتر وَالتَّقْدِير مذ أَمْسَى الْمسَاء وَلما فرغت من ذكر المبنى على الْكسر ذكرت الْمَبْنِيّ على الْفَتْح ومثلته بِأحد عشر وأخواته تَقول جَاءَنِي أحد عشر رجلا وأيت أحد عشر رجلا ومررت بِأحد عشر رجلا بِفَتْح الْكَلِمَتَيْنِ فِي الْأَحْوَال الثَّلَاثَة وَكَذَا تَقول فِي أخواته إِلَّا اثنى عشر فَإِن الْكَلِمَة الأولى مِنْهُ تعرب بِالْألف رفعا وبالياء نصبا وجرا تَقول جَاءَنِي اثْنَا عشر رجلا وَرَأَيْت اثنى عشر رجلا ومررت باثنى عشر رجلا وَإِنَّمَا لم أستثن هَذَا من إِطْلَاق قولي وأخواته لأنني سأذكر فِيمَا بعد أَن اثْنَيْنِ واثنتين يعربان إِعْرَاب الْمثنى مُطلقًا وَإِن ركبا وَلما فرغت من ذكر الْمَبْنِيّ على الْفَتْح ذكرت الْمَبْنِيّ على الضَّم ومثلته بقبل وَبعد وأشرت إِلَى أَن لَهما أَربع حالات إِحْدَاهَا أَن يَكُونَا مضافين فيعربان نصنبا على الظَّرْفِيَّة أَو خفضا بِمن تَقول جئْتُك قبل زيد وَبعده فتنصبها على الظَّرْفِيَّة وَمن قبله وَمن بعده فتخفضها بِمن قَالَ الله تَعَالَى كذبت قبلهم قوم نوح فَبِأَي حَدِيث بعد الله وآياته يُؤمنُونَ وَقَالَ الله تَعَالَى ألم يَأْتهمْ نبأ</p> </div>"
   },
   {
    "page_number": 10,
    "page": 20,
    "text": "<div> <p>الَّذين من قبلهم من بعد مَا أهلكنا الْقُرُون الأولى الْحَالة الثَّانِيَة أَن يحذف الْمُضَاف إِلَيْهِ وينوى ثُبُوت لَفظه فيعربان الْإِعْرَاب الْمَذْكُور وَلَا ينونان لنِيَّة الْإِضَافَة وَذَلِكَ كَقَوْلِه وَمن قبل نَادَى كل مولى قرَابَة فَم عطفت مولى عَلَيْهِ العواطف</p> </div>"
   },
   {
    "page_number": 11,
    "page": 21,
    "text": "<div> <p>الرِّوَايَة بخفض قبل بِغَيْر تَنْوِين أى وَمن قبل ذَلِك فَحذف ذَلِك من اللَّفْظ وَقدره ثَابتا وَقَرَأَ الجحدري والعقيلي لله الْأَمر من قبل وَمن بعد فَحذف الْمُضَاف إِلَيْهِ وقدربالخفض بِغَيْر تَنْوِين اي من قبل الغلب وَمن بعده وجوده ثَابتا الْحَالة الثَّالِثَة أَن يقطع عَن الاضافة لفظا وَلَا يَنْوِي الْمُضَاف إِلَيْهِ فيعربان أَيْضا الْإِعْرَاب الْمَذْكُور ولكنهما ينونان لِأَنَّهُمَا حِينَئِذٍ اسمان تامان كَسَائِر الْأَسْمَاء النكرات فَتَقول جئْتُك قبلا وبعدا وَمن قبل وَمن بعد قَالَ الشَّاعِر فساغ لي الشَّرَاب وَكنت قبلا أكاد أغص بِالْمَاءِ الْفُرَات</p> </div>"
   },
   {
    "page_number": 12,
    "page": 23,
    "text": "<div> <p>وَقَرَأَ بَعضهم لله الْأَمر من قبل وَمن بعد بالخفض والتنين الْحَالة الرَّابِعَة أَن يحذف الْمُضَاف إِلَيْهِ وَيَنْوِي مَعْنَاهُ دون لَفظه فيبنيان حِينَئِذٍ على الضَّم كَقِرَاءَة السَّبْعَة لله الْأَمر من قبل وَمن بعد وَقَوْلِي وَأَخَوَاتهَا أردْت بِهِ أَسمَاء الْجِهَات السِّت وَأول وَدون ونحوهن قَالَ الشَّاعِر لعمرك مَا أَدْرِي وإنى لأوجل على أَيّنَا تعدو الْمنية أول</p> </div>"
   },
   {
    "page_number": 13,
    "page": 25,
    "text": "<div> <p>وَقَالَ آخر إِذْ أَنا لم أومن عَلَيْك وَلم يكن لقاؤك إِلَّا من وَرَاء وَرَاء</p> </div>"
   },
   {
    "page_number": 14,
    "page": 26,
    "text": "<div> <p>وَلما فرغت من ذكر الْمَبْنِيّ على الضَّم ذكرت الْمَبْنِيّ على السّكُون ومثلت لَهُ بِمن وَكم تَقول جَاءَنِي من قَامَ وَرَأَيْت من قَامَ ومررت بِمن قَامَ فتجد من مُلَازمَة للسكون فِي الْأَحْوَال الثَّلَاثَة وَكَذَا تَقول كم مَالك وَكم عبدا ملكت وبكم دِرْهَم اشْتريت ف كم فِي الْمِثَال الأول فِي مَوضِع رفع بِالِابْتِدَاءِ عِنْد سِيبَوَيْهٍ وعَلى الخبرية عِنْد الْأَخْفَش وَفِي الثَّانِي فِي مَوضِع نصب على المفعولية بِالْفِعْلِ الَّذِي بعْدهَا وَفِي الثَّالِث فِي مَوضِع خفض بِالْبَاء وَهِي سَاكِنة فِي الْأَحْوَال الثَّلَاثَة كَمَا ترى وَلما ذكرت الْمَبْنِيّ على السّكُون مُتَأَخِّرًا خشيت من وهم من يتَوَهَّم أَنه خلاف الأَصْل فَدفعت هَذَا الْوَهم بِقَوْلِي وَهُوَ أصل الْبناء</p><p>أَقسَام الْفِعْل وعلاماته</p><p>ص وَأما الْفِعْل فَثَلَاثَة أَقسَام مَاض وَيعرف بتاء التَّأْنِيث الساكنة وبناؤه على الْفَتْح كضرب إِلَّا مَعَ وَاو الْجَمَاعَة فيضم كضربوا أَو الضَّمِير الْمَرْفُوع المتحرك فيسكن كضربت وَمِنْه نعم وَبئسَ وَعَسَى وَلَيْسَ فِي الْأَصَح وَأمر وَيعرف بدلالته على الطّلب مَعَ قبُوله يَاء المخاطبة وبناؤه على السّكُون كاضرب إِلَّا المعتل فعلى حذف آخِره كاغز واخش وارم وَنَحْو قوما وَقومُوا وقومي فعلى حذف النُّون وَمِنْه هَلُمَّ فِي لُغَة تَمِيم وهات وتعال فِي الْأَصَح ومضارع وَيعرف بلم وافتتاحه بِحرف من حُرُوف نأيت نَحْو نقوم وأقوم وَيقوم وَتقوم وَيضم أَوله إِن كَانَ ماضيه رباعيا ك يدحرج وَيكرم وَيفتح فِي غره ك يضْرب ويجتمع ويستخرج ويسكن آخِره مَعَ نون النسْوَة نَحْو يَتَرَبَّصْنَ وَإِلَّا أَن يعفون وَيفتح مَعَ نون التوكيد الْمُبَاشرَة لفظا وتقديرا نَحْو لينبذن</p> </div>"
   },
   {
    "page_number": 15,
    "page": 27,
    "text": "<div> <p>ويعرب فِيمَا عدا ذَلِك نَحْو يقوم زيد وَلَا تتبعان لتبلون فإمَّا تَرين وَلَا يصدنك ش لما فرغت من ذكر عَلَامَات الِاسْم وَبَيَان انقسامه إِلَى مُعرب ومبني وَبَيَان انقسام الْمَبْنِيّ مِنْهُ إِلَى مكسور ومفتوح ومضموم وَمَوْقُوف شرعت فِي ذكر الْفِعْل فَذكرت أَنه يَنْقَسِم إِلَّا ثَلَاثَة أَقسَام مَاض ومضارع وَأمر وَذكرت لكل وَاحِد مِنْهَا علامته الدَّالَّة عَلَيْهِ وَحكمه الثَّابِت لَهُ من بِنَاء وإعراب</p><p>الْفِعْل الْمَاضِي</p><p>وبدأت من ذَلِك بالماضي فَذكرت أَن علامته أَن يقبل تَاء التَّأْنِيث الساكنة كقام وَقعد تَقول قَامَت وَقَعَدت وَأَن حكمه فِي الأَصْل الْبناء على الْفَتْح كَمَا مثلنَا وَقد يخرج عَنهُ إِلَى الضَّم وَذَلِكَ إِذا اتَّصَلت بِهِ وَاو الْجَمَاعَة كَقَوْلِك قَامُوا وقعدوا أَو إِلَى السّكُون وَذَلِكَ إِذا اتَّصل بِهِ الضَّمِير الْمَرْفُوع المتحرك كَقَوْلِك قُمْت وَقَعَدت وقمنا وقعدنا والنسوة قمن وقعدن وتلخص من ذَلِك أَن لَهُ ثَلَاث حالات الضَّم وَالْفَتْح والسكون وَقد بيّنت ذَلِك وَلما كَانَ من الْأَفْعَال الْمَاضِيَة مَا اخْتلف فِي فعليته نصصت عَلَيْهِ ونهبت على أَن الْأَصَح فعليته وَهُوَ أَربع كَلِمَات نعم وَبئسَ وَعَسَى وَلَيْسَ فَأَما نعم وَبئسَ فَذهب الْفراء وَجَمَاعَة من الْكُوفِيّين إِلَى أَنَّهُمَا اسمان وَاسْتَدَلُّوا على ذَلِك بِدُخُول حرف الْجَرّ عَلَيْهِمَا فِي قَول بَعضهم وَقد بشر ببنت وَالله مَا هِيَ بنعم الْوَلَد وَقَول آخر وَقد سَار إِلَى محبوبته على حمَار بطيء السّير نعم السّير على بئس العير</p> </div>"
   },
   {
    "page_number": 16,
    "page": 28,
    "text": "<div> <p>وَأما لَيْسَ فَذهب الْفَارِسِي فِي الحلبيات إِلَى أَنَّهَا حرف نفي بِمَنْزِلَة مَا النافية وَتَبعهُ على ذل أَبُو بكر بن شقير وَأما عَسى فَذهب الْكُوفِيُّونَ إِلَى أَنَّهَا حرف ترج بِمَنْزِلَة لَعَلَّ وتبعهم على ذَلِك ابْن السراج وَالصَّحِيح أَن الْأَرْبَعَة أَفعَال بِدَلِيل اتِّصَال تَاء التَّأْنِيث الساكنة بِهن كَقَوْلِه عَلَيْهِ الصَّلَاة وَالسَّلَام من تَوَضَّأ يَوْم الْجُمُعَة فبها ونعمت وَمن اغْتسل فالغسل أفضل وَالْمعْنَى من تَوَضَّأ يَوْم الْجُمُعَة فبالرخصة أَخذ ونعمت الرُّخْصَة الْوضُوء وَتقول بئست الْمَرْأَة حمالَة الْحَطب وَلَيْسَت هِنْد مفلحة وعست هِنْد أَن تَزُورنَا وَأما مَا اسْتدلَّ بِهِ الْكُوفِيُّونَ فمؤول على حذف الْمَوْصُوف وَصفته وَإِقَامَة مَعْمُول الصّفة مقَامهَا وَالتَّقْدِير مَا هِيَ بِولد مقول فِيهِ نعم الْوَلَد وَنعم السّير على عير مقول فِيهِ بئس العير فحرف الْجَرّ فِي الْحَقِيقَة إِنَّمَا دخل على اسْم مَحْذُوف كَمَا بَينا وكما قَالَ الآخر</p> </div>"
   },
   {
    "page_number": 17,
    "page": 29,
    "text": "<div> <p>وَالله مَا ليلِي بنام صَاحبه وَلَا مخالط الليان جَانِبه</p> </div>"
   },
   {
    "page_number": 18,
    "page": 30,
    "text": "<div> <p>أَي بلَيْل مقول فِيهِ نَام صَاحبه</p><p>فعل الْأَمر</p><p>وَلما فرغت من ذكر عَلَامَات الْمَاضِي وَحكمه وَبَيَان مَا اخْتلف فِيهِ مِنْهُ ثنيت بالْكلَام على فعل الْأَمر فَذكرت أَن علامته الَّتِي يعرف بهَا مركبة من مَجْمُوع شَيْئَيْنِ وهما دلَالَته على الطّلب وقبوله يَاء المخاطبة وَذَلِكَ نَحْو قُم فَإِنَّهُ دَال على طلب الْقيام وَيقبل يَاء المخاطبة تَقول إِذا أمرت الْمَرْأَة قومِي وَكَذَلِكَ اقعد وأقعدي واذهب واذهبي قَالَ الله تَعَالَى فكلي واشربي وقري عينا فَلَو دلّت الْكَلِمَة على الطّلب وَلم تقبل يَاء المخاطبة نَحْو صه بِمَعْنى اسْكُتْ ومه بِمَعْنى اكفف أَو قبلت يَاء المخاطبة وَلم تدل على الطّلب نَحْو أَنْت يَا هِنْد تقومين وتأكلين لم يكن فعل أَمر</p> </div>"
   },
   {
    "page_number": 19,
    "page": 31,
    "text": "<div> <p>ثمَّ بيّنت أَن حكم فعل الْأَمر فِي الأَصْل الْبناء على السّكُون كاضرب وأذهب وَقد يبْنى على حذف آخِره وَذَلِكَ إِن كَانَ مُعْتَلًّا نَحْو اغز واخش وارم وَقد يبْنى على حذف النُّون وَذَلِكَ إِذا كَانَ مُسْتَندا لِأَلف اثْنَيْنِ نَحْو قوما أَو وَاو جمع نَحْو قومُوا أَو يَاء مُخَاطبَة نَحْو قومِي فَهَذِهِ ثَلَاثَة أَحْوَال لِلْأَمْرِ أَيْضا كَمَا أَن للماضي ثَلَاثَة أَحْوَال وَلما كَانَ بعض كَلِمَات الْأَمر مُخْتَلفا فِيهِ هَل هُوَ فعل أَو اسْم نبهت عَلَيْهِ كَمَا فعلت مثل ذَلِك فِي الْفِعْل الْمَاضِي وَهُوَ ثَلَاثَة هَلُمَّ وهات وتعال فَأَما هَلُمَّ فَاخْتلف فِيهَا الْعَرَب على لغتين إِحْدَاهمَا أَن تلْزم طرْقَة وَاحِدَة وَلَا يخْتَلف لَفظهَا بِحَسب من هِيَ مُسندَة إِلَيْهِ فَتَقول هَلُمَّ يَا زيد وهلم يَا زَيْدَانَ وهلم يَا زيدون وهلم يَا هِنْد وهلم يَا هندان وهلم يَا هندات وَهِي لُغَة أهل الْحجاز وَبهَا جَاءَ التَّنْزِيل قَالَ الله تَعَالَى والقائلين لإخوانهم هَلُمَّ إِلَيْنَا أَي ائْتُوا إِلَيْنَا وَقَالَ تَعَالَى قل هَلُمَّ شهداؤكم أَي أحضروا شهداؤكم وَهِي عِنْدهم اسْم فعل لَا فعل أَمر لِأَنَّهَا وان كَانَت دَالَّة على الطّلب لَكِنَّهَا لَا تقبل يَاء المخاطبة وَالثَّانيَِة أَن تلحقها بالضمائر البارزة بِحَسب من هِيَ مُسندَة إِلَيْهِ فَتَقول هَلُمَّ وهلما وهلموا وهلممن بالفك وَسُكُون اللَّام وهلمي وَهِي لُغَة بني تَمِيم وَهِي عِنْد هَؤُلَاءِ فعل أَمر لدلالتها على الطّلب وقبولها يَاء المخاطبة وَقد تبين بِمَا استشهدت بِهِ من الْآيَتَيْنِ أَن هَلُمَّ تسْتَعْمل قَاصِرَة ومتعدية وَأما هَات وتعال فعدهما جمَاعَة من النَّحْوِيين فِي أَسمَاء الْأَفْعَال</p> </div>"
   },
   {
    "page_number": 20,
    "page": 32,
    "text": "<div> <p>وَالصَّوَاب أَنَّهُمَا فعلا أَمر بِدَلِيل أَنَّهُمَا دالان على الطّلب وتلحقهما يَاء المخاطبة تَقول هَاتِي وتعالي وَاعْلَم أَن آخر هَات مكسور أبدا إِلَّا اذا كَانَ لجَماعَة المذكرين فَإِنَّهُ يضم فَتَقول هَات يَا زيد وهاتي يَا هِنْد وهاتيا يَا زَيْدَانَ أَو يَا هندان وَهَاتين يَا هندات كل ذَلِك بِكَسْر التَّاء وَتقول هاتوا يَا قوم بضَمهَا قَالَ الله تَعَالَى قل هاتوا برهانكم وَأَن آخر تعال مَفْتُوح فِي جَمِيع أَحْوَاله من غير اسْتثِْنَاء تَقول تعال يَا زيد وتعالي يَا هِنْد وتعاليا يَا زَيْدَانَ وتعالوا يَا زيدون وتعالين يَا هندات كل ذَلِك بِالْفَتْح قَالَ الله تَعَالَى قل تَعَالَوْا أتل وَقَالَ تَعَالَى فتعالين أمتعكن وَمن ثمَّ لحنوا من قَالَ تعالي أقاسمك الهموم تعالي بِكَسْر اللَّام</p> </div>"
   },
   {
    "page_number": 21,
    "page": 33,
    "text": "<div> <p>الْفِعْل الْمُضَارع</p><p>وَلما فرغت من ذكر أَمر وَحكمه وَبَيَان مَا اخْتلف فِيهِ مِنْهُ ثلثت بالمضارع فَذكرت أَن علامته أَن يصلح دُخُول لم عَلَيْهِ نَحْو لم يلد</p> </div>"
   },
   {
    "page_number": 22,
    "page": 34,
    "text": "<div> <p>وَلم يُولد وَلم يكن لَهُ كفوا أحد وَذكرت أَنه لَا بُد أَن يكون فِي أَوله حرف من حُرُوف نأيت وَهِي النُّون وَالْألف وَالْيَاء وَالتَّاء نَحْو نقوم وأقوم وَيقوم وَتقوم وَتسَمى هَذِه الْأَرْبَعَة أحرف المضارعة وَإِنَّمَا ذكرت هَذِه الأحرف بساطا وتمهيدا للْحكم الَّذِي بعْدهَا لَا لأعرف بهَا الْفِعْل الْمُضَارع لأَنا وجدناها تدخل فِي أول الْفِعْل الْمَاضِي نَحْو أكرمت زيدا وتعلمت الْمَسْأَلَة ونرجست الدَّوَاء إِذا جعلت فِيهِ نرجسا ويرنأت الشيب إِذا خضبته باليرناء وَهُوَ الْحِنَّاء وَإِنَّمَا الْعُمْدَة فِي تَعْرِيف الْمُضَارع دُخُول لم عَلَيْهِ وَمَا فرغت من ذكر عَلَامَات الْمُضَارع شرعت فِي ذكر حكمه فَذكرت أَن لَهُ حكمين حكما بِاعْتِبَار أَوله وَحكما بِاعْتِبَار آخِره فَأَما حكمه بِاعْتِبَار أَوله فَإِنَّهُ يضم تَارَة وَيفتح أُخْرَى فيضم إِن كَانَ الْمَاضِي اربعة أحرف سَوَاء كَانَت كلهَا أصولا نَحْو دحرج يدحرج أَو كَانَ بَعْضهَا أصلا وَبَعضهَا زَائِدا نَحْو اكرم يكرم فَإِن الْهمزَة فِيهِ زَائِدَة لِأَن أَصله كرم وَيفتح إِن كَانَ الْمَاضِي أقل من الْأَرْبَعَة أَو أَكثر مِنْهَا</p> </div>"
   },
   {
    "page_number": 23,
    "page": 35,
    "text": "<div> <p>فَالْأول نَحْو ضرب يضْرب وَذهب يذهب وَدخل يدْخل وَالثَّانِي نَحْو انْطلق ينْطَلق واستخرج يسْتَخْرج وَأما حكمه بِاعْتِبَار آخِره فَإِنَّهُ تَارَة يبْنى على السّكُون وَتارَة يبْنى على الْفَتْح وَتارَة يعرب فَهَذِهِ ثَلَاث حالات لآخره كَمَا أَن لآخر الْمَاضِي ثَلَاث حالات وَلآخر الْأَمر ثَلَاث حالات فَأَما بِنَاؤُه على السّكُون فشروط بِأَن يتَّصل بِهِ نون الْإِنَاث نَحْو النسْوَة يقمن ووالوالدات يرضعن والمطلقات يَتَرَبَّصْنَ وَمِنْه إِلَّا أَن يعفون لِأَن الْوَاو أَصْلِيَّة وَهِي وَاو عَفا يعْفُو وَالْفِعْل مَبْنِيّ على السّكُون لاتصاله بالنُّون وَالنُّون فَاعل مُضْمر عَائِد على المطلقات ووزنه يفعلن وَلَيْسَ هَذَا كيعفون فِي قَوْلك الرِّجَال يعفون لِأَن تِلْكَ الْوَاو ضمير لجَماعَة المذكرين كالواو فِي قَوْلك يقومُونَ وواو الْفِعْل حذفت وَالنُّون عَلامَة الرّفْع ووزنه يعفرن وَهَذَا يُقَال فِيهِ إِلَّا أَن يعفوا بِحَذْف نونه كَمَا تَقول إِلَّا أَن يقومُوا وَسَيَأْتِي شرح ذَلِك كُله وَأما بِنَاؤُه على الْفَتْح فمشروط بِأَن تباشره نون التوكيد لفظا وتقديرا نَحْو كلا لينبذن واحترزت بِذكر الْمُبَاشرَة من نَحْو قَوْله تَعَالَى وَلَا تتبعان سَبِيل الَّذين لَا يعلمُونَ لتبلون فِي أَمْوَالكُم فإمَّا تَرين من الْبشر أحدا فَإِن الْألف فِي الأول وَالْوَاو الثَّانِي وَالْيَاء فِي الثَّالِث فاصلة بَين الْفِعْل وَالنُّون فَهُوَ مُعرب لَا مَبْنِيّ وَكَذَلِكَ لَو كَانَ الْفَاصِل بَينهمَا مُقَدرا كَانَ الْفِعْل أَيْضا معربا وَذَلِكَ كَقَوْلِه</p> </div>"
   },
   {
    "page_number": 24,
    "page": 36,
    "text": "<div> <p>تَعَالَى وَلَا يصدنك عَن آيَات الله ولتسمعن مثله غير أَن نون الرّفْع حذفت تَخْفِيفًا لتوالي الْأَمْثَال ثمَّ التقى ساكنان أَصله قبل دُخُول الْجَازِم يصصدوننك فَلَمَّا دخل الْجَازِم وَهُوَ لَا الناهية حذفت النُّون فَالتقى ساكنان الْوَاو وَالنُّون فحذفت الْوَاو لاعتلالها وَوُجُود دَلِيل يدل عَلَيْهَا وَهُوَ الضمة وَقدر الْفِعْل معربا وَإِن كَانَت النُّون مُبَاشرَة لآخره لفظا لكَونهَا مُنْفَصِلَة عَنهُ تَقْديرا وَقد أَشرت إِلَى ذَلِك كُله ممثلا وَأما إعرابه فَفِيمَا عدا هذَيْن الْمَوْضِعَيْنِ نَحْو يقوم زيد وَلنْ يقوم زيد وَلم يقم زيد</p><p>الْحَرْف وعلاماته وَأَنَّهَا جَمِيعهَا مَبْنِيَّة</p><p>ص وَأما الْحَرْف فَيعرف بِأَن لَا يقبل شَيْئا من عَلَامَات الِاسْم وَالْفِعْل نَحْو هَل وبل وَلَيْسَ مِنْهُ مهما وَإِذ مَا بل مَا المصدرية لما الرابطة فِي الْأَصَح ش لما فرغت من القَوْل فِي الِاسْم وَالْفِعْل شرعت فِي ذكر الْحَرْف فَذكرت أَنه يعرف بِأَن لَا يقبل شَيْئا من عَلَامَات الِاسْم وَلَا عَلَامَات الْفِعْل نَحْو هَل وبل فَإِنَّهُمَا لَا يقبلان شَيْئا من عَلَامَات الْأَسْمَاء وَلَا شَيْئا من عَلَامَات الْأَفْعَال فَانْتفى أَن يَكُونَا اسْمَيْنِ وَأَن يَكُونَا فعلين وَتعين أَن يَكُونَا حرفين إِذْ لَيْسَ إِلَّا ثَلَاثَة أَقسَام وَقد انْتَفَى اثْنَان فَتعين الثَّالِث</p> </div>"
   },
   {
    "page_number": 25,
    "page": 37,
    "text": "<div> <p>وَلما كَانَ من الْحُرُوف اخْتلف فِيهِ هَل هُوَ حرف أَو اسْم نصصت عَلَيْهِ كَمَا فعلت فِي الْفِعْل الْمَاضِي وَفعل الْأَمر أَرْبَعَة إِذْ مَا وَمهما وَمَا المصدرية وَلما الرابطة فَأَما إِذْ مَا فَاخْتلف فِيهِ سِيبَوَيْهٍ وَغَيره فَقَالَ سِيبَوَيْهٍ إِنَّهَا حرف بِمَنْزِلَة إِن الشّرطِيَّة فَإِذا قلت إِذْ مَا تقم أقِم فَمَعْنَاه إِن تقم أقِم وَقَالَ الْمبرد وَابْن السراج والفارسي إِنَّهَا ظرف زمَان وَإِن الْمَعْنى فِي الْمِثَال مَتى تقم أقِم وَاحْتَجُّوا بِأَنَّهَا قبل دُخُول مَا كَانَت اسْما ووالأصل عدم التَّغْيِير وَأجِيب بِأَن التَّغْيِير قد تحقق قطعا بِدَلِيل أَنَّهَا كَانَت للماضي فَصَارَت للمستقبل فَدلَّ على أَنَّهَا نزع مِنْهَا ذَلِك الْمَعْنى لبتة وَفِي هَذَا الْجَواب نظر لَا يحْتَملهُ هَذَا الْمُخْتَصر وَأما مهما فَزعم الْجُمْهُور أَنَّهَا اسْم بِدَلِيل قَوْله تَعَالَى مهما تأتنا بِهِ من آيَة فالهاء من بِهِ عَائِدَة عَلَيْهَا وَالضَّمِير لَا يعود إِلَّا على الْأَسْمَاء وَزعم السُّهيْلي وَابْن يسعون أَنَّهَا حرف واستدلا على ذَلِك بقول زُهَيْر وَمهما تكن عِنْد أمرئ من خَلِيقَة وَإِن خالها تخفى على النَّاس تعلم</p> </div>"
   },
   {
    "page_number": 26,
    "page": 40,
    "text": "<div> <p>وَتَقْرِير الدَّلِيل أَنَّهُمَا أعربا خَلِيقَة اسْما لتكن وَمن زَائِدَة فَتعين خلوه الْفِعْل من الضَّمِير وَكَون مهما لَا مَوضِع لَهَا من الْإِعْرَاب إِذْ لَا يَلِيق بهَا هَهُنَا لَو كَانَ لَهَا مَحل إِلَّا تكون مُبْتَدأ والابتداء هُنَا مُتَعَذر لعدم رابط يرْبط الْجُمْلَة الْوَاقِعَة خَبرا لَهُ وَإِذا ثَبت أَن لَا موقع لَهَا من الْإِعْرَاب تعين كَونهَا حرفا وَالتَّحْقِيق أَن اسْم تكن مستتر وَمن خَلِيقَة تَفْسِير لمهما كَمَا أَن</p> </div>"
   },
   {
    "page_number": 27,
    "page": 41,
    "text": "<div> <p>من آيَة تَفْسِير ل مَا فِي قَوْله تَعَالَى مَا ننسخ من آيَة وَمهما مُبْتَدأ وَالْجُمْلَة خبر وَأما مَا المصدرية فَهِيَ الَّتِي تسبك مَعَ مَا بعْدهَا بمصدر نَحْو قَوْله تَعَالَى ودوا مَا عنتم أَي ودوا عنتكم وَقَول الشَّاعِر يسر مَا ذهب اللَّيَالِي وَكَانَ ذهابهن لَهُ ذَهَابًا أَي يسر الْمَرْء ذهَاب اللَّيَالِي</p> </div>"
   },
   {
    "page_number": 28,
    "page": 42,
    "text": "<div> <p>وَقد اخْتلف فِيهَا فَذهب سِيبَوَيْهٍ إِلَى أَنَّهَا حرف بِمَنْزِلَة أَن المصدرية وَذهب الْأَخْفَش وَابْن السراج إِلَى أَنَّهَا اسْم بِمَنْزِلَة الَّذِي وَاقع على مَا لَا يعقل وَهُوَ الْحَدث وَالْمعْنَى ودوا الَّذِي عنتموه أَي الْعَنَت الَّذِي عنتموه وَيسر الْمَرْء الَّذِي ذهبه اللَّيَالِي وَيرد على هَذَا القَوْل أَنه لم يسمع أعجبني مَا قمته وَمَا قعدته وَلَو صَحَّ مَا ذكر لجَاز ذَلِك لِأَن الأَصْل أَن الْعَائِد يكون مَذْكُورا لَا محذوفا وَأما لما فَإِنَّهَا فِي الْعَرَبيَّة على ثَلَاثَة أَقسَام نَافِيَة بِمَنْزِلَة لم نَحْو لما يقْض مَا أمره أَي لم يقْض مَا أمره</p> </div>"
   },
   {
    "page_number": 29,
    "page": 43,
    "text": "<div> <p>وإيجابية بِمَنْزِلَة إِلَّا نَحْو قَوْلهم عزمت عَلَيْك لما فعلت كَذَا أَي إِلَّا فعلت كَذَا أَي مَا أطلب مِنْك إِلَّا فعل كَذَا وَهِي فِي هذَيْن الْقسمَيْنِ حرف بِاتِّفَاق وَالثَّالِث أَن تكون رابطة لوُجُود شَيْء بِوُجُود غَيره نَحْو لما جَاءَنِي أكرمته فَإِنَّهَا ربطت وجود الْإِكْرَام بِوُجُود الْمَجِيء وَاخْتلف فِي هَذِه فَقَالَ سِيبَوَيْهٍ إِنَّهَا ظرف بِمَعْنى حِين ورد بقوله تَعَالَى فَلَمَّا قضينا عَلَيْهِ الْمَوْت الْآيَة وَذَلِكَ أَنَّهَا لَو كَانَت ظرفا لاحتاجت إِلَى عَامل يعْمل فِي محلهَا النصب وَذَلِكَ الْعَامِل إِمَّا قضينا أَو دلهم إِذْ لَيْسَ مَعنا سواهُمَا وَكَون الْعَامِل قضينا مَرْدُود بِأَن الْقَائِلين بِأَنَّهَا اسْم يَزْعمُونَ أَنَّهَا مُضَافَة إِلَى مَا يَليهَا والمضاف إِلَيْهِ لَا يعْمل فِي الْمُضَاف وَكَون الْعَامِل دلهم مَرْدُود بِأَن مَا النافة لَا يعْمل مَا بعْدهَا فِيمَا قبلهَا وَإِذا بَطل أَن يكون لَهَا عَامل تعين أَن لَا مَوضِع لَهَا من الْإِعْرَاب وَذَلِكَ يَقْتَضِي الحرفية ص وَجَمِيع الْحُرُوف مَبْنِيَّة</p><p>تَعْرِيف الْكَلَام</p><p>ش لما فرغت من ذكر عَلَامَات الْحَرْف وَبَيَان مَا اخْتلف فِيهِ مِنْهُ ذكرت حكمه وَأَنه مَبْنِيّ لاحظ لشَيْء من كَلِمَاته فِي الْإِعْرَاب ص وَالْكَلَام لفظ مُفِيد ش لما أنهيت القَوْل فِي الْكَلِمَة وأقسامها الثَّلَاثَة شرعت فِي تَفْسِير الْكَلَام فَذكرت أَنه عبارَة عَن اللَّفْظ الْمُفِيد ونعني بِاللَّفْظِ الصَّوْت الْمُشْتَمل على بعض الْحُرُوف أَو مَا هُوَ فِي قُوَّة ذَلِك فَالْأول نَحْو رجل وَفرس وَالثَّانِي كالضمير الْمُسْتَتر فِي نَحْو اضْرِب واذهب الْمقدرَة بِقَوْلِك أَنْت ونعني بالمفيد</p> </div>"
   },
   {
    "page_number": 30,
    "page": 44,
    "text": "<div> <p>مَا يَصح الإكتفاء بِهِ فنحو قَامَ زيد كَلَام لِأَنَّهُ لفظ يَصح الِاكْتِفَاء بِهِ وَإِذا كتبت زيد قَائِم مثلا فَلَيْسَ بِكَلَام لِأَنَّهُ وَإِن صَحَّ الِاكْتِفَاء بِهِ لكنه لَيْسَ بِلَفْظ وَكَذَلِكَ إِذا أَشرت إِلَى أحد بِالْقيامِ أَو الْقعُود فَلَيْسَ بِكَلَام لِأَنَّهُ لَيْسَ لَيْسَ بِلَفْظ ص وَأَقل ائتلافه من أسمين كزيد قَائِم أَو فعل وَاسم كقام زيد ش صور تأليف الْكَلَام سِتّ وَذَلِكَ لِأَنَّهُ يتألف إِمَّا من اسْمَيْنِ أَو من فعل وَاسم أَو من جملتين أَو من فعل واسمين أَو من فعل وَثَلَاثَة أَسمَاء أَو من فعل وَأَرْبَعَة أَسمَاء أما ائتلافه من اسْمَيْنِ فَلهُ أَربع صور إِحْدَاهمَا أَن يَكُونَا مُبْتَدأ وخبرا نَحْو زيد قَائِم وَالثَّانيَِة أَن يَكُونَا مُبْتَدأ وفاعلا سد مسد الْخَبَر نَحْو أقائم الزيدان وَإِنَّمَا جَازَ ذَلِك لِأَنَّهُ فى قُوَّة قَوْلك أيقوم الزيدان وَذَلِكَ كَلَام تَامّ لَا حَاجَة لَهُ إِلَى شَيْء فَكَذَلِك هَذَا الثَّالِثَة أَن يكون مُبْتَدأ ونائبا عَن فَاعل سد مسد الْخَبَر نَحْو أمضروب الزيدان الرَّابِعَة أَن يَكُونَا اسْم فعل وفاعله نَحْو هَيْهَات العقيق فهيهات اسْم فعل وَهُوَ بِمَعْنى بعد والعقيق فَاعل بِهِ وَأما ائتلافه من فعل وَاسم فَلهُ صُورَتَانِ إِحْدَاهمَا أَن يكون الِاسْم فَاعِلا نَحْو قَامَ زيد وَالثَّانيَِة أَن يكون الِاسْم نَائِبا عَن الْفَاعِل نَحْو ضرب زيد وَأما ائتلافه من الجملتين فَلهُ صُورَتَانِ ايضا إِحْدَاهمَا جملَة الشَّرْط وَالْجَزَاء نَحْو إِن قَامَ زيد قُمْت وَالثَّانيَِة جملتا الْقسم وَجَوَابه نَحْو أَحْلف بِاللَّه لزيد قَائِم وَأما ائتلافه من فعل واسمين فنحو كَانَ زيد قَائِما وَأما ائتلافه من فعل وَثَلَاثَة أَسمَاء فنحو علمت زيدا فَاضلا وَأما ائتلافه من فعل وَأَرْبَعَة أَسمَاء فنحو أعلمت زيدا عمروا فَاضلا فَهَذِهِ صور التَّأْلِيف وَأَقل ائتلافه من أسمين أَو فعل وَاسم كَمَا ذكرت</p> </div>"
   },
   {
    "page_number": 31,
    "page": 45,
    "text": "<div> <p>وَمَا صرحت بِهِ من أَن ذَلِك هُوَ أقل مَا يتألف مِنْهُ الْكَلَام هُوَ مُرَاد النَّحْوِيين وَعبارَة بَعضهم توهم أَنه لَا يكون إِلَّا من اسْمَيْنِ أَو من فعل وَاسم</p><p>أَنْوَاع الْإِعْرَاب</p><p>ص فصل أَنْوَاع الْإِعْرَاب أَرْبَعَة رفع وَنصب فى اسْم وَفعل نَحْو زيد يقوم وَإِن زيدا لن يقوم وجر فى اسْم نَحْو بزيد وَجزم فى فعل نَحْو لم يقم فيرفع بضمة وَينصب بفتحة ويجر بكسرة ويجزم بِحَذْف حَرَكَة ش الْإِعْرَاب أثر ظَاهر أَو مُقَدّر يجلبه الْعَامِل فى آخر الْكَلِمَة فَالظَّاهِر كالذى فى آخر زيد فى قَوْلك جَاءَ زيد وَرَأَيْت زيدا ومررت بزيد والمقدر كالذى فى آخر الْفَتى فى قَوْلك جَاءَ الْفَتى وَرَأَيْت الْفَتى ومررت بالفتى فَإنَّك تقدر الضمة فى الأول والفتحة فى الثَّانِي والكسرة فى الثَّالِث لتعذر الْحَرَكَة فِيهَا وَذَلِكَ الْمُقدر هُوَ الْإِعْرَاب وَالْإِعْرَاب جنس تَحْتَهُ أَرْبَعَة أَنْوَاع الرّفْع وَالنّصب والجر والجزم وَهَذِه الانواع الْأَرْبَعَة تَنْقَسِم إِلَى ثَلَاثَة أَقسَام قسم يشْتَرك فِيهِ الْأَسْمَاء وَالْأَفْعَال وَهُوَ الرّفْع وَالنّصب تَقول زيد يقوم وَإِن زيدا لن يقوم وَقسم يخْتَص بِهِ الْأَسْمَاء هُوَ الْجَرّ تَقول مَرَرْت بزيد وَقسم يخْتَص بِهِ الْأَفْعَال وَهُوَ الْجَزْم تَقول لم يقم ولهذه الْأَنْوَاع الاربعة عَلَامَات تدل عَلَيْهَا وَهِي ضَرْبَان عَلَامَات أصُول وعلامات فروع فالعلامات الاصول أَرْبَعَة الضمة للرفع والفتحة للنصب والكسرة للجر وَحذف الْحَرَكَة للجزم وَقد مثلت كلهَا والعلامات الْفُرُوع منحصرة فى سَبْعَة أَبْوَاب خَمْسَة فى الْأَسْمَاء وَاثْنَتَانِ فى الْأَفْعَال وستمر بك هَذِه الابواب مفصلة بَابا بَابا</p> </div>"
   },
   {
    "page_number": 32,
    "page": 46,
    "text": "<div> <p>الأساء السِّتَّة</p><p>ص إِلَّا الْأَسْمَاء السِّتَّة وَهِي أَبوهُ وَأَخُوهُ وحموها وهنوه وفوه وَذُو مَال فَترفع بِالْوَاو وتنصب بِالْألف وتجر بِالْيَاءِ ش هَذَا هُوَ الْبَاب الأول مِمَّا خرج عَن الأَصْل وَهُوَ بَاب الْأَسْمَاء السِّتَّة المعتلة المضافة وَهِي أَبوهُ وَأَخُوهُ وحموها وهنوه وفوه وَذُو مَال فَإِنَّهَا ترفع بِالْوَاو نِيَابَة عَن الضمة وتنصب بِالْألف نِيَابَة عَن الفتحة وتجر بِالْيَاءِ نِيَابَة عَن الكسرة تَقول جَاءَنِي أَبوهُ وَرَأَيْت أَبَاهُ ومررت بِأَبِيهِ وَكَذَلِكَ القَوْل فِي الْبَاقِي وَشرط إِعْرَاب هَذِه الْأَسْمَاء بالحروف الْمَذْكُورَة ثَلَاثَة أُمُور أَحدهَا أَن تكون مُفْردَة فَلَو كَانَت مثناة أعربت بِالْألف رفعا وبالياء جرا ونصبا كَمَا تعرب كل تَثْنِيَة تَقول جَاءَنِي أَبَوَانِ وَرَأَيْت أبوين ومررت بابوين وَإِن كَانَت مَجْمُوعَة جمع تكسير أعربت بالحركات على الأَصْل كَقَوْلِك جَاءَنِي آباؤك وَرَأَيْت آباءك ومررت بآبائك وَإِن كَانَت مَجْمُوعَة جمع تَصْحِيح أعربت بِالْوَاو رفعا وبالياء جرا وبالياء جرا ونصبا تَقول جَاءَنِي أبون وَرَأَيْت أبين ومررت بأبين وَلم يجمع مِنْهَا هَذَا الْجمع إِلَّا الْأَب وَالْأَخ والحم الثَّانِي أَن تكون مكبرة فَلَو صغرت أعربت بالحركات نَحْو جَاءَنِي أَبِيك وَرَأَيْت أَبِيك ومررت بأبيك الثَّالِث أَن تكون مُضَافَة فَلَو كَانَت مُفْردَة غير مُضَافَة أعربت أَيْضا بالحركات</p> </div>"
   },
   {
    "page_number": 33,
    "page": 47,
    "text": "<div> <p>نَحْو هَذَا أَب وَرَأَيْت أَبَا ومررت بأب وَلِهَذَا الشَّرْط الْأَخير شَرط وَهُوَ أَن يكون الْمُضَاف إِلَيْهِ غير يَاء الْمُتَكَلّم فَإِن كَانَ يَاء الْمُتَكَلّم أعربت أَيْضا بالحركات لَكِنَّهَا تكون مقدرَة تَقول هَذَا أبي وَرَأَيْت أبي ومررت بِأبي فَيكون آخرهَا مكسورا فِي الْأَحْوَال الثَّلَاثَة والحركات مقدرَة فِيهِ كَمَا تقدر فِي جَمِيع الْأَسْمَاء المضافة إِلَى الْيَاء نَحْو أبي وَأخي وحمي وَغُلَامِي واستغنيت عَن اشْتِرَاط هَذِه الشُّرُوط لكوني لفظت بهَا مُفْردَة مكبرة مُضَافَة إِلَى غير يَاء الْمُتَكَلّم وَإِنَّمَا قلت وحموها فأضفت الحم إِلَى ضمير الْمُؤَنَّث لأبين أَن الحم أقَارِب زوج الْمَرْأَة كأبيه وَعَمه وَابْن عَمه على أَنه رُبمَا أطلق على أقَارِب الزَّوْجَة والهن قيل اسْم يكنى بِهِ عَن أَسمَاء الْأَجْنَاس كَرجل وَفرس وَغير ذَلِك وَقيل عَمَّا يستقبح التَّصْرِيح بِهِ وَقيل عَن الْفرج خَاصَّة ص والأفصح اسْتِعْمَال الهن كغد ش إِذا اسْتعْمل الهن غير مُضَاف كَانَ بِالْإِجْمَاع منقوصا أَي مَحْذُوف اللَّام معربا بالحركات كَسَائِر أخواته تَقول هَذَا هن وَرَأَيْت هُنَا ومررت بِهن كَمَا تَقول يُعجبنِي غَد وَأَصُوم غَدا واعتكفت فِي غَد وَإِذا اسْتعْمل مُضَافا فجمهور الْعَرَب تستعمله كَذَلِك فَتَقول جَاءَ هنك وَرَأَيْت هنك ومررت بهنك كَمَا يَفْعَلُونَ فِي غدك وَبَعْضهمْ يجريه مجْرى أَب وَأَخ فيعربه بالحروف الثَّلَاثَة فَيَقُول هَذَا هنوك وَرَأَيْت هُنَاكَ</p> </div>"
   },
   {
    "page_number": 34,
    "page": 48,
    "text": "<div> <p>ومررت بهنيك وَهِي لُغَة قَليلَة ذكرهَا سِيبَوَيْهٍ وَلم يطلع عَلَيْهَا الْفراء وَلَا الزجاجي فأسقطاه من عدَّة هَذِه الْأَسْمَاء وعداها خَمْسَة</p><p>الْمثنى وَجمع الْمُذكر السَّالِم وَمَا حمل عَلَيْهِ</p><p>ص والمثنى ك الزيدان فيرفع بِالْألف وَجمع الْمُذكر السَّالِم ك الزيدون فيرفع بِالْوَاو ويجران وينصبان بِالْيَاءِ وكلا وكلتا مَعَ الضَّمِير كالمثنى وَكَذَا اثْنَان وَاثْنَتَانِ مُطلقًا وَإِن ركبا وأولو وَعِشْرُونَ وأخواته وعالمون وأهلون ووابلون وأرضون وسنون وبابه وبنون وعليان وَشبهه كالجمع ش الْبَاب الثَّانِي وَالْبَاب الثَّالِث مِمَّا خرج عَن الأَصْل الْمثنى ك الزيدان والعمران وَجمع الْمُذكر السَّالِم ك الزيدون والعمرون أما الْمثنى فَإِنَّهُ يرفع بِالْألف نِيَابَة عَن الضمة ويجر وَينصب بِالْيَاءِ نِيَابَة عَن الكسرة والفتحة تَقول جَاءَنِي الزيدان وَرَأَيْت الزيدين ومررت بالزيدين وحملوا عَلَيْهِ فِي ذَلِك أَرْبَعَة أَلْفَاظ لفظين بِشَرْط ولفظين بِغَيْر شَرط فاللفظان اللَّذَان بِشَرْط كلا وكلتا وشرطهما أَن يَكُونَا مضافين إِلَى الضَّمِير تَقول جَاءَنِي كِلَاهُمَا وَرَأَيْت كليهمَا ومررت بكليهما فَإِن كَانَا مضافين إِلَى الظَّاهِر كَانَا بِالْألف على كل حَال تَقول جَاءَنِي كلا أخويك وَرَأَيْت كلا أخويك ومررت بكلا أخويك فَيكون إعرابهما حِينَئِذٍ بحركات مقدرَة فِي الْألف لِأَنَّهُمَا مقصوران كالفتى والعصى وَكَذَا القَوْل فِي كلتا تَقول كلتاهما رفعا وكلتيهما حرا ونصبا وكلتا أختيك بِالْألف فِي الْأَحْوَال كلهَا واللفظان اللَّذَان بِغَيْر شَرط اثْنَان وَاثْنَتَانِ تَقول جَاءَنِي اثْنَان وَاثْنَتَانِ وَرَأَيْت اثْنَيْنِ واثنتين ومررت بِاثْنَيْنِ واثنتين فتعربهما</p> </div>"
   },
   {
    "page_number": 35,
    "page": 49,
    "text": "<div> <p>إِعْرَاب الْمثنى وَإِن كَانَا غير مضافين وَكَذَا تعربهما إعرابه إِذا كَانَا مضافين للضمير نَحْو أثناهم أَو للظَّاهِر نَحْو أثنا أخويك أَو كَانَا مركبين مَعَ الْعشْرَة نَحْو جَاءَنِي أثنا عشر وَرَأَيْت أثني عشر ومررت باثنى عشر وَأما جمع الْمُذكر السَّالِم فَإِنَّهُ يرفع بِالْوَاو ويجر وَينصب بِالْيَاءِ تَقول جَاءَنِي الزيدون وَرَأَيْت الزيدين ومررت بالزيدين وحملوا عَلَيْهِ فِي ذَلِك ألفاظا مِنْهَا أولو قَالَ الله تَعَالَى وَلَا ياتل أولو الْفضل مِنْكُم وَالسعَة أَن يؤتوا أولى الْقُرْبَى فأولوا فَاعل وعلامة رَفعه الْوَاو وَأولى مفعول وعلامة نَصبه الْيَاء وَقَالَ تَعَالَى إِن فِي ذَلِك لذكرى لاولى الْأَلْبَاب فَهَذَا مجرور وعلامة جَرّه الْيَاء وَمِنْهَا عشرُون وأخواته إِلَى التسعين تَقول جَاءَنِي عشرُون وَرَأَيْت عشْرين ومررت بِعشْرين وَكَذَلِكَ تَقول فِي الْبَاقِي وَمِنْهَا أهلون قَالَ الله تَعَالَى شَغَلَتْنَا أَمْوَالنَا وَأَهْلُونَا من أَوسط مَا تطْعمُونَ أهليكم إِلَى أَهْليهمْ أبدا الأول فَاعل وَالثَّانِي مفعول وَالثَّالِث مجرور وَمِنْهَا وابلون وَهُوَ جمع لوابل وَهُوَ الْمَطَر الغزير وَمِنْهَا أرضون بتحريك الرَّاء وَيجوز إسكانها فِي ضَرُورَة الشّعْر وَمِنْهَا سنُون وبابه وَهُوَ كل اسْم ثلاثي حذفت لامه وَعوض عَنْهَا هَاء</p> </div>"
   },
   {
    "page_number": 36,
    "page": 50,
    "text": "<div> <p>التَّأْنِيث وَلم يكسر وَألا ترى أَن سنة أَصْلهَا سنو أَو سنة بِدَلِيل قَوْلهم فِي الْجمع بِالْألف وَالتَّاء سنوات أَو سنهات فَلَمَّا حذفوا من الْمُفْرد اللَّام وَهِي الْوَاو أَو الْهَاء وعوضوا عَنْهَا هَاء التَّأْنِيث أَرَادوا فِي جمع التكسير أَن يَجْعَلُوهُ على صُورَة جمع الْمُذكر السَّالِم أَعنِي مَخْتُومًا بِالْوَاو وَالنُّون رفعا وبالياء وَالنُّون جرا ونصبا ليَكُون ذَلِك جبرا لما فَاتَهُ من حذف اللَّام وَكَذَلِكَ القَوْل فِي نَظَائِره وَهِي عضة وعضون وَعزة وعزون وثبة وثبون وَقلة وقلون وَنَحْو ذَلِك قَالَ الله تَعَالَى الَّذين جعلُوا الْقُرْآن عضين عَن الْيَمين وَعَن الشمَال عزين وَمِمَّا حمل على جمع الْمُذكر السَّالِم فِي الْإِعْرَاب بنُون وَكَذَلِكَ عليون وَمَا اشبهه مِمَّا سمى بِهِ من الجموع الا ترى ان عليين فِي الأَصْل جمع لعَلي فَنقل عَن ذَلِك الْمَعْنى وَسمي بِهِ أَعلَى الْجنَّة وأعرب هَذَا الْإِعْرَاب نظرا إِلَى أَصله قَالَ الله تَعَالَى كلا إِن كتاب الْأَبْرَار لفي عليين وَمَا أَدْرَاك مَا عليون فعلى ذَلِك إِذا سميت رجلا ب زيدون قلت هَذَا زيدون وَرَأَيْت زيدين ومررت بزيدين فتعربه كَمَا تعربه حِين كَانَ جمعا ص وَأولَات وَجمع بِأَلف وتاء مزيدتين وَمَا سمى بِهِ مِنْهُمَا فينصب بالكسرة نَحْو خلق الله السَّمَوَات وَاصْطفى الْبَنَات ش الْبَاب الرَّابِع مِمَّا خرج عَن الأَصْل مَا جمع بِأَلف وتاء مزيدتين ك هندات وزينبات فَإِنَّهُ ينصب بالكسرة نِيَابَة عَن الفتحة تَقول رَأَيْت الهندات والزينبات قَالَ الله تَعَالَى خلق الله السَّمَوَات وأصطفى الْبَنَات فَأَما فِي الرّفْع والجر فَإِنَّهُ على الأَصْل تَقول جَاءَت الهندات فتجره بالكسرة</p> </div>"
   },
   {
    "page_number": 37,
    "page": 51,
    "text": "<div> <p>وَلَا فرق بَين أَن يكون مُسَمّى هَذَا الْجمع مؤنثا بِالْمَعْنَى ك هِنْد وهندات أَو بِالتَّاءِ ك طَلْحَة وطلحات أَو بِالتَّاءِ وَالْمعْنَى جَمِيعًا ك فَاطِمَة وفاطمات أَو بِالْألف الْمَقْصُورَة ك حُبْلَى وحبليات أَو الممدودة ك صحرآء وصحراوات أَو يكون مُسَمَّاهُ مذكرا ك إصطبل وإصطبلات وحمام وحمامات وَكَذَلِكَ لَا فرق بَين أَن يكون قد سلمت بنية واحده ك ضخمة وضخمات أَو تَغَيَّرت ك سَجْدَة وسجدات وحبلى وحبليات وصحراء وصحراوت أَلا ترى أَن الزول محرك وَسطه وَالثَّانِي قلبت أَلفه يَاء وَالثَّالِث قلبت همزته واوا وَلذَلِك عدلت عَن قَول أَكْثَرهم جمع الْمُؤَنَّث السَّالِم إِلَى أَن قلت الْجمع بِالْألف وَالتَّاء لأعم جمع الْمُؤَنَّث وَجمع الْمُذكر وَمَا سلم فِيهِ الْمُفْرد وَمَا تغير وقيدت الْألف وَالتَّاء بِالزِّيَادَةِ ليخرج نَحْو بَيت وأبيات وميت وأموات فَإِن التَّاء فيهمَا أَصْلِيَّة فينصبان بالفتحة على الأَصْل تَقول سكنت أبياتا وَحَضَرت أَمْوَاتًا قَالَ الله تَعَالَى وكنتم أَمْوَاتًا فأحياكم وَكَذَلِكَ نَحْو قُضَاة وغزاة فَإِن التَّاء فيهمَا وَإِن كَانَت زَائِدَة إِلَّا أَن الْألف فيهمَا أَصْلِيَّة لِأَنَّهَا منقلبة عَن أصل أَلا ترى أَن الأَصْل قَضِيَّة وغزوة لِأَنَّهَا من قضيت وغزوت فَلَمَّا تحركت الْوَاو وَالْيَاء وَالْفَتْح مَا قبلهمَا قلبتا أَلفَيْنِ فَلذَلِك ينصبان بالفتحة على الأَصْل تَقول رَأَيْت قُضَاة وغزاة ص وَمَا لَا ينْصَرف فيجر بالفتحة نَحْو بِأَفْضَل مِنْهُ إِلَّا مَعَ أل نَحْو بالأفضل أَو الْإِضَافَة نَحْو بأفضلكم</p> </div>"
   },
   {
    "page_number": 38,
    "page": 52,
    "text": "<div> <p>مَا لَا ينْصَرف</p><p>ش الْبَاب الْخَامِس مِمَّا خرج عَن الأَصْل مَا لَا ينْصَرف وَهُوَ مَا فِيهِ عِلَّتَانِ فرعيتان من علل تسع أَو وَاحِدَة مِنْهَا تقوم مقَامهَا فَالْأول ك فَاطِمَة فَإِن فِيهِ التَّعْرِيف والتأنيث وهما عِلَّتَانِ فرعيتان عَن التنكير والتذكير وَالثَّانِي نَحْو مَسَاجِد ومصابيح فَإِنَّهُمَا جمعان وَالْجمع فرع عَن الْمُفْرد وصيغتهما صِيغَة مُنْتَهى الجموع وَمعنى هَذَا أَن مفاعل ومفاعيل وقفت الجموع عِنْدهمَا وانتهت إِلَيْهِمَا فَلَا تتجاوزهما فَلَا يجمعان مرّة أُخْرَى بِخِلَاف غَيرهمَا من الجموع فَإِنَّهُ قد يجمع تَقول كلب وأكلب كفلس وأفلس ثمَّ تَقول أكلب وأكالب وَلَا يجوز فِي أكالب أَن يجمع بعد وَكَذَا أعرب وأعارب فَلَا يجوز فِي أعارب أَن يجمع كَمَا يجمع أكلب على أكالب وآصال على أصائل فَكَأَن الْجمع قد تكَرر فِيهَا فَنزل لذَلِك منزلَة جمعين وَكَذَلِكَ صحراء وحبلى فَإِن فيهمَا التَّأْنِيث وَهُوَ فرع عَن التَّذْكِير وَهُوَ تَأْنِيث لَازم منزل لُزُومه منزلَة تَأْنِيث ثَان وَلِهَذَا الْبَاب مَكَان يَأْتِي شَرحه فِيهِ إِن شَاءَ الله تَعَالَى وَحكمه أَن يجر بالفتحة نِيَابَة عَن الكسرة حملُوا جرة على نَصبه كَمَا عكسوا ذَلِك فِي الْبَاب السَّابِق تَقول مَرَرْت بفاطمة ومساجد ومصابيح وصحراء فتفتحها كَمَا تفتحها إِذا قلت رَأَيْت فَاطِمَة ومساجد ومصابيح وصحراء قَالَ الله تَعَالَى وأوحينا إِلَى إِبْرَاهِيم وَإِسْمَاعِيل وَإِسْحَاق وَيَعْقُوب وَقَالَ الله تَعَالَى يعْملُونَ لَهُ مَا يَشَاء من محاريب وتماثيل وَيسْتَثْنى من ذَلِك صُورَتَانِ إِحْدَاهمَا أَن تدخل عَلَيْهِ أل وَالثَّانيَِة أَن يُضَاف فَإِنَّهُ يجر فيهمَا بالكسرة على الأَصْل فَالْأولى نَحْو وَأَنْتُم عاكفون فِي الْمَسَاجِد وَالثَّانيَِة نَحْو فِي أحسن تَقْوِيم وتمثيلي فِي الأَصْل بِقَوْلِي بأفضلكم أولى من تَمْثِيل بَعضهم بقوله مَرَرْت بعثماننا فَإِن الْإِعْلَام لَا تُضَاف حَتَّى تنكر فَإِذا صَار نَحْو عُثْمَان ذكرة زَالَ مِنْهُ أحد السبين المانعين لَهُ من الصّرْف وَهُوَ العلمية فَدخل فِي</p> </div>"
   },
   {
    "page_number": 39,
    "page": 53,
    "text": "<div> <p>بَاب مَا ينْصَرف وَلَيْسَ الْكَلَام فِيهِ بِخِلَاف أفضل فَإِن مانعه من الصّرْف الصّفة وَوزن الْفِعْل وهما موجودان فِيهِ أضفته أم لم تضفه وَكَذَلِكَ تمثيلي بالأفضل أولى من تَمْثِيل بَعضهم بقوله رَأَيْت الْوَلِيد بن اليزيد مُبَارَكًا شَدِيدا بأعباء الْخلَافَة كَاهِله</p> </div>"
   },
   {
    "page_number": 40,
    "page": 54,
    "text": "<div> <p>لِأَنَّهُ يحْتَمل أَن يكون قدر فِي يزِيد الشياع فَصَارَ نكرَة ثمَّ أَدخل عَلَيْهِ أل للتعريف فعلى هَذَا لَيْسَ فِيهِ إِلَّا وزن الْفِعْل خَاصَّة وَيحْتَمل أَن يكون بَاقِيا على علميته وأل زَائِدَة فِيهِ كَمَا زعم من مثل بِهِ</p><p>الْأَفْعَال الْخَمْسَة</p><p>ص والأمثلة الْخَمْسَة وَهِي تفعلان وتفلون بِالْيَاءِ وَالتَّاء فيهمَا وتفعليين فَترفع بِثُبُوت النُّون وتجزم وتنصب بحذفها نَحْو فَإِن لم تَفعلُوا وَلنْ تَفعلُوا ش الْبَاب السَّادِس مِمَّا خرج عَن الأَصْل الْأَمْثِلَة الْخَمْسَة</p> </div>"
   },
   {
    "page_number": 41,
    "page": 55,
    "text": "<div> <p>الْفِعْل الْمُضَارع أقسامه وعلامات إعرابه</p><p>وَهِي كل فعل مضارع اتَّصَلت بِهِ ألف الِاثْنَيْنِ نَحْو يقومان للغابين وتقومان للحاضرين أَو وَاو الْجمع نَحْو يقومُونَ للغائبين وتقومون للحاضرين أَو يَاء المخاطبة نَحْو تقومين وَحكم هَذِه الْأَمْثِلَة الْخَمْسَة أَنَّهَا ترفع بِثُبُوت النُّون نِيَابَة عَن الضمة وتجزم وتنصب بحذفها نِيَابَة عَن السّكُون والفتحة تَقول أَنْتُم تقومون وَلم تقوموا وَلنْ تقوموا رفعت الأولى لخلوه من الناصب والجازم وَجعلت عَلامَة رَفعه النُّون وجزمت الثَّانِي بلم ونصبت الثَّالِث بلن وَجعلت عَلامَة النصب والجزم النُّون قَالَ الله تَعَالَى فَإِن لم تَفعلُوا وَلنْ تَفعلُوا الأول جازم ومجزوم وَالثَّانِي ناصب ومنصوب وعلامة الْجَزْم وَالنّصب الْحَذف ص وَالْفِعْل الْمُضَارع المتعل الآخر فيجزم بِحَذْف آخِره نَحْو لم يغز وَلم يخْش وَلم يرم ش هَذَا الْبَاب السَّابِع مِمَّا يخرج عَن الأَصْل وَهُوَ الْفِعْل الْمُضَارع المعتل الآخر نَحْو يَغْزُو ويخشى وَيَرْمِي فَإِنَّهُ يجْزم بِحَذْف آخِره فينوب حذف الْحَرْف عَن حذف الْحَرَكَة تَقول لم يغز وَلم يخْش وَلم يرم ص فصل تقدر جَمِيع الحركات فِي نَحْو غلامي والفتى وَيُسمى الثَّانِي مَقْصُورا والضمة والكسرة فِي نَحْو القَاضِي وَيُسمى منقوصا والضمة والفتحة فِي نَحْو يخْشَى والضمة فِي نَحْو يَدْعُو وَيَقْضِي وَتظهر الفتحة فِي نَحْو إِن القَاضِي لن يقْضِي وَلنْ يَدْعُو ش عَلامَة الْإِعْرَاب على ضَرْبَيْنِ ظَاهِرَة وَهِي الأَصْل وَقد تقدّمت أمثلتها ومقدرة وَهَذَا الْفَصْل مَعْقُود لذكرها</p> </div>"
   },
   {
    "page_number": 42,
    "page": 56,
    "text": "<div> <p>فَالَّذِي يقدر الْإِعْرَاب خَمْسَة أَنْوَاع أَحدهَا مَا يقدر فِيهِ حركات الْإِعْرَاب جَمِيعهَا لَكِن الْحَرْف الآخر مِنْهُ لَا يقبل الْحَرَكَة لذاته وَذَلِكَ الِاسْم الْمَقْصُور وَهُوَ الَّذِي آخِره ألف لَازِمَة نَحْو الْفَتى تَقول جَاءَ الْفَتى وَرَأَيْت الْفَتى ومررت بالفتى فتقدر فِي الأول ضمة وَفِي الثَّانِي فَتْحة وَفِي الثَّالِث كسرة وَمُوجب هَذَا التَّقْدِير أَن ذَات الْألف لَا تقبل الْحَرَكَة لذاتها الثَّانِي مَا يقدر فِيهِ حركات الْإِعْرَاب جَمِيعهَا لَا لكَون الْحَرْف الآخر مِنْهُ لَا يقبل الْحَرَكَة لذاته بل لاجل مَا اتَّصل بِهِ وَهُوَ الِاسْم الْمُضَاف إِلَى يَاء الْمُتَكَلّم نَحْو غلامي وَأخي وَأبي وَذَلِكَ لِأَن يَاء الْمُتَكَلّم تستدعي انكسار مَا قبلهَا لأجل الْمُنَاسبَة فاشتغال آخر الِاسْم الَّذِي قبلهَا بكسرة الْمُنَاسبَة منع من ظُهُور حركات الاعراب فِيهِ الثَّالِث مَا يقدر فِيهِ الضمة والكسرة فَقَط للاستثقال وَهُوَ الِاسْم المنقوص ونعني بِهِ الِاسْم الَّذِي آخِره يَاء مكسور مَا قبلهَا كَالْقَاضِي والداعي الرَّابِع مَا تقدر فِيهِ الضمة والفتحة للتعذر وَهُوَ الْفِعْل المعتل بِالْألف نَحْو يخْشَى تَقول يخْشَى زيد وَلنْ يخْشَى عَمْرو فتقدر فِي الأول الضمة وَفِي الثَّانِي الفتحة لتعذر ظُهُور الحركات على الْألف الْخَامِس مَا تقدر فِيهِ الضمة فَقَط وَهُوَ الْفِعْل المعتل بِالْوَاو نَحْو زيد يَدْعُو وبالياء نَحْو زيد يَرْمِي وَتظهر الفتحة لخفتها على الْيَاء فِي الْأَسْمَاء وَالْأَفْعَال وعَلى الْوَاو فِي الْأَفْعَال كَقَوْلِك إِن القَاضِي لن يقْضِي وَلنْ يَدْعُو قَالَ الله تَعَالَى أجِيبُوا دَاعِي الله</p> </div>"
   },
   {
    "page_number": 43,
    "page": 57,
    "text": "<div> <p>لن يُؤْتِيهم الله خيرا لن نَدْعُو من دونه إِلَهًا</p><p>رفع الْفِعْل الْمُضَارع</p><p>ص فصل يرفع الْمُضَارع خَالِيا من ناصب وجازم نَحْو يقوم زيد ش أجمع النحويون على أَن الْفِعْل الْمُضَارع إِذا تجرد من الناصب والجازم كَانَ مَرْفُوعا كَقَوْلِك يقوم زيد وَيقْعد عَمْرو وَإِنَّمَا اخْتلفُوا فِي تَحْقِيق الرافع لَهُ مَا هُوَ فَقَالَ الْفراء وَأَصْحَابه رافعه نفس تجرده من الناصب والجازم وَقَالَ الْكسَائي حُرُوف المضارعة وَقَالَ ثَعْلَب مضارعته للاسم وَقَالَ البصريون حُلُوله مَحل الِاسْم قَالُوا وَلِهَذَا إِذا دخل عَلَيْهِ نَحْو أَن وَلنْ وَلم وَلما امْتنع رَفعه لَان الِاسْم لَا يَقع بعْدهَا فَلَيْسَ حِينَئِذٍ حَالا مَحل الِاسْم وَأَصَح الْأَقْوَال الأول وَهُوَ الَّذِي يجْرِي على أَلْسِنَة المعربين يَقُولُونَ مَرْفُوع لتجرده من الناصب والجازم وَيفْسد قَول الْكسَائي أَن جُزْء الشَّيْء لَا يعْمل فِيهِ وَقَول ثَعْلَب أَن المضارعة إِنَّمَا اقْتَضَت إعرابه من حَيْثُ الْجُمْلَة ثمَّ يحْتَاج كل نوع من أَنْوَاع الْإِعْرَاب إِلَى عَامل يَقْتَضِيهِ ثمَّ يلْزم على المذهبين أَن يكون الْمُضَارع مَرْفُوعا دَائِما وَلَا قَائِل بِهِ وَيرد قَول الْبَصرِيين ارتفاعه فِي نَحْو هلا يقوم لَان الِاسْم لَا يَقع بعد حُرُوف التحضيض ص</p><p>نواصب الْفِعْل الْمُضَارع</p><p>وَينصب بلن نَحْو لن نَبْرَح ش لما انْقَضى الْكَلَام على الْحَالة الَّتِي يرفع فِيهَا الْمُضَارع ثنى بالْكلَام على الْحَالة الَّتِي ينصب فِيهَا وَذَلِكَ إِذا دخل عَلَيْهِ حرف من حُرُوف أَرْبَعَة وَهِي</p> </div>"
   },
   {
    "page_number": 44,
    "page": 58,
    "text": "<div> <p>لن وكي وَإِذن وَأَن وَبَدَأَ بالْكلَام على لن لِأَنَّهَا مُلَازمَة للنصب بِخِلَاف الْبَوَاقِي وَختم بالْكلَام على أَن لطول الْكَلَام عَلَيْهَا وَلنْ حرف يُفِيد النَّفْي والاستقبال بالِاتِّفَاقِ وَلَا يَقْتَضِي تأبيدا خلافًا للزمخشري فِي أنموذجه وَلَا تَأْكِيدًا خلافًا لَهُ فِي كشافه بل قَوْلك لن أقوم مُحْتَمل لِأَن تُرِيدُ بذلك أَنَّك لَا تقوم أبدا وَأَنَّك لَا تقوم فِي بعض أزمنة الْمُسْتَقْبل وَهُوَ مُوَافق لِقَوْلِك لَا أقوم فِي عدم إِفَادَة التَّأْكِيد وَلَا تقع لن للدُّعَاء خلافًا لِابْنِ السراج وَلَا حجَّة لَهُ فِيمَا اسْتدلَّ بِهِ من قَوْله تعاى قَالَ رب بِمَا أَنْعَمت عَليّ فَلَنْ أكون ظهيرا للمجرمين مُدعيًا أَن مَعْنَاهُ فَاجْعَلْنِي لَا أكون لِإِمْكَان حملهَا على النَّفْي الْمَحْض وَيكون ذَلِك معاهدة مِنْهُ لله سُبْحَانَهُ وَتَعَالَى أَلا يظاهر مجرما جَزَاء لتِلْك النِّعْمَة الَّتِي أنعم بهَا عَلَيْهِ وَلَا هِيَ مركبة من لَا أَن فحذفت الْهمزَة تَخْفِيفًا وَالْألف لالتقاء الساكنين خلافًا للخليل وَلَا أَصْلهَا لَا فأبدلت الْألف نونا خلافًا للفراء ص وبكي المصدرية نَحْو لكيلا تأسوا ش الناصب الثَّانِي كي وَإِنَّمَا تكون ناصبة إِذا كَانَت مَصْدَرِيَّة بِمَنْزِلَة أَن وَإِنَّمَا تكون كَذَلِك إِذا دخلت عَلَيْهَا اللَّام لفظا كَقَوْلِه تَعَالَى لكيلا تأسوا لكيلا يكون على الْمُؤمنِينَ حرج أَو تَقْديرا نَحْو جئْتُك كي تكرمني إِذا قدرت أَن الأَصْل لكَي وَأَنَّك حذفت اللَّام اسْتغْنَاء عَنْهَا بنيتها فَإِن تقدر اللَّام كَانَت كي حرف جر بِمَنْزِلَة اللَّام فِي الدّلَالَة على التَّعْلِيل وَكَانَت أَن مضمرة بعْدهَا إضمارا لَازِما ص وبإذن مصدرة وَهُوَ مُسْتَقْبل مُتَّصِل أَو مُنْفَصِل بقسم نَحْو إِذن أكرمك وَإِذن وَالله نرميهم بِحَرب</p> </div>"
   },
   {
    "page_number": 45,
    "page": 59,
    "text": "<div> <p>ش الناصب الثَّالِث إِذن وَهِي حرف جَوَاب وَجَزَاء عِنْد سِيبَوَيْهٍ وَقَالَ الشلوبين هِيَ كَذَلِك فِي كل مَوضِع وَقَالَ الْفَارِسِي فِي الْأَكْثَر وَقد تتمحض للجواب بِدَلِيل أَنه يُقَال أحبك فَتَقول إِذا أَظُنك صَادِقا إِذْ لَا مجازاة بهَا هُنَا وَإِنَّمَا تكون ناصبة بِثَلَاثَة شُرُوط الأول أَن تكون وَاقعَة فِي صدر الْكَلَام فَلَو قلت زيد إِذن قلت أكْرمه بِالرَّفْع الثَّانِي أَن يكون الْفِعْل بَعْدَمَا مُسْتَقْبلا فَلَو حَدثَك شخص بِحَدِيث فَقلت إِذن تصدق رفعت لِأَن المُرَاد بِهِ الْحَال الثَّالِث أَن لَا يفصل بَينهمَا بفاصل غير الْقسم نَحْو إِذن أكرمك وَإِذن وَالله أكرمك وَقَالَ الشَّاعِر إِذن وَالله نرميهم بِحَرب تشيب الطِّفْل من قبل المشيب</p> </div>"
   },
   {
    "page_number": 46,
    "page": 60,
    "text": "<div> <p>وَلَو قلت إِذن يَا زيد قلت أكرمك بِالرَّفْع وَكَذَا إِذا قلت إِذن فِي الدَّار أكرمك وَإِذن يَوْم الْجُمُعَة أكرمك كل ذَلِك بِالرَّفْع ص وَبِأَن المصدرية ظَاهِرَة نخو أَن يغْفر لي مَا لم تسبق بِعلم نَحْو علم أَن سَيكون مِنْكُم مرضى فَإِن سبقت بِظَنّ فَوَجْهَانِ نَحْو وَحَسبُوا أَن لَا تكون فتْنَة ومضمرة جَوَازًا بعد عاطف مَسْبُوق باسم خَالص نَحْو وَلبس عباءة وتقر عَيْني وَبعد اللَّام نَحْو لتبين للنَّاس إِلَّا فِي نَحْو لِئَلَّا يعلم لِئَلَّا يكون للنَّاس فتظهر</p> </div>"
   },
   {
    "page_number": 47,
    "page": 61,
    "text": "<div> <p>لَا غير وَنَحْو وَمَا كَانَ الله ليعذبهم فتضمر لَا غير كإضمارها بعد حَتَّى إِذا كَانَ مُسْتَقْبلا نَحْو حَتَّى يرجع إِلَيْنَا مُوسَى وَبعد أَو الَّتِي بِمَعْنى إِلَى نَحْو أَو أدْرك المنى أَو الَّتِي بِمَعْنى إِلَّا نَحْو وَكنت إِذا غمرت قناة قوم كسرت كعوبها أَو تستقيما وَبعد فَاء السَّبَبِيَّة أَو وَاو الْمَعِيَّة مسبوقتين بِنَفْي مَحْض أَو طلب بِالْفِعْلِ نَحْو لَا يقْضى عَلَيْهِم فيموتوا وَيعلم الصابرين وَلَا تطغوا فِيهِ فَيحل وَلَا تَأْكُل السّمك وتشرب اللَّبن ش الناصب الرَّابِع أَن وَهِي أم الْبَاب وَإِنَّمَا أخرت فِي الذّكر لما قدمْنَاهُ ولأصالتها فِي النصب عملت ظَاهِرَة ومضمرة بِخِلَاف بَقِيَّة النواصب فَلَا تعْمل إِلَّا ظَاهِرَة مِثَال إعمالها ظَاهِرَة قَوْله تَعَالَى وَالَّذِي أطمع أَن يغْفر لي خطيئتي يُرِيد الله أَن يُخَفف عَنْكُم وقيدت أَن بالمصدرية احْتِرَازًا من المفسرة والزائدة فَإِنَّهُمَا لَا ينصبان الْمُضَارع فالمفسرة هِيَ المسبوقة بجملة فِيهَا معنى القَوْل دون حُرُوفه نَحْو كتبت إِلَيْهِ أَن يفعل كَذَا إِذا أردْت بِهِ معنى أَي</p> </div>"
   },
   {
    "page_number": 48,
    "page": 62,
    "text": "<div> <p>والزائدة هِيَ الْوَاقِعَة بَين الْقسم وَلَو نَحْو أقسم بِاللَّه أَن لَو يأتيني زيد لأكرمنه واشترطت أَن لَا تسبق المصدرية بِعلم مُطلقًا وَلَا بِظَنّ فِي أحد الْوَجْهَيْنِ احْتِرَازًا عَن المخففة من الثَّقِيلَة وَالْحَاصِل أَن لِأَن المصدرية بِاعْتِبَار مَا قبلهَا ثَلَاث حالات إِحْدَاهَا أَن يتَقَدَّم عَلَيْهَا مَا يدل على الْعلم فَهَذِهِ مُخَفّفَة من الثَّقِيلَة لَا غير وَيجب فِيمَا بعْدهَا أَمْرَانِ أَحدهمَا رَفعه وَالثَّانِي فَصله مِنْهَا بِحرف من حُرُوف أَرْبَعَة وَهِي حرف التَّنْفِيس وحرف النَّفْي وَقد وَلَو فَالْأول نَحْو علم أَن سَيكون وَالثَّانِي نَحْو أَفلا يرَوْنَ أَن لَا يرجع إِلَيْهِم قولا وَالثَّالِث نَحْو علمت أَن قد يقوم زيد وَالرَّابِع نَحْو أَن لَو يَشَاء الله لهدى النَّاس جَمِيعًا وَذَلِكَ لِأَن قبله أفلم ييأس الَّذين آمنُوا وَمَعْنَاهُ فِيمَا قَالَه الْمُفَسِّرُونَ أفلم يعلم وَهِي لُغَة النخع وهوازن قَالَ سحيم أَقُول لَهُم بِالشعبِ إِذْ يأسرونني ألم تيأسوا أَنِّي ابْن فَارس زَهْدَم</p> </div>"
   },
   {
    "page_number": 49,
    "page": 64,
    "text": "<div> <p>أَي ألم تعلمُوا وَيُؤَيِّدهُ قِرَاءَة ابْن عَبَّاس أفلم يتَبَيَّن وَعَن الْفراء إِنْكَار كَون ييأس بِمَعْنى يعلم وَهُوَ ضَعِيف الثَّانِيَة أَن يتَقَدَّم عَلَيْهَا ظن فَيجوز أَن تكون مُخَفّفَة من الثَّقِيلَة فَيكون حكمهَا كَمَا ذكرنَا وَيجوز أَن تكون ناصبة وَهُوَ الْأَرْجَح فِي الْقيَاس وَالْأَكْثَر فِي كَلَام وَلِهَذَا أَجمعُوا على النصب فِي قَوْله تَعَالَى ألم أَحسب النَّاس أَن يتْركُوا وَاخْتلفُوا فِي قَوْله تَعَالَى وَحَسبُوا أَن لَا تكون فتْنَة فقرئ بِالْوَجْهَيْنِ الثَّالِثَة أَن لَا يسبقها وَلَا ظن فَيتَعَيَّن كَونهَا ناصبة كَقَوْلِه تَعَالَى وَالَّذِي أطمع أَن يغْفر لي خطيئتي وَأما أَعمالهَا مضمرة فعلى ضَرْبَيْنِ لِأَن إضمارها إِمَّا جَائِز أَو وَاجِب فالجائز فِي مسَائِل إِحْدَاهَا أَن تقع بعد عاطف مَسْبُوق باسم خَالص من التَّقْدِير بِالْفِعْلِ كَقَوْلِه تَعَالَى وَمَا كَانَ لبشر أَن يكلمهُ الله إِلَّا وَحيا أَو من وَرَاء حجاب أَو يُرْسل رَسُولا فِي قِرَاءَة من قَرَأَ من السَّبْعَة بِنصب يُرْسل وَذَلِكَ بإضمار أَن وَالتَّقْدِير أَو أَن يُرْسل وَأَن وَالْفِعْل معطوفان على وَحيا أَي وَحيا أَو إرْسَالًا ووحيا لَيْسَ فِي تَقْدِير الْفِعْل وَلَو أظهرت أَن فِي الْكَلَام لجَاز وَكَذَا قَول الشَّاعِر</p> </div>"
   },
   {
    "page_number": 50,
    "page": 65,
    "text": "<div> <p>وَلبس عباءة وتقر عَيْني أحب إِلَيّ من لبس الشفوف</p> </div>"
   },
   {
    "page_number": 51,
    "page": 66,
    "text": "<div> <p>تَقْدِيره وَلبس عباءة وَأَن تقر عَيْني الثَّانِيَة أَن تقع بعد لَام الْجَرّ سَوَاء كَانَت للتَّعْلِيل كَقَوْلِه تَعَالَى وأنزلنا إِلَيْك الذّكر لتبين للنَّاس وَقَوله تَعَالَى إِنَّا فتحنا لَك فتحا مُبينًا ليغفر لَك الله أَو للعاقبة كَقَوْلِه تَعَالَى فالتقطه آل فِرْعَوْن ليَكُون لَهُم عدوا وحزنا وَاللَّام هُنَا لَيست للتَّعْلِيل لأَنهم لم يلتقطوه لذَلِك وَإِنَّمَا التقطوه ليَكُون لَهُم قُرَّة عين فَكَانَت عاقبته أَن صَار لَهُم عدوا وحزنا أَو زَائِدَة كَقَوْلِه تَعَالَى إِنَّمَا يُرِيد الله ليذْهب عَنْكُم الرجس أهل الْبَتّ فالفعل فِي هَذِه الْمَوَاضِع مَنْصُوب بِأَن مضمرة وَلَو أظهرت فِي الْكَلَام لجَاز وَكَذَا بعد كي الجارة وَلَو كَانَ الْفِعْل الَّذِي دخلت عَلَيْهِ اللَّام مَقْرُونا بِلَا وَجب إِظْهَار أَن بعد اللَّام سَوَاء كَانَت لَا نَافِيَة كَالَّتِي فِي قَوْله تَعَالَى لِئَلَّا يكن للنَّاس على الله حجَّة أَو زَائِدَة كَالَّتِي فِي قَوْله تَعَالَى لِئَلَّا يعلم أهل الْكتاب أَي ليعلم أهل الْكتاب</p> </div>"
   },
   {
    "page_number": 52,
    "page": 67,
    "text": "<div> <p>وَلَو كَانَت اللَّام مسبوقة بماض منفي من الْكَوْن وَجب إِضْمَار أَن سَوَاء كَانَ الْمُضِيّ فِي اللَّفْظ وَالْمعْنَى نَحْو وَمَا كَانَ الله ليعذبهم وَأَنت فيهم أَو فِي الْمَعْنى فَقَط نَحْو لم يكن الله ليغفر لَهُم وَتسَمى هَذِه اللَّام لَام الْجُحُود وتلخص أَن لِأَن بعد اللَّام ثَلَاث حالات وجوب الاضمار وَذَلِكَ بعد لَام الْجُحُود وَوُجُوب الْإِظْهَار وَذَلِكَ إِذا اقْترن الْفِعْل بِلَا وَجَوَاز الوجهن وَذَلِكَ فِيمَا بَقِي قَالَ الله تَعَالَى وأمرنا لنسلم لرب الْعَالمين وَقَالَ تَعَالَى وَأمرت لِأَن أكون وَلما ذكرت أَنَّهَا تضمر وجوبا بعد لَام الْجُحُود استطردت فِي ذكر بَقِيَّة الْمسَائِل الَّتِي يجب فِيهَا اضمار أَن وَهِي أَربع إِحْدَاهَا بعد حَتَّى وَاعْلَم أَن للْفِعْل بعد حَتَّى حالتين الرّفْع وَالنّصب فَأَما النصب فشرطه كَون الْفِعْل مُسْتَقْبلا بِالنِّسْبَةِ إِلَى مَا قبلهَا سَوَاء كَانَ مُسْتَقْبلا بِالنِّسْبَةِ إِلَى زمن التَّكَلُّم أَولا فَالْأول كَقَوْلِه تَعَالَى لن نَبْرَح عَلَيْهِ عاكفين حَتَّى يرجع إِلَيْنَا مُوسَى فَإِن رُجُوع مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام مُسْتَقْبل بِالنِّسْبَةِ إِلَى الْأَمريْنِ جَمِيعًا وَالثَّانِي كَقَوْلِه تَعَالَى وزلزلوا حَتَّى يَقُول الرَّسُول لِأَن قَول الرَّسُول وَإِن كَانَ مَاضِيا بِالنِّسْبَةِ إِلَى زمن الْإِخْبَار إِلَّا أَنه مُسْتَقْبل بِالنِّسْبَةِ إِلَى زلزالهم ولحتى الَّتِي ينْتَصب الْفِعْل بَعْدَمَا مَعْنيانِ فَتَارَة تكون بِمَعْنى كي وَذَلِكَ إِذا كَانَ مَا قبلهَا عِلّة لما بعْدهَا نَحْو أسلم حَتَّى تدخل الْجنَّة وَتارَة تكون بِمَعْنى إِلَى وَذَلِكَ إِذا كَانَ مَا بعْدهَا غَايَة لما قبلهَا كَقَوْلِه تَعَالَى لن نَبْرَح عَلَيْهِ عاكفين حَتَّى يرجع إِلَيْنَا مُوسَى وكقولك لأسيرن حَتَّى تطلع الشَّمْس</p> </div>"
   },
   {
    "page_number": 53,
    "page": 68,
    "text": "<div> <p>وَقد تصلح للمعنيين مَعًا كَقَوْلِه تَعَالَى فَقَاتلُوا الَّتِي تبغي حَتَّى تفيء إِلَى أَمر الله يحْتَمل ان الْمَعْنى كي تفيء أَو أَن تفيء وَالنّصب فِي هَذِه الْمَوَاضِع وَمَا أشبههَا بِأَن مضمرة بعد حَتَّى حتما لَا بحتى نَفسهَا خلافًا للكوفيين لِأَنَّهَا قد عملت فِي الْأَسْمَاء الْجَرّ كَقَوْلِه تَعَالَى حَتَّى مطلع الْفجْر حَتَّى حِين فَلَو عملت فِي الْأَفْعَال النصب لزم أَن يكون لنا عَامل وَاحِد يعْمل تَارَة فِي الْأَسْمَاء وَتارَة فِي الْأَفْعَال وَهَذَا لَا نَظِير لَهُ فِي الْعَرَبيَّة وَأما رفع الْفِعْل بعْدهَا فَلهُ ثَلَاثَة شُرُوط الأول كَونه مسببا عَمَّا قبلهَا وَلِهَذَا امْتنع الرّفْع فِي نَحْو سرت حَتَّى تطلع الشَّمْس لِأَن السّير لَا يكون سَببا لطلوعها الثَّانِي أَن يكون زمن الْفِعْل الْحَال لَا الِاسْتِقْبَال على الْعَكْس من شَرط النصب إِلَّا أَن الْحَال تَارَة يكون تَحْقِيقا وَتارَة يكون تَقْديرا فَالْأول كَقَوْلِك سرت حَتَّى أدخلها إِذا قلت ذَلِك وَأَنت فِي حَالَة الدُّخُول وَالثَّانِي كالمثال الْمَذْكُور إِذا كَانَ السّير وَالدُّخُول قد مضيا وَلَكِنَّك أردْت حِكَايَة الْحَال وعَلى هَذَا جَاءَ الرّفْع فِي قَوْله تَعَالَى حَتَّى يَقُول الرَّسُول لِأَن الزلزال وَالْقَوْل قد مضيا وَالثَّالِث أَن يكون مَا قبلهَا تَاما وَلِهَذَا امْتنع الرّفْع فِي نَحْو سيري حَتَّى أدخلها وَفِي نَحْو كَانَ سيري حَتَّى أدخلها إِذا حملت كَانَ على النُّقْصَان دون التَّمام الْمَسْأَلَة الثَّانِيَة بعد أَو الَّتِي بِمَعْنى إِلَى أَو إِلَّا فَالْأول كَقَوْلِك لألزمنك أَو تقضيني حَقي أَي إِلَى أَن تقضيني حَقي وَقَالَ الشَّاعِر</p> </div>"
   },
   {
    "page_number": 54,
    "page": 69,
    "text": "<div> <p>لأستسهلن الصعب أَو أدْرك المنى فَمَا انقادت الآمال إِلَّا لصابر</p> </div>"
   },
   {
    "page_number": 55,
    "page": 70,
    "text": "<div> <p>وَالثَّانِي كَقَوْلِك لأقتلن الْكَافِر أَو يسلم أَي إِلَّا أَن يسلم وَقَول الشَّاعِر وَكنت إِذا غمزت قناة قوم كسرت كعوبها أَو تستقيما</p> </div>"
   },
   {
    "page_number": 56,
    "page": 71,
    "text": "<div> <p>أَي إِلَّا أَن تستقيم فَلَا أكسر كعوبها وَلَا يَصح أَن تكون هُنَا بِمَعْنى إِلَى لِأَن الاسْتقَامَة لَا تكون غَايَة للكسر الْمَسْأَلَة الثَّالِثَة بعد فَاء السَّبَبِيَّة إِذا كَانَت مسبوقة بِنَفْي مَحْض أَو طلب بِالْفِعْلِ فالنفي كَقَوْلِه تَعَالَى لَا يقْضى عَلَيْهِم فيموتوا وقولك مَا تَأْتِينَا فتحدثنا واشترطنا كَونه مَحْضا احْتِرَازًا من نَحْو مَا تزَال تَأْتِينَا فتحدثنا وَمَا تَأْتِينَا إِلَّا فتحدثنا فَإِن مَعْنَاهُمَا الْإِثْبَات فَلذَلِك وَجب رَفعهَا أما الأول فَلِأَن زَالَ للنَّفْي وَقد دخل عَلَيْهِ النَّفْي وَنفي النَّفْي إِثْبَات وَأما الثَّانِي فلانتقاض النَّفْي بإلا وَأما الطّلب فَإِنَّهُ يَشْمَل الْأَمر كَقَوْلِه يَا ناق سيري عنقًا فسييحا إِلَى سُلَيْمَان فنستريحا</p> </div>"
   },
   {
    "page_number": 57,
    "page": 72,
    "text": "<div> <p>وَالنَّهْي نَحْو قَوْله تَعَالَى وَلَا تطغوا فِيهِ فَيحل عَلَيْكُم غَضَبي والتحضيض نَحْو لَوْلَا أخرتني إِلَى أجل قريب فَأَصدق وَالتَّمَنِّي نَحْو يَا لَيْتَني كنت مَعَهم فأفوز والترجي كَقَوْلِه تَعَالَى لعَلي أبلغ الْأَسْبَاب أَسبَاب السَّمَوَات فَأطلع فِي قِرَاءَة بعض السَّبْعَة بِنصب أطلع وَالدُّعَاء كَقَوْلِه رب وفقني فَلَا أعدل عَن سنَن الساعين فِي خير سنَن</p> </div>"
   },
   {
    "page_number": 58,
    "page": 73,
    "text": "<div> <p>والاستفهام كَقَوْلِه هَل تعرفُون لباناتي فأرجو أَن تقضي فيرتد بعض الرّوح للجسد</p> </div>"
   },
   {
    "page_number": 59,
    "page": 74,
    "text": "<div> <p>وَالْعرض كَقَوْلِه بِابْن الْكِرَام أَلا تَدْنُو فتبصر مَا قد حدثوك فَمَا رَاء كمن سميعا</p> </div>"
   },
   {
    "page_number": 60,
    "page": 76,
    "text": "<div> <p>واشترطت فِي الطّلب أَن يكون بِالْفِعْلِ احْتِرَازًا من نَحْو قَوْلك نزال فنكرمك وصه فنحدثك خلافًا للكسائي فِي إجَازَة ذَلِك مُطلقًا وَلابْن جني وَابْن عُصْفُور فِي إِجَازَته بعد نزال ودراك وَنَحْوهمَا مِمَّا فِيهِ لفظ الْفِعْل دون صه ومه وَنَحْوهمَا مِمَّا فِيهِ معنى الْفِعْل دون حُرُوفه وَقد صرحت بِهَذِهِ الْمَسْأَلَة فِي الْمُقدمَة فِي بَاب اسْم الْفِعْل الْمَسْأَلَة الرَّابِعَة بعد وَاو الْمَعِيَّة إِذا كَانَت مسبوقة بِمَا قدمنَا ذكره مِثَال ذَلِك قَوْله تَعَالَى وَلما يعلم الله الَّذين جاهدوا مِنْكُم وَيعلم الصابرين يَا ليتنا نرد وَلَا نكذب بآيَات رَبنَا ونكون من الْمُؤمنِينَ فِي قِرَاءَة حَمْزَة وَابْن عَامر وَحَفْص وَقَالَ الشَّاعِر ألم أك جَار كم وَيكون بيني وَبَيْنكُم الْمَوَدَّة والإخاء</p> </div>"
   },
   {
    "page_number": 61,
    "page": 77,
    "text": "<div> <p>وَقَالَ آخر لآتنه عَن خلق وَتَأْتِي مثله عَار عَلَيْك إِذا فعلت عَظِيم</p> </div>"
   },
   {
    "page_number": 62,
    "page": 79,
    "text": "<div> <p>وَتقول لَا تَأْكُل السّمك وتشرب اللَّبن فتنصب تشرب إِن قصدت النَّهْي عَن الْجمع بَينهَا وتجزم إِن قصدت النَّهْي عَن كل وَاحِد مِنْهُمَا أَي لَا تَأْكُل السّمك وَلَا تشرب اللَّبن وترفع إِن نهيت عَن الأول وأبحت الثَّانِي أَي لَا تَأْكُل السّمك وَلَك شرب اللَّبن ص فَإِن سَقَطت الْفَاء بعد الطّلب وَقصد الْجَزَاء جزم نَحْو قَوْله تَعَالَى قل تَعَالَوْا أتل وَشرط الْجَزْم بعد النَّهْي صِحَة حُلُول إِن لَا مَحَله نَحْو لَا تدن من الْأسد تسلم بِخِلَاف يَأْكُلك ويجزم أَيْضا بلم نَحْو لم يلد وَلم يُولد وَلما نَحْو وَلما يقْض وباللام وَلَا السلبيتين نَحْو لينفق ليَقْضِ لَا تشرك لَا تُؤَاخِذنَا ويجزم فعلين إِن وَإِذ مَا وَأَيْنَ وأنى وأيان وَمَتى ومها وَمن وَمَا وحيثما نَحْو إِن يَشَأْ يذهبكم من يعْمل سواءا يجز بِهِ مَا ننسخ من آيَة أَو ننسها نأت بِخَير مِنْهَا وَيُسمى الأول شرطا وَالثَّانِي جَوَابا وَجَزَاء وَإِذا لم يصلح لمباشرة الأداة قرن بِالْفَاءِ نَحْو وَإِن يمسسك بِخَير فَهُوَ على كل شَيْء قدير أَو بإذا الفجائية نَحْو وَإِن تصبهم سَيِّئَة بِمَا قدمت أَيْديهم إِذا هم يقنطون ش لما انْقَضى الْكَلَام على مَا ينصب الْفِعْل الْمُضَارع</p><p>جوازم الْفِعْل الْمُضَارع</p><p>شرعت فِي الْكَلَام على مَا يجزمه والجازم ضَرْبَان جازم لفعل وَاحِد وجازم لفعلين</p><p>مَا يجْزم فعل وَاحِد</p><p>فالجازم لفعل وَاحِد خَمْسَة أُمُور أَحدهَا الطّلب وَذَلِكَ أَنه إِذا تقدم لنا لفظ دَال على أَمر أَو نهي أَو اسْتِفْهَام أَو غير ذَلِك من أَنْوَاع الطّلب وَجَاء بعده فعل مضارع مُجَرّد من الْفَاء وَقصد بِهِ</p> </div>"
   },
   {
    "page_number": 63,
    "page": 80,
    "text": "<div> <p>الْجَزَاء فَإِنَّهُ يكون مَجْزُومًا بذلك الطّلب لما فِيهِ من معنى الشَّرْط ونعني بِقصد الْجَزَاء أَنَّك تقدره مسببا عَن ذَلِك الْمُتَقَدّم كَمَا أَن جَزَاء الشَّرْط مسبب عَن فعل الشَّرْط وَذَلِكَ كَقَوْلِه تَعَالَى قل تَعَالَوْا أتل تقدم الطّلب وَهُوَ تَعَالَوْا وَتَأَخر الْمُضَارع الْمُجَرّد من الْفَاء وَهُوَ أتل وَقصد بِهِ الْجَزَاء إِذْ الْمَعْنى تَعَالَوْا فَإِن تَأْتُوا أتل عَلَيْكُم فالتلاوة عَلَيْهِم مسببة عَن مجيئهم فَلذَلِك جزم وعلامة جزمه حذف آخر وَهُوَ الْوَاو وَقَول الشَّاعِر قفا نبك من ذكرى حبيب ومنزل بسقط اللوى بَين الدُّخُول فحومل</p> </div>"
   },
   {
    "page_number": 64,
    "page": 81,
    "text": "<div> <p>وَتقول إئتني أكرمك وَهل تأتني أحَدثك وَلَا تكفر تدخل الْجنَّة وَلَو كَانَ الْمُتَقَدّم نفيا أَو خَبرا مثبتا لم يجْزم الْفِعْل بعده فَالْأول نَحْو مَا تَأْتِينَا تحدثنا بِرَفْع تحدثنا وجوبا وَلَا يجوز لَك جزمه وَقد غلط فِي ذَلِك صَاحب الْجمل وَالثَّانِي نَحْو أَنْت تَأْتِينَا تحدثنا بِرَفْع تحدثنا وجوبا بِاتِّفَاق النَّحْوِيين وَأما قَول الْعَرَب أتقي الله إمرؤ فعل خيرا يثب عَلَيْهِ بِالْجَزْمِ فوجهه أَن أتقي الله وَفعل وَإِن كَانَا فعلين ماضيين ظاهرهما الْخَبَر إِلَّا أَن المُرَاد بهما الطّلب وَالْمعْنَى ليتق الله امْرُؤ وليفعل خيرا وَكَذَلِكَ قَوْله تَعَالَى هَل أدلكم على تِجَارَة تنجيكم من عَذَاب أَلِيم تؤمنون بِاللَّه وَرَسُوله وتجاهدون فِي سَبِيل الله بأموالكم وَأَنْفُسكُمْ ذَلِكُم خير لكم إِن كُنْتُم تعلمُونَ يغْفر لكم فَجزم يغْفر لِأَنَّهُ جَوَاب لقَوْله تَعَالَى تؤمنون بِاللَّه وَرَسُوله وتجاهدون لكَونه فِي معنى آمنُوا وَجَاهدُوا وَلَيْسَ جَوَابا للاستفهام لِأَن غفران الذُّنُوب لَا يتسبب عَن نفس الدّلَالَة بل عَن الْإِيمَان وَالْجهَاد وَلَو لم يقْصد بِالْفِعْلِ الْوَاقِع بعد الطّلب الْجَزَاء امْتنع جزمه كَقَوْلِه تَعَالَى خُذ من</p> </div>"
   },
   {
    "page_number": 65,
    "page": 82,
    "text": "<div> <p>أَمْوَالهم صَدَقَة تطهرهُمْ فتطهرهم بِاتِّفَاق الْقُرَّاء وَإِن كَانَ مَسْبُوقا بِالطَّلَبِ وَهُوَ خُذ لكَونه لَيْسَ مَقْصُودا بِهِ معنى إِن تَأْخُذ مِنْهُم صَدَقَة تطهرهُمْ وَإِنَّمَا أُرِيد خُذ من أَمْوَالهم صَدَقَة مطهرة فتطهرهم صفة لصدقة وَلَو قرئَ بِالْجَزْمِ على معنى الْجَزَاء لم يمْتَنع فِي الْقيَاس كَمَا قرئَ قَوْله تَعَالَى فَهَب لي من لَدُنْك وليا يَرِثنِي بِالرَّفْع على جعل يَرِثنِي صفة لوليا وبالجزم على جعله جَزَاء لِلْأَمْرِ وَهَذَا بِخِلَاف قَوْلك إئتني بِرَجُل يحب الله وَرَسُوله فَإِنَّهُ لَا يجوزفيه الْجَزْم لِأَنَّك لَا تُرِيدُ أَن محبَّة الرجل لله وَرَسُوله مسببة عَن الْإِتْيَان بِهِ كَمَا تُرِيدُ فِي قَوْلك إئتني أكرمك بِالْجَزْمِ لِأَن الْإِكْرَام مسبب عَن الْإِتْيَان وَإِنَّمَا أردْت ائْتِنِي بِرَجُل مَوْصُوف بِهَذِهِ الصّفة وَاعْلَم أَنه لَا يجوز الْجَزْم فِي جَوَاب النَّهْي إِلَّا بِشَرْط أَن يَصح تَقْدِير شَرط فِي مَوْضِعه مقرون بِلَا النافية مَعَ صِحَة الْمَعْنى وَذَلِكَ نَحْو قَوْلك لَا تكفر تدخل الْجنَّة وَلَا تدن من الْأسد تسلم فَإِنَّهُ لَو قيل فِي موضعهما إِن لَا تكفر تدخل الْجنَّة وَإِن لَا تدن من الْأسد تسلم صَحَّ بِخِلَاف لَا تكفر تدخل النَّار وَلَا تدن من الْأسد يَأْكُلك فَإِنَّهُ مُمْتَنع فَإِنَّهُ لَا يَصح أَن يُقَال إِن لَا تكفر تدخل النَّار وَإِن لَا تدن من الْأسد يَأْكُلك وَلِهَذَا أَجمعت السَّبْعَة على الرّفْع فِي قَوْله تَعَالَى وَلَا تمنن تستكثر لِأَنَّهُ لَا يَصح أَن يُقَال إِن لَا تمنن تستكثر وَلَيْسَ هَذَا بِجَوَاب وَإِنَّمَا هُوَ فِي مَوضِع نصب على الْحَال من الضَّمِير فِي تمنن فَكَأَنَّهُ قيل وَلَا تمنن مستكثرا وَمعنى الْآيَة أَن الله تَعَالَى نهى نبيه صلى الله عَلَيْهِ وَسلم عَن أَن يهب شَيْئا وَهُوَ يطْمع أَن يتعوض من الْمَوْهُوب لَهُ أَكثر من الْمَوْهُوب فَإِن قلت فَمَا تصنع بِقِرَاءَة الْحسن الْبَصْرِيّ تستكثر بِالْجَزْمِ</p> </div>"
   },
   {
    "page_number": 66,
    "page": 83,
    "text": "<div> <p>قلت يحْتَمل ثَلَاثَة أوجه أَحدهَا أَن يكون بَدَلا من تمنن كَأَنَّهُ قيل لَا تستكثر أَي لَا تَرَ مَا تعطيه كثيرا وَالثَّانِي أَن يكون قدر الْوَقْف عَلَيْهِ لكَونه رَأس آيَة فسكنه لأجل الْوَقْف ثمَّ وَصله بنيه الْوَقْف وَالثَّالِث أَن يكون سكنه لتناسب رُؤُوس الْآي وَهِي فَأَنْذر فَكبر فطهر فاهجر الثَّانِي مِمَّا يجْزم فعلا وَاحِدًا لم وَهُوَ حرف يَنْفِي الْمُضَارع ويقلبه مَاضِيا كَقَوْلِك لم يقم وَلم يقْعد وَكَقَوْلِه تَعَالَى لم يلد وَلم يُولد الثَّالِث لما أُخْتهَا كَقَوْلِه تَعَالَى لما يقْض مَا أمره بل لما يَذُوقُوا عَذَاب وتشارك لم فِي أَرْبَعَة أُمُور وَهِي الحرفية والاختصاص بالمضارع وجزمه وقلب زَمَانه إِلَى الْمُضِيّ وتفارقها فِي أَرْبَعَة أُمُور أَحدهَا أَن الْمَنْفِيّ بهَا مُسْتَمر الانتفاء إِلَى زمن الْحَال بِخِلَاف الْمَنْفِيّ بلم فَإِنَّهُ قد يكون مستمرا مثل لم يلد وَقد يكون مُنْقَطِعًا مثل هَل أَتَى على الْإِنْسَان حِين من الدَّهْر لم ين شَيْئا مَذْكُورا لِأَن الْمَعْنى أَنه</p> </div>"
   },
   {
    "page_number": 67,
    "page": 84,
    "text": "<div> <p>كَانَ بعد ذَلِك شَيْئا مَذْكُورا وَمن ثمَّ امْتنع أَن تَقول لما يقم ثمَّ قَامَ لما فِيهِ من التَّنَاقُض وَجَاز لم يقم ثمَّ قَامَ وَالثَّانِي أَن لما تؤذن كثيرا بتوقع ثُبُوت مَا بعْدهَا نَحْو <span class=\"c3\">{بل لما يَذُوقُوا عَذَاب}</span> أَي إِلَى الْآن لم يذوقوه وسوف يذوقونه وَلم لَا تَقْتَضِي ذَلِك ذكر هَذَا الْمَعْنى الزَّمَخْشَرِيّ والاستعمال والذوق يَشْهَدَانِ بِهِ وَالثَّالِث أَن الْفِعْل يحذف بعْدهَا يُقَال هَل دخلت الْبَلَد فَنَقُول قاربتها وَلما تُرِيدُ وَلما أدخلها وَلَا يجوز قاربتها وَلم وَالرَّابِع أَنَّهَا لَا تقترن بِحرف الشَّرْط بِخِلَاف لم تَقول أَن لم تقم قُمْت ولأيجوز إِن لما تقم قُمْت</p><p>الْجَازِم الرَّابِع اللَّام الطلبية وَهِي الدَّالَّة على الْأَمر نَحْو <span class=\"c2\">(لينفق ذُو سَعَة من سعته)</span> أَو الدُّعَاء نَحْو <span class=\"c2\">(ليَقْضِ علينا رَبك)</span></p><p>الْجَازِم الْخَامِس لَا الطلبية وَهِي الدَّالَّة على النَّهْي نَحْو <span class=\"c2\">(لَا تشرك بِاللَّه)</span> أَو الدُّعَاء نَحْو <span class=\"c2\">(لَا تُؤَاخِذنَا)</span></p> </div>"
   },
   {
    "page_number": 68,
    "page": 85,
    "text": "<div> <p>فَهَذِهِ خُلَاصَة القَوْل فِيمَا يجْزم فعلا وَاحِدًا</p><p>مَا يجْزم فعلين</p><p>وَأما مَا يجْزم فعلين فَهُوَ إِحْدَى عشرَة أَدَاة وَهِي إِن نَحْو إِن يَشَأْ يذهبكم واين نَحْو أَيْنَمَا تَكُونُوا يدرككم الْمَوْت وَأي نَحْو أيا مَا تدعوا فَلهُ الْأَسْمَاء الْحسنى وَمن نَحْو من يعْمل سوءا يجز بِهِ وَمَا نَحْو وَمَا تَفعلُوا من خير يُعلمهُ الله وَمهما كَقَوْل امْرِئ الْقَيْس أغرك مني أَن حبك قاتلي وَأَنَّك مهما تأمري الْقلب يفعل</p> </div>"
   },
   {
    "page_number": 69,
    "page": 86,
    "text": "<div> <p>وَمَتى كَقَوْل الآخر مَتى أَضَع الْعِمَامَة تعرفوني</p> </div>"
   },
   {
    "page_number": 70,
    "page": 88,
    "text": "<div> <p>وأيان كَقَوْلِه فأيان مَا تعدل بِهِ الرّيح تنزل وحيثما كَقَوْلِه</p> </div>"
   },
   {
    "page_number": 71,
    "page": 89,
    "text": "<div> <p>حَيْثُمَا تستقم يقدر لَك الله نجاحا فِي غابر الْأَزْمَان وَإِذ مَا كَقَوْلِه وَإنَّك إِذْ مَا تأت مَا أَنْت آمُر بِهِ تلف من إِيَّاه تَأمر آتِيَا</p> </div>"
   },
   {
    "page_number": 72,
    "page": 90,
    "text": "<div> <p>وَأَنِّي كَقَوْلِه فَأَصْبَحت أَنى تأتها تستجر بهَا تَجِد</p> </div>"
   },
   {
    "page_number": 73,
    "page": 92,
    "text": "<div> <p>فَهَذِهِ الأدوات الَّتِي تجزم فعلين وَيُسمى الأول مِنْهُمَا شرطا وَيُسمى الثَّانِي جَوَابا وَجَزَاء وَإِذا لم تصلح الْجُمْلَة الْوَاقِعَة جَوَابا لِأَن تقع بعد أَدَاة الشَّرْط وَجب اقترانها بِالْفَاءِ وَذَلِكَ إِذا كَانَت الْجُمْلَة اسمية أَو فعلية فعلهَا طلبي أَو جامد أَو منفي بلن أَو مَا أَو مقرون بقد أَو حرف تَنْفِيس نَحْو قَوْله تَعَالَى وَإِن يمسسك</p> </div>"
   },
   {
    "page_number": 74,
    "page": 93,
    "text": "<div> <p>بِخَير فَهُوَ على كل شَيْء قدير قل إِن كُنْتُم تحبون الله فَاتبعُوني يحببكم الله وَيغْفر لكم ذنوبكم إِن ترن أَنا أقل مِنْك مَالا وَولدا فَعَسَى ربى وَمَا يَفْعَلُوا من خير فَلَنْ يكفروه وَمَا افاه الله على رَسُوله مِنْهُم فَمَا أَوجَفْتُمْ عَلَيْهِ من خيل وَلَا ركاب إِن يسرق فقد سرق أَخ من قبل وَمن يُقَاتل فِي سَبِيل الله فَيقْتل أَو يغلب فَسَوف نؤتيه أجرا عَظِيما وَيجوز فِي الْجُمْلَة الاسمية أَن تقترن بإذا الفجائية كَقَوْلِه تَعَالَى وَإِن تصبهم سَيِّئَة بِمَا قدمت أَيْديهم إِذا هم يقنطون وَإِنَّمَا لم أقيد فِي الأَصْل إِذا الفجائية بِالْجُمْلَةِ الإسمية لِأَنَّهَا لَا تدخل إِلَّا عَلَيْهَا فأغناني ذَلِك عَن الِاشْتِرَاط</p><p>النكرَة</p><p>ص فصل الِاسْم ضَرْبَان نكرَة وَهُوَ مَا شاع فِي جنس مَوْجُود كَرجل أَو مُقَدّر كشمس وَمَعْرِفَة وَهِي سِتَّة الضَّمِير وَهُوَ مَا دلّ على مُتَكَلم أَو مُخَاطب أَو غَائِب وَهُوَ إِمَّا مستتر كالمقدر وجوبا فِي نَحْو أقوم ونقوم أَو جَوَازًا فِي نَحْو زيد يقوم أَو بارز وَهُوَ إِمَام مُتَّصِل كتاء قُمْت وكاف أكرمك وهاء غُلَامه أَو مُنْفَصِل ك أَنا وَهُوَ وإياي وَلَا فصل مَعَ إِمْكَان الْوَصْل إِلَّا فِي نَحْو الْهَاء من سلنيه بمرجوحية وظننتكه وكنته برجحان ش يَنْقَسِم الِاسْم بِحَسب التنكير والتعريف إِلَى قسمَيْنِ نكرَة وَهِي الأَصْل وَلِهَذَا قدمتها وَمَعْرِفَة وَهِي الْفَرْع وَلِهَذَا أخرتها فَأَما النكرَة فَهِيَ عبارَة عَمَّا شاع فِي جنس مَوْجُود أَو مُقَدّر فَالْأول كَرجل فَإِنَّهُ مَوْضُوع لما كَانَ حَيَوَانا ناطقا ذكرا فَكلما وجد من هَذَا الْجِنْس وَاحِد فَهَذَا</p> </div>"
   },
   {
    "page_number": 75,
    "page": 94,
    "text": "<div> <p>الِاسْم صاق عَلَيْهِ وَالثَّانِي كشمس فَإِنَّهَا مَوْضُوعَة لما كَانَ كوكبا نهاريا ينْسَخ ظُهُوره وجود اللَّيْل فحقها أَن تصدق على مُتَعَدد كَمَا أَن رجلا كَذَلِك وَإِنَّمَا تخلف ذَلِك من جِهَة عدم وجود أَفْرَاد لَهُ فِي الْخَارِج وَلَو وجدت لَكَانَ هَذَا اللَّفْظ صَالحا لَهَا فَإِنَّهُ لم يوضع على أَن يكون خَاصّا كزيد وَعَمْرو وَإِنَّمَا وضع وطبع أَسمَاء الْأَجْنَاس</p><p>الْمعرفَة وأقسامها</p><p>وَأما الْمعرفَة فَإِنَّهَا تَنْقَسِم سِتَّة أَقسَام</p><p>الْقسم الأول الضَّمِير البارز والمستتر</p><p>الْقسم الأول الضَّمِير وَهُوَ أعرف السِّتَّة وَلِهَذَا بدأت بِهِ وعطفت بَقِيَّة المعارف عَلَيْهِ بثم وَهُوَ عبارَة عَمَّا دلّ على مُتَكَلم كأنا أَو مُخَاطب كَأَنْت أَو غَائِب كَهُوَ وينقسم إِلَى مستتر وبارز لِأَنَّهُ لَا يَخْلُو إِمَّا أَن يكون لَهُ صُورَة فِي اللَّفْظ أَولا فَالْأول البارز كتاء قُمْت وَالثَّانِي الْمُسْتَتر كالمقدر فِي نَحْو قَوْلك قُم ثمَّ لكل من البارز والمستتر انقسام بِاعْتِبَار فَأَما الْمُسْتَتر فينقسم بِاعْتِبَار وجوب الاستتار وجوازه إِلَى قسمَيْنِ وَاجِب الاستتار وجائزه ونعني بِوَاجِب الاستتار مَا لَا يُمكن قيام الظَّاهِر مقَامه وَذَلِكَ كالضمير الْمَرْفُوع بِالْفِعْلِ الْمُضَارع المبدوء بِالْهَمْزَةِ كأقوم أَو بالنُّون كنقوم أَو بِالتَّاءِ كتقوم أَلا ترى أَنَّك لَا تَقول أقوم زيد وَلَا تَقول نقوم عَمْرو ونعني بالمستتر جَوَازًا مَا يُمكن قيام الظَّاهِر مقَامه وَذَلِكَ كالضمير الْمَرْفُوع بِفعل الْغَائِب نَحْو زيد يقوم أَلا ترى أَنه يجوز لَك أَن تَقول زيد يقوم غُلَامه</p> </div>"
   },
   {
    "page_number": 76,
    "page": 95,
    "text": "<div> <p>وَأما البارز فَإِنَّهُ يَنْقَسِم بِحَسب الِاتِّصَال والانفصال إِلَى قسمَيْنِ مُتَّصِل ومنفصل فالمتصل هُوَ الَّذِي لَا يسْتَقلّ بِنَفسِهِ كتاء قُمْت والمنفصل هُوَ الَّذِي يسْتَقلّ بِنَفسِهِ كأنا وَأَنت وَهُوَ وينقسم الْمُتَّصِل بِحَسب مواقعه فِي الْإِعْرَاب إِلَى ثَلَاثَة أَقسَام مَرْفُوع الْمحل ومنصوبه ومخفوضه فمرفوعه كتاء قُمْت فَإِنَّهُ فَاعل ومنصوبه ككاف أكرمك فَإِنَّهُ مفعول ومخفوضه كهاء غُلَامه فَإِنَّهُ مُضَاف إِلَيْهِ وينقسم الْمُنْفَصِل بِحَسب مواقعه فِي الْإِعْرَاب إِلَى مَرْفُوع الْموضع ومنصوبه فَالْمَرْفُوع اثْنَتَا عشرَة كلمة أَنا نَحن أَنْت أَنْت أَنْتُمَا أَنْتُم أنتن هُوَ هِيَ هما هم هن ومنصوبه اثْنَتَا عشرَة كلمة أَيْضا إيَّايَ إيانا إياك إياك إياكما إيَّاكُمْ إياكن إِيَّاه إِيَّاهَا إيَّاهُمَا إيَّاهُم إياهن فَهَذِهِ الاثنتا عشرَة كلمة لَا تقع إِلَّا فِي مَحل النصب كَمَا أَن تِلْكَ الأول لَا تقع إِلَّا فِي مَحل الرّفْع تَقول أَنا مُؤمن فَأَنا مُبْتَدأ والمبتدأ حكمه الرّفْع وَإِيَّاك أكرمت فإياك مفعول مقدم وَالْمَفْعُول حكمه النصب وَلَا يجوز أَن يعكس ذَلِك فَلَا تَقول إيَّايَ مُؤمن وَأَنت أكرمت وعَلى ذَلِك فقس الْبَاقِي وَلَيْسَ فِي الضمائر الْمُنْفَصِلَة مَا هُوَ محفوض الْموضع بِخِلَاف الْمُتَّصِلَة وَلما ذكرت أَن الضمر يَنْقَسِم إِلَى مُتَّصِل ومنفصل أَشرت بعد ذَلِك إِلَى أَنه مهما أمكن أَن يُؤْتى بالمتصل فَلَا يجوز الْعُدُول عَنهُ إِلَى الْمُنْفَصِل لَا تَقول قَامَ أَنا وَلَا أكرمت اياك لتمكنك من أَن تَقول قُمْت وأكرمتك بِخِلَاف قَوْلك مَا قَامَ الا أَنا وَمَا أكرمت الا اياك فَإِن الِاتِّصَال هُنَا مُتَعَذر لِأَن الا مَانِعَة مِنْهُ فَلذَلِك جِيءَ بالمنفصل ثمَّ استثنيت من هَذِه الْقَاعِدَة صُورَتَيْنِ يجوز فيهمَا الْفَصْل مَعَ التَّمَكُّن من الْوَصْل وَضَابِط الأولى أَن يكون الضَّمِير ثَانِي ضميرين أَولهمَا أعرف من الثَّانِي وَلَيْسَ مَرْفُوعا نَحْو سلنيه وخلتكه يجوز أَن تَقول فيهمَا سلني</p> </div>"
   },
   {
    "page_number": 77,
    "page": 96,
    "text": "<div> <p>إِيَّاه وخلتك إِيَّاه وَإِنَّمَا قُلْنَا الضَّمِير الأول فِي ذَلِك أعرف لِأَن ضمير الْمُتَكَلّم أعرف من ضمير الْمُخَاطب وَضمير الْمُخَاطب أعرف من ضمير الْغَائِب وَضَابِط الثَّانِيَة أَن يكون الضَّمِير خَبرا لَكَانَ أَو احدى اخواتها سَوَاء كَانَ مَسْبُوقا بضيمر أم لَا فَالْأول نَحْو الصّديق كنته وَالثَّانِي نَحْو الصّديق كانه زيد يجوز أَن تَقول فيهمَا كنت اياه وَكَانَ اياه زيد وَاتَّفَقُوا على أَن الْوَصْل أرجح فِي الصُّورَة الأولى اذا لم يكن الْفِعْل قلبيا نَحْو سلنيه وأعطنيه وَلذَلِك لم يَأْتِ فِي التَّنْزِيل إِلَّا بِهِ كَقَوْلِه تَعَالَى أنلز مكموها إِن يسألكموها فَسَيَكْفِيكَهُم الله وَاخْتلفُوا فِيمَا اذا كَانَ الْفِعْل قلبيا نَحْو خلكه وظننتكه وَفِي بَاب كَانَ نَحْو كنته وكانه زيد فَقَالَ الْجُمْهُور الْفَصْل أرجح فِيهِنَّ وَاخْتَارَ ابْن مَالك فِي جَمِيع كتبه الْوَصْل فِي كَانَ وَاخْتلف رَأْيه فِي الْأَفْعَال القلبية فَتَارَة وَافق الْجُمْهُور وَتارَة خالفهم</p><p>الْقسم الثَّانِي الْعلم وانقسامه إِلَى اسْم وكنية ولقب</p><p>ص ثمَّ الْعلم وَهُوَ إِمَّا شخصي كزيد أَو جنسي كأسامة وَإِمَّا اسْم كَمَا مثلنَا أَو لقب كزين العابدين وَقْفَة أَو كنية كَأبي عَمْرو وَأم كُلْثُوم وَيُؤَخر اللقب عَن الِاسْم تَابعا لَهُ مُطلقًا أَو مخفوضا بإضافته إِن أفردا كسعيد كرز ش الثَّانِي من أَنْوَاع المعارف الْعلم وَهُوَ مَا علق على شَيْء بِعَيْنِه غير متناول مَا أشبهه</p> </div>"
   },
   {
    "page_number": 78,
    "page": 97,
    "text": "<div> <p>وينقسم باعتبارات مُخْتَلفَة إِلَى أَقسَام مُتعَدِّدَة فينقسم بِاعْتِبَار تشخص مُسَمَّاهُ وَعدم تشخصه إِلَى قسمَيْنِ علم شخص وَعلم جنس فالأؤل كزيد وَعَمْرو وَالثَّانِي كأسامة للأسد وثعالة للثعلب وذؤالة للذئب فَإِن كلا من هَذِه الْأَلْفَاظ يصدق على كل وَاحِد من أَفْرَاد هَذِه الْأَجْنَاس تَقول لكل أَسد رَأَيْته هَذَا أُسَامَة مُقبلا وَكَذَا الْبَوَاقِي وَيجوز أَن تطلقها بِإِزَاءِ صَاحب هَذِه الْحَقِيقَة من حَيْثُ هُوَ فَتَقول أُسَامَة أَشْجَع من ثعالة أَي صَاحب هَذِه الْحَقِيقَة اشجع من صَاحب هَذِه الْحَقِيقَة وَلَا يجوز أَن تطلقها على شخص غَائِب لَا تَقول لمن بَيْنك وَبَينه عهد فِي اسد خَاص مَا فعل اسامة وَبِاعْتِبَار ذَاته إِلَى مُفْرد ومركب فالمفرد كزيد واسامة والمركب ثَلَاثَة أقسم مركب تركيب إِضَافَة كعبد الله وَحكمه ان يعرب الْجُزْء الأول من جزءيه بِحَسب العوامل الداخلية عَلَيْهِ ويخفض الثَّانِي بالاضافة دَائِما ومركب تركيب مزج كبعلبك وسيبويه وَحكمه ان يعرب بالضمة رفعا وبالفتحة نصبا وجرا كَسَائِر الْأَسْمَاء الَّتِي لَا تَنْصَرِف هَذَا إِذا لم يكن مَخْتُومًا بويه كبعلبك فَإِن ختم بهَا بني على الْكسر كسيبويه ومركب تركيب إِسْنَاد وَهُوَ مَا كَانَ جملَة فِي الأَصْل كشاب قرناها وَحكمه ان العوامل لَا تُؤثر فِيهِ شَيْئا بل يحْكى على مَا كَانَ عَلَيْهِ من الْحَالة قبل النَّقْل وينقسم إِلَى اسْم وكنية ولقب وَذَلِكَ لِأَنَّهُ إِن بُدِئَ بأب أَو ام كَانَ كنية</p> </div>"
   },
   {
    "page_number": 79,
    "page": 98,
    "text": "<div> <p>كَأبي بكر وَأم بكر وَأبي عَمْرو وَأم عَمْرو وَإِلَّا فَإِن أشعر برفعة الْمُسَمّى كزين العابدين أوضعته كقفة وبطة وأنف النَّاقة فلقب وَإِلَّا فاسم كزيد وَعَمْرو وَإِذا اجْتمع الِاسْم مَعَ اللقب وَجب فِي الْأَفْصَح تَقْدِيم الِاسْم وَتَأْخِير اللقب ثمَّ إِن كَانَا مضافين كَعبد الله زين العابدين أَو كَانَ الأول مُفردا وَالثَّانِي مُضَافا كزيد زين العابدين أَو كَانَ الْأَمر بِالْعَكْسِ كَعبد الله قفة وَجب كَون الثَّانِي تَابعا للْأولِ فِي إعرابه إِمَّا على أَنه بدل مِنْهُ أَو عطف بَيَان عَلَيْهِ وَإِن كَانَا مفردين كزيد قفة وَسَعِيد كرز فالكوفيون والزجاج يجيزون فِيهِ وَجْهَيْن أَحدهمَا إتباع اللقب للإسم كَمَا تقدم فِي بَقِيَّة الْأَقْسَام وَالثَّانِي إِضَافَة الِاسْم إِلَى اللقب وَجُمْهُور الْبَصرِيين يوجبون الْإِضَافَة وَالصَّحِيح الأول والإتباع أَقيس من الاضافة والاضافة أَكثر</p><p>الْقسم الثَّالِث اسْم الاشارة</p><p>ص ثمَّ الاشارة وَهِي ذَا للمذكر وَذي وذه وتي وته وتا للمؤنث وذان وتان للمثنى بِالْألف رفعا وبالياء جرا ونصبا وأولاء لجمعهما والبعيد بِالْكَاف مُجَرّدَة من اللَّام مُطلقًا أَو مقرونة بهَا إِلَّا فِي الْمثنى مُطلقًا وَفِي الْجمع فِي لُغَة من مُدَّة وَفِيمَا تقدمته هَا التَّنْبِيه</p> </div>"
   },
   {
    "page_number": 80,
    "page": 99,
    "text": "<div> <p>ش الثَّالِث من أنوع المعارف اسْم الْإِشَارَة وينقسم بِحَسب الْمشَار إِلَيْهِ إِلَى ثَلَاثَة أَقسَام مَا يشار بِهِ للمفرد وَمَا يشار بِهِ للمثنى وَمَا يشار بِهِ للْجَمَاعَة وكل من هَذِه الثَّلَاثَة يَنْقَسِم إِلَى مُذَكّر ومؤنث فللمفرد الْمُذكر لَفظه وَاحِدَة وَهِي ذَا وللمفرد المؤنثة عشرَة أَلْفَاظ خَمْسَة مبدوءة بِالذَّالِ وَهِي ذِي وذهي بالإشباع وذه بِالْكَسْرِ وذه بالإسكان وَذَات وَهِي أغربها وَإِنَّمَا الْمَشْهُور اسْتِعْمَال ذَات بِمَعْنى صَاحِبَة كَقَوْلِك ذَات جمال أَو بِمَعْنى الَّتِي فِي لُغَة بعض طَيء حكى الْفراء بِالْفَضْلِ ذُو فَضلكُمْ الله بِهِ والكرامة ذَات اكرمكم الله بهَا أَي الَّتِي اكرمكم الله بهَا فلهَا حِينَئِذٍ ثَلَاث استعمالات وَخَمْسَة مبدوءة بِالتَّاءِ وَهِي تي وتهي بالاشباع وتيه بِالْكَسْرِ وته بالإسكان وتا ولتثنية الْمُذكر ذان بِالْألف رفعا كَقَوْلِه تَعَالَى فذانك برهانان وَدين بِالْيَاءِ جرا ونصبا كَقَوْلِه تَعَالَى رَبنَا أرنا اللَّذين</p> </div>"
   },
   {
    "page_number": 81,
    "page": 100,
    "text": "<div> <p>ولتثنية الْمُؤَنَّث تان بِالْألف رفعا كَقَوْلِك جَاءَتْنِي هَاتَانِ وَهَاتين بِالْيَاءِ جرا ونصبا كَقَوْلِه تَعَالَى إِحْدَى ابْنَتي هَاتين ولجمع الْمُذكر والمؤنث أولاء قَالَ تَعَالَى وَأُولَئِكَ هم المفلحون وَقَالَ تَعَالَى هَؤُلَاءِ بَنَاتِي وَبَنُو تَمِيم يَقُولُونَ أولى بِالْقصرِ وَقد أَشرت إِلَى هَذِه اللُّغَة بِمَا ذكرته بعد من أَن اللَّام لَا تلْحقهُ فِي لُغَة من مده ثمَّ الْمشَار إِلَيْهِ إِمَّا أَن يكون قَرِيبا أَو بَعيدا فَإِن كَانَ قَرِيبا جِيءَ باسم الاشارة مُجَردا من الْكَاف وجوبا ومقرونا بهَا التَّنْبِيه جوزا تَقول جَاءَنِي هَذَا وَجَاءَنِي ذَا وَيعلم أَن هَاء التَّنْبِيه تلْحق اسْم الاشارة بِمَا ذكرته بعد من أَنَّهَا إِذا لحقته لم تلْحقهُ لَام الْبعد وَإِن كَانَ بَعيدا وَجب اقترانه بِالْكَاف إِمَّا مُجَرّدَة من اللَّام نَحْو ذَاك أَو مقرونة بهَا نَحْو ذَلِك وتمتنع اللَّام فِي ثَلَاث مسَائِل إِحْدَاهمَا الْمثنى تَقول ذَانك وتانك وَلَا يُقَال ذان لَك وَلَا تان لَك الثَّانِيَة الْجمع فِي لُغَة من مده تَقول أُولَئِكَ وَلَا يجوز أولاءلك وَمن قصره قَالَ اولا لَك الثَّالِثَة إِذا تقدّمت عَلَيْهَا هَاء التَّنْبِيه تَقول هذاك وَلَا يجوز هذالك</p><p>الْقسم الرَّابِع اسْم الْمَوْصُول</p><p>ص ثمَّ الْمَوْصُول وَهُوَ الَّذِي وَالَّتِي واللذان واللتان بِالْألف رفعا وبالياء جرا ونصبا ولجمع الْمُذكر الَّذين بِالْيَاءِ مُطلقًا والألى</p> </div>"
   },
   {
    "page_number": 82,
    "page": 101,
    "text": "<div> <p>ولجمع الْمُؤَنَّث اللآئي واللاتي وَبِمَعْنى الْجَمِيع من وَمَا وَأي وأل فِي وصف صَرِيح لغير تَفْضِيل كالضارب والمضروب وَذُو فِي لُغَة طي وَذَا بعد مَا أَو من الاستفهاميتين وصلَة أل الْوَصْف وصلَة غَيرهَا إِمَّا جملَة خبرية ذَات ضمير مُطَابق للموصول يُسمى عَائِدًا وَقد يحذف نَحْو أَيهمْ أَشد وَمَا عملت أَيْديهم فَاقْض مَا أَنْت قَاض وَيشْرب مِمَّا تشربون أَو ظرف أَو جَار ومجرور تامان متعلقان باستقر محذوفا ش الْبَاب الرَّابِع من أَنْوَاع المعارف الْأَسْمَاء الموصولة وَهِي المفتقرة إِلَى صلَة وعائد وَهِي على ضَرْبَيْنِ خَاصَّة ومشتركة فالخاصة الَّذِي للمذكر وَالَّتِي للمؤنث واللذان لتثنية الْمُذكر واللتان لتثنية الْمُؤَنَّث ويستعملان بِالْألف رفعا وبالياء جرا ونصبا وَالْأولَى لجمع الْمُذكر وَكَذَلِكَ الَّذين وَهُوَ بِالْيَاءِ فِي أَحْوَاله كلهَا وهذيل وَعقيل يَقُولُونَ</p> </div>"
   },
   {
    "page_number": 83,
    "page": 102,
    "text": "<div> <p>الذون رفعا وَالَّذين جرا ونصبا واللائي والاتي وَلَك فيهمَا إِثْبَات الْيَاء وتركتها والمشتركة من وَمَا وَأي وأل وَذُو وَذَا فَهَذِهِ السِّتَّة تطلق على الْمُفْرد والمثنى وَالْمَجْمُوع الْمُذكر من ذَلِك كُله والمؤنث تَقول فِي من يُعجبنِي من جَاءَك وَمن جاءتك وَمن جاآك وَمن جاءتاك وَمن جاءوك وَمن جئنك وَتقول فِي مَا لمن قَالَ اشترت حمارا اَوْ اتانا أَو حِمَارَيْنِ أَو اتانين أَو حمرا أَو اتنا أعجبني مَا اشترته وَمَا اشترتها وَمَا اشترتهما وَمَا اشتريتهم وَمَا اشتريتهن وَكَذَلِكَ تفعل فِي الْبَوَاقِي وَإِنَّمَا تكون أل الموصولة بِشَرْط أَن تكون دَاخله على وصف صَرِيح لغير تَفْصِيل وَهُوَ ثَلَاثَة اسْم الْفَاعِل كالضارب وَاسم الْمَفْعُول كالمضروب وَالصّفة المشبهة كالحسن فَإِذا دخلت اسْم جامد كَالرّجلِ اَوْ على وصف يشبه الْأَسْمَاء الجامدة كالصاحب اَوْ على وصف التَّفْضِيل كالأفضل والأعلى فَهِيَ حرف تَعْرِيف وَإِنَّمَا تكون ذُو مَوْصُولَة فِي لُغَة طَيء خَاصَّة تَقول جَاءَنِي ذُو قَامَ وَسمع من كَلَام بَعضهم لَا وَذُو فِي السَّمَاء عرسة وَقَالَ شَاعِرهمْ فَإِن المَاء مَاء أبي وجدي وبئري ذُو حفرت وَذُو طويت</p> </div>"
   },
   {
    "page_number": 84,
    "page": 104,
    "text": "<div> <p>وَإِنَّمَا تكون ذَا مَوْصُولَة بِشَرْط أَن يتقدمها مَا الاستفهامية نَحْو مَاذَا أنزل ربكُم أَو من الاستفهامية نَحْو قَول وقصيدة تَأتي الْمُلُوك غَرِيبَة قد قلتهَا ليقال من ذَا قَالَهَا</p> </div>"
   },
   {
    "page_number": 85,
    "page": 106,
    "text": "<div> <p>أَي مَا الَّذِي أنزل ربكُم وَمن الَّذِي قَالَهَا فَإِن لم يدْخل عَلَيْهَا شَيْء من ذَلِك فَهِيَ اسْم إِشَارَة وَلَا يجوز أَن تكون مَوْصُولَة خلافًا وللكوفيين وَاسْتَدَلُّوا بقوله عدس مَا لعباد عَلَيْك امارة أمنت وَهَذَا تحملين طليق</p> </div>"
   },
   {
    "page_number": 86,
    "page": 107,
    "text": "<div> <p>قَالُوا هَذَا مَوْصُول مُبْتَدأ وتحملين صلته والعائد مَحْذُوف وطليق خَبره وَالتَّقْدِير وَالَّذِي تحملينه طليق وَهَذَا لَا دَلِيل فِيهِ لجَوَاز أَن يكون ذَا للْإِشَارَة وَهُوَ مُبْتَدأ وطليق خَبره تحملين جملَة حَالية وَالتَّقْدِير وَهَذَا طليق فِي حَالَة كَونه مَحْمُولا لَك وَدخُول حرف التَّنْبِيه عَلَيْهَا يدل على أَنَّهَا الاشارة لَا مَوْصُولَة فَهَذَا خُلَاصَة القَوْل فِي تعداد الموصولات خاصها ومشتركها</p><p>صلَة الْمَوْصُول جملَة اسمية وفعلية وَشبه الْجُمْلَة</p><p>فَأَما الصِّلَة فَهِيَ على ضَرْبَيْنِ جملَة وَشبه جملَة وَالْجُمْلَة على ضَرْبَيْنِ اسميه وفعلية</p> </div>"
   },
   {
    "page_number": 87,
    "page": 108,
    "text": "<div> <p>وَشَرطهَا أَمْرَانِ أَحدهمَا أَن تكون خبرية أَعنِي مُحْتَملَة للصدق وَالْكذب فَلَا يجوز جَاءَ الَّذِي اضربه وَلَا جَاءَ الَّذِي بعتكه إِذا قصدت بِهِ الانشاء بِخِلَاف جَاءَ الَّذِي أَبوهُ قَائِم وَجَاء الَّذِي ضَربته وَالثَّانِي أَن تكون مُشْتَمِلَة على ضمير مُطَابق للموصول فِي افراده وتثنيته وَجمعه وتذكيره وتأنيثه نَحْو جَاءَ الَّذِي أكرمته وَجَاءَت الَّتِي أكرمتها وَجَاء اللَّذَان أكرمتهما وَجَاءَت اللَّتَان أكرمتهما وَجَاء الَّذين أكرمتهم وَجَاء اللَّاتِي أكرمتهن وَقد يحذف الضَّمِير سَوَاء كَانَ مَرْفُوعا نَحْو قَوْله تَعَالَى ثمَّ لننزعن من كل شيعَة أَيهمْ أَشد أَي الَّذِي هُوَ أَشد أَو مَنْصُوبًا نَحْو وَمَا عملت أَيْديهم قَرَأَ غير حَمْزَة وَالْكسَائِيّ وَشعْبَة عملته بِالْهَاءِ على الأَصْل وَقَرَأَ هَؤُلَاءِ بحذفها أَو مخفوضا بالاضافة كَقَوْلِه تَعَالَى فَاقْض مَا أَنْت قَاض أَي مَا أَنْت قاضيه وَقَول الشَّاعِر ستبدي لَك الْأَيَّام مَا كنت جَاهِلا ويأتيك بالأخبار من لم تزَود</p> </div>"
   },
   {
    "page_number": 88,
    "page": 109,
    "text": "<div> <p>أَي مَا كنت جاهله أَو محفوضا بالحرف نَحْو قَوْله تعاى يَأْكُل مِمَّا تَأْكُلُونَ مِنْهُ وَيشْرب مِمَّا تشربون أَي مِنْهُ وَقَول الشَّاعِر</p> </div>"
   },
   {
    "page_number": 89,
    "page": 110,
    "text": "<div> <p>نصلي للَّذي صلت قُرَيْش ونعبده وان جحد الْعُمُوم أَي نصلي للَّذي صلت لَهُ قُرَيْش</p> </div>"
   },
   {
    "page_number": 90,
    "page": 111,
    "text": "<div> <p>وَفِي هَذَا الْفَصْل تفاصيل كَثِيرَة لَا يَلِيق بهَا هَذَا الْمُخْتَصر وَشبه الْجُمْلَة ثَلَاثَة أَشْيَاء الظّرْف نَحْو الَّذِي عنْدك وَالْجَار وَالْمَجْرُور نَحْو الَّذِي فِي الدَّار وَالصّفة الصَّرِيحَة وَذَلِكَ فِي صلَة أل وَقد تقدم شَرحه وَشرط الظّرْف وَالْجَار وَالْمَجْرُور أَن يَكُونَا تَأْمِين فَلَا يجوز جَاءَ الَّذِي بك وَلَا جَاءَ الَّذِي أمس لنقصانهما وَحكى الْكسَائي نزلنَا الْمنزل الَّذِي البارحة أَي الَّذِي نزلناه البارحة وَهُوَ شَاذ</p> </div>"
   },
   {
    "page_number": 91,
    "page": 112,
    "text": "<div> <p>وَإِذا وَقع الظّرْف وَالْجَار والمرور صلَة كَانَا مُتَعَلقين بِفعل مَحْذُوف وجوبا تَقْدِيره اسْتَقر وَالضَّمِير الَّذِي كَانَ مستترا فِي الْفِعْل انْتقل مِنْهُ إِلَيْهَا ص ثمَّ ذُو الأداة وَهِي أل عِنْد الْخَلِيل وسيبويه لَا اللَّام وَحدهَا خلافًا للأخفش وَتَكون للْعهد نَحْو فِي زجاجة الزجاجة وَجَاء القَاضِي أَو للْجِنْس ك أهلك النَّاس الدِّينَار وَالدِّرْهَم وَجَعَلنَا من المَاء كل شَيْء حَيّ أَو لاستغراق أَفْرَاده نَحْو وَخلق الْإِنْسَان ضَعِيفا أَو صِفَاته نَحْو زيد الرجل</p><p>الْقسم الْخَامِس ذُو الأداة</p><p>ش النَّوْع الْخَامِس من أَنْوَاع المعارف ذُو الأداة نَحْو الْفرس والغلام وَالْمَشْهُور بَين النَّحْوِيين أَن الْمُعَرّف أل عِنْد الْخَلِيل وَاللَّام وَحدهَا عِنْد سِيبَوَيْهٍ وَنقل ابْن عُصْفُور الأول عَن ابْن كيسَان وَالثَّانِي عَن بَقِيَّة النَّحْوِيين وَنَقله بَعضهم عَن الْأَخْفَش وَزعم ابْن مَالك أَنه لَا خلاف بَين سِيبَوَيْهٍ والخليل فِي أَن الْمُعَرّف أل وَقَالَ وَإِنَّمَا الْخلاف بَينهمَا فِي الْهمزَة أزائدة هِيَ أم أَصْلِيَّة وَاسْتدلَّ على ذَلِك بمواضع أوردهَا من كَلَام سِيبَوَيْهٍ وتلخيص الْكَلَام أَن فِي الْمَسْأَلَة ثَلَاث مَذَاهِب أَحدهَا أَن الْمُعَرّف أل وَالْألف أصل الثَّانِي أَن الْمُعَرّف أل وَالْألف زَائِدَة الثَّالِث أَن الْمُعَرّف اللَّام وَحدهَا والاحتجاج لهَذِهِ الْمذَاهب يَسْتَدْعِي تَطْوِيلًا لَا يَلِيق بِهَذَا الْإِمْلَاء وتنقسم أل المعرفه إِلَى ثَلَاثَة أَقسَام وَذَلِكَ أَنَّهَا إِمَّا لتعريف الْعَهْد أَو لتعريف الْجِنْس أَو للاستغراق فَأَما الَّتِي لتعريف الْعَهْد فتنقسم قسمَيْنِ لِأَن الْعَهْد إِمَّا ذكرى وَإِمَّا ذهني</p> </div>"
   },
   {
    "page_number": 92,
    "page": 113,
    "text": "<div> <p>فَالْأول كَقَوْلِك إشتريت فرسا ثمَّ بِعْت الْفرس أَي بِعْت الْفرس الْمَذْكُور وَلَو قلت ثمَّ بِعْت فرسا لَكَانَ غير الْفرس الأول قَالَ الله تَعَالَى مثل نوره كمشكاة فِيهَا مِصْبَاح الْمِصْبَاح فِي زجاجة الزجاجة كَأَنَّهَا كَوْكَب درى وَالثَّانِي كَقَوْلِك جَاءَ القَاضِي إِذا كَانَ بَيْنك وَبَين مخاطبك عهد فِي قَاض خَاص وَأما الَّتِي لتعريف الْجِنْس فكقولك الرجل أفضل من الْمَرْأَة إِذْ لم ترد بِهِ رجلا بِعَيْنِه وَلَا امْرَأَة بِعَينهَا وَإِنَّمَا أردْت أَن هَذَا الْجِنْس من حَيْثُ هُوَ أفضل من هَذَا الْجِنْس من حَيْثُ هُوَ وَلَا يَصح ان يُرَاد بِهَذَا أَن كل وَاحِد من الرِّجَال أفضل من كل وَاحِدَة من النِّسَاء لِأَن الْوَاقِع بِخِلَافِهِ وَكَذَلِكَ قَوْلك أهلك النَّاس الدِّينَار وَالدِّرْهَم وَقَوله تَعَالَى وَجَعَلنَا من المَاء كل شَيْء حَيّ وأل هَذِه هِيَ الَّتِي يعبر عَنْهَا بالجنسية ويعبر عَنْهَا أَيْضا بِالَّتِي لبَيَان الْمَاهِيّة وبالتي لبَيَان الْحَقِيقَة وَأما الَّتِي للاستغراق فعلى قسمَيْنِ لِأَن الِاسْتِغْرَاق إِمَّا أَن يكون بِاعْتِبَار حَقِيقَة الْأَفْرَاد أَو بِاعْتِبَار صِفَات الْأَفْرَاد فَالْأول نَحْو وَخلق الْإِنْسَان ضَعِيفا أَي كل وَاحِد من جنس الانسان ضَعِيف وَالثَّانِي نَحْو قَوْلك أَنْت الرجل أَي الْجَامِع لصفات الرِّجَال المحمودة وَضَابِط الأولى أَن يَصح حُلُول كل محلهَا على جِهَة الْحَقِيقَة فَإِنَّهُ لَو قيل وَخلق كل إِنْسَان ضَعِيفا لصَحَّ ذَلِك على جِهَة الْحَقِيقَة وَضَابِط الثَّانِيَة أَن يَصح حُلُول كل محلهَا على جِهَة الْمجَاز فَإِنَّهُ لَو قيل أَنْت كل الرجل لصَحَّ ذَلِك على جِهَة الْمُبَالغَة كَمَا قَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام كل الصَّيْد فِي جَوف الفرا وَقَول الشَّاعِر</p> </div>"
   },
   {
    "page_number": 93,
    "page": 114,
    "text": "<div> <p>لَيْسَ على الله بمستنكر أَن يجمع الْعَالم فِي وَاحِد ص وإبدال اللَّام ميما لُغَة حميرية ش لُغَة حمير إِبْدَال لَام أل ميما وَقد تكلم النَّبِي صلى الله الله عَلَيْهِ وَسلم بلغته إِذْ قَالَ لَيْسَ من أمبر أمصيام فِي أمسفر وَعَلِيهِ قَول الشَّاعِر ذَاك خليلى وَذُو يواصلني يَرْمِي ورائي بأمسهم وأمسلمه</p> </div>"
   },
   {
    "page_number": 94,
    "page": 116,
    "text": "<div> <p>ص والمضاف إِلَى وَاحِد مِمَّا ذكر وَهُوَ بِحَسب مَا يُضَاف إِلَيْهِ إِلَّا الْمُضَاف إِلَى الضَّمِير فكالعلم</p><p>الْقسم السَّادِس الْمُضَاف</p><p>ش النَّوْع السَّادِس من المعارف مَا أضيف إِلَى وَاحِد من الْخَمْسَة الْمَذْكُورَة نَحْو غلامي وَغُلَام هَذَا وَغُلَام الَّذِي فِي الدَّار وَغُلَام القَاضِي ورتبته فِي التَّعْرِيف كرتبة مَا أضيف إِلَيْهِ فلمضاف إِلَى الْعلم فِي رُتْبَة الْعلم والمضاف إِلَى الْإِشَارَة فِي رُتْبَة الْإِشَارَة وَكَذَا الْبَاقِي إِلَّا الْمُضَاف إِلَى الْمُضمر فَلَيْسَ فِي رُتْبَة الْمُضمر وَإِنَّمَا هُوَ فِي رُتْبَة الْعلم وَالدَّلِيل على ذَلِك أَنَّك تَقول مَرَرْت بزيد صَاحبك فتصف الْعلم بِالِاسْمِ الْمُضَاف إِلَى الْمُضمر فَلَو كَانَ فِي رُتْبَة الْمُضمر لكَانَتْ الصّفة أعرف من الْمَوْصُوف وَذَلِكَ لَا يجوز على الْأَصَح</p><p>الْمُبْتَدَأ وَالْخَبَر</p><p>ص بَاب الْمُبْتَدَأ وَالْخَبَر مرفوعان ك الله رَبنَا وَمُحَمّد نَبينَا ش الْمُبْتَدَأ هُوَ الِاسْم الْمُجَرّد عَن العوامل اللفظية للاسناد ف الِاسْم جنس يَشْمَل الصَّرِيح كزيد فِي نَحْو زيد قَائِم والمؤول فِي نَحْو وَأَن تَصُومُوا فِي قَوْله تَعَالَى وَأَن تَصُومُوا خير لكم فَإِنَّهُ مُبْتَدأ مخبر عَنهُ بِخَير وَخرج ب الْمُجَرّد نَحْو زيد فِي كَانَ زيد عَالما فَإِنَّهُ لم يتجرد عَن العوامل</p> </div>"
   },
   {
    "page_number": 95,
    "page": 117,
    "text": "<div> <p>اللفظية وَنَحْو ذَلِك فِي الْعدَد وَاحِد اثْنَان ثَلَاثَة فَإِنَّهَا تجردت لَكِن لَا رسناد فِيهَا وَدخل تَحت قَوْلنَا للاسناد مَا إِذا كَانَ الْمُبْتَدَأ مُسْندًا إِلَيْهِ مَا بعده نَحْو زيد قَائِم وَمَا إِذا كَانَ الْمُبْتَدَأ مُسْندًا إِلَى مَا بعده نَحْو أقائم الزيدان وَالْخَبَر هُوَ الْمسند الَّذِي تتمّ بِهِ مَعَ الْمُبْتَدَأ فَائِدَة فَخرج بِقَوْلِي الْمسند الْفَاعِل فِي نَحْو أقائم الزيدان فَإِنَّهُ وَإِن تمت بِهِ مَعَ الْمُبْتَدَأ الْفَائِدَة لكنه مُسْند إِلَيْهِ لَا مُسْند وبقولي مَعَ الْمُبْتَدَأ نَحْو قَامَ فِي قَوْلك قَامَ زيد وَحكم الْمُبْتَدَأ وَالْخَبَر الرّفْع ص وَيَقَع الْمُبْتَدَأ نكرَة إِن عَم أَو خص نَحْو مَا رجل فِي الدَّار أإله مَعَ الله ولعَبْد مُؤمن خير من مُشْرك وَخمْس صلوَات كتبهن الله ش الأَصْل فِي الْمُبْتَدَأ أَن يكون معرفَة لَا نكرَة لِأَن النكرَة مَجْهُولَة غَالِبا وَالْحكم على الْمَجْهُول لَا يُفِيد وَيجوز أَن يكون نكرَة إِن كَانَ عَاما</p> </div>"
   },
   {
    "page_number": 96,
    "page": 118,
    "text": "<div> <p>أَو خَاصّا فَالْأول كَقَوْلِك مَا رجل فِي الدَّار وَكَقَوْلِه تَعَالَى أإله مَعَ الله فالمبتدأ فيهمَا عَام لوُقُوعه فِي سِيَاق النَّفْي والاستفهام وَالثَّانِي كَقَوْلِه تَعَالَى ولعَبْد مُؤمن خير من مُشْرك وَقَوله عَلَيْهِ الصَّلَاة وَالسَّلَام خمس صلوَات كتبهن الله فِي الْيَوْم وَاللَّيْلَة فالمبتدأ فيهمَا خَاص لكَونه مَوْصُوفا فِي الْآيَة ومضافا فِي الحَدِيث وَقد ذكر بعض النُّحَاة لتسويغ الِابْتِدَاء بالنكرة صورا وأنهاها بعض الْمُتَأَخِّرين إِلَى نَيف وَثَلَاثِينَ موضعا وَذكر بَعضهم أَنَّهَا كلهَا ترجع للخصوص والعموم فَلْيتَأَمَّل ذَلِك ص وَالْخَبَر جملَة لَهَا رابط ك زيد أَبوهُ قَائِم وولباس التَّقْوَى ذَلِك خير والحاقه مَا الحاقه وَزيد نعم الرجل إِلَّا فِي نَحْو قل هُوَ الله أحد ش أَي وَيَقَع الْخَبَر جملَة مرتبطة بالمبتدأ برابط من روابط أَرْبَعَة أَحدهَا الضَّمِير وَهُوَ الأَصْل فِي الرَّبْط كَقَوْلِك زيد أَبوهُ قَائِم فزيد مُبْتَدأ أول وَأَبوهُ مُبْتَدأ ثَان وَالْهَاء مُضَاف إِلَيْهِ وقائم خبر الْمُبْتَدَأ الثَّانِي والمبتدأ الثَّانِي وَخَبره خبر الْمُبْتَدَأ الأول والرابط بَينهمَا الضَّمِير الثَّانِي الْإِشَارَة كَقَوْلِه تَعَالَى ولباس التَّقْوَى ذَلِك خير فلباس مُبْتَدأ وَالتَّقوى مُضَاف إِلَيْهِ وَذَلِكَ مُبْتَدأ ثَان وخي خبر الْمُبْتَدَأ الثَّانِي والمبتدأ الثَّانِي وَخَبره خبر الْمُبْتَدَأ الأول والرباط بَينهمَا الْإِشَارَة</p> </div>"
   },
   {
    "page_number": 97,
    "page": 119,
    "text": "<div> <p>الثَّالِث إِعَادَة الْمُبْتَدَأ بِلَفْظِهِ نَحْو الحاقة مَا الحاقة فالحاقة مُبْتَدأ أول وَمَا مُبْتَدأ ثَان والحاقة خبر الْمُبْتَدَأ الثَّانِي والمبتدأ الثَّانِي وَخَبره خبر الْمُبْتَدَأ الأول والرابط بَينهمَا إِعَادَة الْمُبْتَدَأ بِلَفْظِهِ الرَّابِع الْعُمُوم نَحْو زيد نعم الرجل فزيد مُبْتَدأ وَنعم الرجل جملَة فعلية خَبره والرابط بَينهمَا الْعُمُوم وَذَلِكَ لِأَن أل فِي الرجل للْعُمُوم وَزيد فَرد من أَفْرَاده فَدخل فِي الْعُمُوم فَحصل الرَّبْط وَهَذَا كُله إِذا لم تكن الْجُمْلَة نفس الْمُبْتَدَأ فِي الْمَعْنى فَإِن كَانَت كَذَلِك لم يحْتَج إِلَى رابط كَقَوْلِه تَعَالَى قل هُوَ الله أحد فَهُوَ مُبْتَدأ وَالله أحد مُبْتَدأ وَخَبره وَالْجُمْلَة خبر الْمُبْتَدَأ الأول وَهِي مرتبطة بِهِ لِأَنَّهَا نَفسه فِي الْمَعْنى لِأَن هُوَ بِمَعْنى الشَّأْن وكقوفه صلى الله عَلَيْهِ وَسلم أفضل مَا قلته أَنا والنبيون من قبلي لَا إِلَه إِلَّا الله صلى الله عَلَيْهِ وَسلم وظرفا مَنْصُوبًا نَحْو والركب أَسْفَل مِنْكُم وجارا ومجرورا ك الْحَمد لله رب الْعَالمين وتعلقهما بمستقر أَو اسْتَقر محذوفين ش</p> </div>"
   },
   {
    "page_number": 98,
    "page": 120,
    "text": "<div> <p>أَي وَيَقَع الْخَبَر ظرفا مَنْصُوبًا كَقَوْلِه تَعَالَى والركب أَسْفَل مِنْكُم وجارا ومجرورا كَقَوْلِه تَعَالَى الْحَمد لله رب الْعَالمين وهما حِينَئِذٍ متعلقان بِمَحْذُوف وجوبا تَقْدِيره مُسْتَقر أَو اسْتَقر وَالْأول اخْتِيَار جُمْهُور الْبَصرِيين وحجتهم أَن الْمَحْذُوف هُوَ الْخَبَر فِي الْحَقِيقَة وَالْأَصْل فِي الْخَبَر أَن يكون اسْما مُفردا وَالثَّانِي اخْتِيَار الْأَخْفَش والفارسي والزمخشري وحجتهم أَن الْمَحْذُوف عَامل النصب فِي لفظ الظّرْف وَمحل الْجَار وَالْمَجْرُور وَالْأَصْل فِي الْعَامِل أَن يكون فعلا ص وَلَا يخبر بِالزَّمَانِ عَن الذَّات وَاللَّيْلَة الْهلَال متأول ش يَنْقَسِم الظّرْف إِلَى زماني ومكاني والمبتدأ إِلَى جَوْهَر كزيد وَعَمْرو وَعرض كالقيام وَالْقعُود فَإِن كَانَ الظّرْف مكانيا صَحَّ الْإِخْبَار بِهِ عَن الْجَوْهَر وَالْعرض تَقول زيد أمامك وَالْخَيْر أمامك وَإِن كَانَ زمانيا صَحَّ الْإِخْبَار بِهِ عَن الْعرض دون الْجَوْهَر تَقول الصَّوْم الْيَوْم وَلَا يجوز زيد الْيَوْم فَإِن وجد فِي كَلَامهم مَا ظَاهره ذَلِك وَجب تَأْوِيله كَقَوْلِهِم اللَّيْلَة الْهلَال فَهَذَا على حذف مُضَاف وَالتَّقْدِير اللَّيْل طُلُوع الْهلَال</p> </div>"
   },
   {
    "page_number": 99,
    "page": 121,
    "text": "<div> <p>ص ويغنى عَن الْخَبَر مَرْفُوع وصف مُعْتَمد على اسْتِفْهَام أَو نفي نَحْو أقاطن قوم سلمى وَمَا مَضْرُوب الْعمرَان ش إِذا كَانَ الْمُبْتَدَأ وَصفا مُعْتَمدًا على نفي أَو اسْتِفْهَام اسْتغنى بمرفوعه عَن الْخَبَر تَقول أقائم الزيدان وَمَا قَائِم الزيدان فالزيدان فَاعل بِالْوَصْفِ وَالْكَلَام مستغن عَن الْخَبَر لِأَن الْوَصْف هُنَا فِي تَأْوِيل الْفِعْل أَلا ترى أَن الْمَعْنى أيقوم الزيدان وَمَا يقوم الزيدان وَالْفِعْل لَا يَصح الْإِخْبَار عَنهُ فَكَذَلِك مَا كَانَ فِي مَوْضِعه وَإِمَّا مثلت بقاطن ومضروب ليعلم انه لَا فرق بَين كَون الْوَصْف رَافعا للْفَاعِل أَو النَّائِب عَن الْفَاعِل وَمن شَوَاهِد النَّفْي قَوْله</p><p><span class=\"c2\">(خليلي مَا واف بعهدي أَنْتُمَا ... إِذا لم تَكُونَا لي على من أقاطع)</span></p> </div>"
   },
   {
    "page_number": 100,
    "page": 122,
    "text": "<div> <p>وَمن شَوَاهِد الِاسْتِفْهَام قَوْله أقاطن قوم سلمى أم نووا ظعنا إِن يظعنوا فعجيب عَيْش من قطنا</p> </div>"
   },
   {
    "page_number": 101,
    "page": 124,
    "text": "<div> <p>ص وَقد يَتَعَدَّد الْخَبَر نَحْو وَهُوَ الغفور الْوَدُود ش يجوز أَن يخبر عَن الْمُبْتَدَأ بِخَبَر وَاحِد وَهُوَ الأَصْل نَحْو زيد قَائِم أَو بِأَكْثَرَ كَقَوْلِه تَعَالَى وَهُوَ الغفور الْوَدُود ذُو الْعَرْش الْمجِيد فعال لما يُرِيد وَزعم أَن الْخَبَر لَا يجوز تعدده وَقدر لما عدا الْخَبَر الأول فِي هَذِه الْآيَة مبتدآت أَي وَهُوَ الْوَدُود وَهُوَ ذُو الْعَرْش وَأَجْمعُوا على عدم التَّعَدُّد فِي مثل زيد شَاعِر وَكَاتب وَفِي نَحْو الزيدان شَاعِر وَكَاتب وَفِي نَحْو هَذَا حُلْو حامض لِأَن ذَلِك كُله لَا تعدد فِيهِ فِي الْحَقِيقَة أما الأول فَلِأَن الأول خبر وَالثَّانِي مَعْطُوف عَلَيْهِ وَأما الثَّانِي فَلِأَن كل وَاحِد من الشخصين مخبر عَنهُ بِخَبَر وَاحِد وَأما الثَّالِث فَلِأَن الْخَبَرَيْنِ فِي معنى الْخَبَر الْوَاحِد إِذْ الْمَعْنى هَذَا مر ص وَقد يتَقَدَّم نَحْو فِي الدَّار زيد وَأَيْنَ زيد ش قد يتَقَدَّم الْخَبَر من الْمُبْتَدَأ جَوَازًا أَو وجوبا فَالْأول نَحْو فِي الدَّار زيد وَقَوله تَعَالَى سَلام هِيَ وَآيَة لَهُم اللَّيْل وَإِنَّمَا لم يَجْعَل الْمُقدم فِي الْآيَتَيْنِ مُبْتَدأ والمؤخر خَبرا لأدائه إِلَى الْإِخْبَار عَن النكرَة بالمعرفة وَالثَّانِي كَقَوْلِك فِي الدَّار رجل وَأَيْنَ زيد وَقَوْلهمْ على التمرة مثلهَا زبدا وَإِنَّمَا وَجب فِي ذَلِك تَقْدِيمه لِأَن تَأْخِيره فِي الْمِثَال الأول يَقْتَضِي التباس الْخَبَر بِالصّفةِ فَإِن طلب النكرَة الْوَصْف لتختص بِهِ طلب حثيث فالتزم تَقْدِيمه دفعا لهَذَا الْوَهم وَفِي الثَّانِي إِخْرَاج مَاله صدر الْكَلَام وَهُوَ</p> </div>"
   },
   {
    "page_number": 102,
    "page": 125,
    "text": "<div> <p>الِاسْتِفْهَام عَن صدريته وَفِي الثَّالِث عود الضَّمِير على متأخره لفظا ورتبة ص وَقد يحذف كل من الْمُبْتَدَأ وَالْخَبَر نَحْو سَلام قوم منكرون أى عَلَيْكُم أَنْتُم ش وَقد يحذف كل من الْمُبْتَدَأ وَالْخَبَر لدَلِيل يدل عَلَيْهِ فَالْأول نَحْو قَوْله تَعَالَى قل أفأنبئكم بشر من ذَلِكُم النَّار أَي هِيَ النَّار وَقَوله تَعَالَى سُورَة أنزلناها أَي هَذِه سُورَة وَالثَّانِي كَقَوْلِه تَعَالَى أكلهَا دَائِم وظلها أَي دَائِم وَقَوله تَعَالَى قل أأنتم أعلم أم الله أَي أم الله أعلم وَقد اجْتمع حذف كل مِنْهُمَا وَبَقَاء الآخر فِي قَوْله تَعَالَى سَلام قوم منكرون فسلام مُبْتَدأ حذف خَبره أَي سَلام عَلَيْكُم وَقوم خبر حذف مبتدؤه أَي أَنْتُم قوم ص وَيجب حذف الْخَبَر قبل جوابي لَوْلَا وَالْقسم الصَّرِيح وَالْحَال الْمُمْتَنع كَونهَا خَبرا وَبعد وَاو المصاحبة الصَّرِيحَة نَحْو لَوْلَا أَنْتُم لَكنا مُؤمنين لعمرك لَأَفْعَلَنَّ وضربي زيدا قَائِما وكل رجل وضيعته ش يجب حذف الْخَبَر فِي أَربع مسَائِل إِحْدَاهَا قبل جَوَاب لَوْلَا نَحْو قَوْله تَعَالَى لَوْلَا أَنْتُم لَكنا</p> </div>"
   },
   {
    "page_number": 103,
    "page": 126,
    "text": "<div> <p>مُؤمنين أَي لَوْلَا أَنْتُم صددتمونا عَن الْهدى بِدَلِيل أَن بعده أَنَحْنُ صددناكم عَن الْهدى بعد إِذْ جَاءَكُم الثَّانِيَة قبل جَوَاب الْقسم الصَّرِيح نَحْو قَوْله تَعَالَى لعمرك إِنَّهُم لفي سكرتهم يعمهون أَي لعمرك يَمِيني أَو قسمي واحترزت بِالصَّرِيحِ عَن نَحْو عبد الله فَإِنَّهُ يسْتَعْمل قسما وَغَيره تَقول فِي الْقسم عهد الله لَأَفْعَلَنَّ وَفِي غَيره عهد الله يجب الْوَفَاء بِهِ فَلذَلِك يجوز ذكر الْخَبَر تَقول عَليّ عهد الله الثَّالِثَة قبل الْحَال الَّتِي يمْتَنع كَونهَا خَبرا عَن الْمُبْتَدَأ كَقَوْلِهِم ضربي زيدا قَائِما أَصله ضربي زيدا حَاصِل إِذا كَانَ قَائِما فحاصل خبر وَإِذا ظرف للْخَبَر مُضَاف إِلَى كَانَ التَّامَّة وفاعلها مستتر فِيهَا عَائِد على مفعول الْمصدر وَقَائِمًا حَال مِنْهُ وَهَذِه الْحَال لَا يَصح كَونهَا خَبرا عَن هَذَا الْمُبْتَدَأ فَلَا تَقول ضربي قَائِم لِأَن الضَّرْب لَا يُوصف بِالْقيامِ وَكَذَلِكَ أَكثر شربي السويق ملتوتا وأخطب مَا يكون الامير قَائِما تَقْدِيره حَاصِل إِذا كَانَ ملتوتا أَو قَائِما وعَلى ذَلِك فقس الرَّابِعَة بعد وَاو المصاحبة الصَّرِيحَة كَقَوْلِهِم كل رجل وضيعته أَي كل رجل مَعَ ضيعته مقرونان وَالَّذِي دلّ على الاقتران مَا فِي الْوَاو من معنى الْمَعِيَّة</p><p>نواسخ الْمُبْتَدَأ وَالْخَبَر</p><p>ص بَاب النواسخ لحكم المبتداء وَالْخَبَر ثَلَاثَة أَنْوَاع أَحدهَا كَانَ وَأمسى وَأصْبح وأضحى وظل وَبَات وَصَارَ وَلَيْسَ وَمَا زَالَ</p> </div>"
   },
   {
    "page_number": 104,
    "page": 127,
    "text": "<div> <p>وَمَا فتئ وَمَا انْفَكَّ وَمَا برح وَمَا دَامَ فيرفعن الْمُبْتَدَأ اسْما لَهُنَّ وينصبن الْخَبَر خَبرا لَهُنَّ نَحْو وَكَانَ رَبك قَدِيرًا ش النواسخ جمع نَاسخ وَهُوَ فِي اللُّغَة من النّسخ بِمَعْنى الْإِزَالَة يُقَال نسخت الشَّمْس الظل إِذا أزالته وَفِي الِاصْطِلَاح مَا يرفع حكم الْمُبْتَدَأ وَالْخَبَر وَهُوَ ثَلَاثَة أَنْوَاع مايرفع الْمُبْتَدَأ وَينصب الْخَبَر وَهُوَ كَانَ وَأَخَوَاتهَا وَمَا ينصب الْمُبْتَدَأ وَيرْفَع الْخَبَر وَهُوَ إِن وَأَخَوَاتهَا وَمَا ينصبهما مَعًا وَهُوَ ظن وَأَخَوَاتهَا وَيُسمى الأول من بَاب كَانَ اسْما وفاعلا وَيُسمى الثَّانِي خَبرا ومفعولا وَيُسمى الأول من معمولي بَاب إِن اسْما وَالثَّانِي خَبرا وَيُسمى الأول من معمولي بَاب ظن مَفْعُولا أَولا وَالثَّانِي مَفْعُولا ثَانِيًا</p><p>كَانَ وَأَخَوَاتهَا</p><p>وَالْكَلَام الْآن فِي بَاب كَانَ وَأَلْفَاظه ثَلَاث عشرَة لَفْظَة وَهِي على ثَلَاثَة أَقسَام مَا يرفع الْمُبْتَدَأ وَينصب الْخَبَر بِلَا شَرط وَهِي ثَمَانِيَة كَانَ وَأمسى وَأصْبح وأضحى وظل وَبَات وَصَارَ وَلَيْسَ وَمَا يعْمل هَذَا الْعَمَل بِشَرْط أَن يتَقَدَّم عَلَيْهِ نفي أَو شبهه وَهُوَ أَرْبَعَة زَالَ وبرح وفتئ وانفك فالنفي نَحْو قَوْله تَعَالَى وَلَا يزالون مُخْتَلفين وَشبهه هُوَ النَّهْي وَالدُّعَاء</p> </div>"
   },
   {
    "page_number": 105,
    "page": 128,
    "text": "<div> <p>فَالْأول كَقَوْلِه صَاح شمر وَلَا تزل ذَاكر الْمَوْت فنسيانه ضلال مُبين وَالثَّانِي كَقَوْلِه أَلا يَا اسلمي يَا دَار مي على البلي وَلَا زَالَ منهلا بجرعائك الْقطر</p> </div>"
   },
   {
    "page_number": 106,
    "page": 129,
    "text": "<div> <p>وَمَا يعمله بِشَرْط أَن يتَقَدَّم عَلَيْهِ مَا المصدرية الظَّرْفِيَّة وَهُوَ دَامَ كَقَوْلِه تَعَالَى وأوصاني بِالصَّلَاةِ وَالزَّكَاة مَا دمت حيآ أَي مُدَّة دوامي حَيا وَسميت مَا هَذِه مَصْدَرِيَّة لِأَنَّهَا تقدر بِالْمَصْدَرِ وَهُوَ الدَّوَام وظرفية لِأَنَّهَا تقدر بالظرف وَهُوَ الْمدَّة ص وَقد يتوسط الْخَبَر نَحْو فَلَيْسَ سَوَاء عَالم وجهول ش يجوز فِي هَذَا الْبَاب أَن يتوسط الْخَبَر بَين الِاسْم وَالْفِعْل كَمَا يجوز فِي بَاب الْفَاعِل أَن يتَقَدَّم الْمَفْعُول على الْفَاعِل قَالَ الله تَعَالَى وَكَانَ حَقًا</p> </div>"
   },
   {
    "page_number": 107,
    "page": 130,
    "text": "<div> <p>علينا نصر الْمُؤمنِينَ أَكَانَ للنَّاس عجبا أَن أَوْحَينَا وَقَرَأَ حَمْزَة وَحَفْص لَيْسَ الْبر أَن توَلّوا وُجُوهكُم بِنصب الْبر وَقَالَ الشَّاعِر سَلِي إِن جهلت النَّاس عَنَّا وعنهم فَلَيْسَ سَوَاء عَالم وجهول</p> </div>"
   },
   {
    "page_number": 108,
    "page": 131,
    "text": "<div> <p>وَقَالَ الآخر لَا طيب للعيش مَا دَامَت منغصة لذاته باد كار الْمَوْت والهرم</p> </div>"
   },
   {
    "page_number": 109,
    "page": 132,
    "text": "<div> <p>وَعَن ابْن درسْتوَيْه أَنه منع تَقْدِيم خبر لَيْسَ وَمن ابْن معط فِي ألفيته تَقْدِيم خبر دَامَ وهما محجوجان بِمَا ذكرنَا من الشواهد وَغَيرهَا ص وَقد يتَقَدَّم الْخَبَر إِلَّا خبر دَامَ وَلَيْسَ ش للْخَبَر ثَلَاثَة أَحْوَال أَحدهَا التَّأْخِير عَن الْفِعْل واسْمه وَهُوَ الأَصْل كَقَوْلِه تَعَالَى وَكَانَ رَبك قَدِيرًا الثَّانِي التَّوَسُّط بَين الْفِعْل واسْمه كَقَوْلِه تَعَالَى وَكَانَ حَقًا علينا نصر الْمُؤمنِينَ وَقد تقدم شرح ذَلِك</p> </div>"
   },
   {
    "page_number": 110,
    "page": 133,
    "text": "<div> <p>وَالثَّالِث التَّقَدُّم على الْفِعْل واسْمه كَقَوْلِك عَالما كَانَ زيد وَالدَّلِيل على ذَلِك قَوْله تَعَالَى أَهَؤُلَاءِ إيَّاكُمْ كَانُوا يعْبدُونَ فإياكم مفعول يعْبدُونَ وَقد تقدم على كَانَ وَتقدم الْمَعْمُول يُؤذن بِجَوَاز تقدم الْعَامِل وَيمْتَنع ذَلِك فِي خبر لَيْسَ ودام فَأَما امْتِنَاعه فِي خبر دَامَ فبالاتفاق لِأَنَّك إِذا قلت لَا أصحبك مَا دَامَ زيد صديقك ثمَّ قدمت الْخَبَر على مَا دَامَ لزم من ذَلِك تَقْدِيم مَعْمُول الصِّلَة على الْمَوْصُول لِأَن مَا هَذِه مَوْصُول حر فِي يقدر بِالْمَصْدَرِ كَمَا قدمْنَاهُ وَإِن قَدمته على دَامَ دون مَا لزم الْفَصْل بَين الْمَوْصُول الْحرفِي وصلته وَذَلِكَ لَا يجوز لَا تَقول عجبت مِمَّا زيدا تصْحَب وَإِنَّمَا يجوز ذَلِك فِي الْمَوْصُول الأسمي غير الْألف وَاللَّام تَقول جَاءَنِي الَّذِي زيدا ضرب وَلَا يجوز فِي نَحْو جَاءَ الضَّارِب زيدا أَن تقدم زيدا على ضَارب وَأما امْتنَاع ذَلِك فِي خبر لَيْسَ فَهُوَ اخْتِيَار الْكُوفِيّين والمبرد وَابْن السراج وَهُوَ الصَّحِيح لِأَنَّهُ لم يسمع مثل ذَاهِبًا لست وَلِأَنَّهَا فعل جامد فَأَشْبَهت عَسى وخبرها لَا يتَقَدَّم بِاتِّفَاق وَذهب الْفَارِسِي وَابْن جني إِلَى الْجَوَاز مستدلين بقوله تَعَالَى أَلا يَوْم يَأْتِيهم لَيْسَ مصروفا عَنْهُم وَذَلِكَ لِأَن يَوْم مُتَعَلق بمصروفا وَقد تقدم على لَيْسَ وَتقدم الْمَعْمُول يُؤذن بِجَوَاز تقدم الْعَامِل وَالْجَوَاب أَنهم توسعوا فِي الظروف مَا لم يتوسعوا فِي غَيرهَا وَنقل عَن سِيبَوَيْهٍ القَوْل بِالْجَوَازِ وَالْقَوْل بِالْمَنْعِ ص وتختص الْخَمْسَة الأول بمرادفة صَار ش يجوز فِي كَانَ وَأمسى وَأصْبح وأضحى وظل أَن تسْتَعْمل</p> </div>"
   },
   {
    "page_number": 111,
    "page": 134,
    "text": "<div> <p>بِمَعْنى صَار كَقَوْلِه تَعَالَى وبست الْجبَال بسا فَكَانَت هباء منبثا وكنتم أَزْوَاجًا ثَلَاثَة فأصبحتم بنعمته إخْوَانًا ظلّ وَجهه مسودا وَقَالَ الشَّاعِر أمست خلاء وَأمسى أَهلهَا احتملوا أخنى عَلَيْهَا الَّذِي أخنى على لبد</p> </div>"
   },
   {
    "page_number": 112,
    "page": 135,
    "text": "<div> <p>وَقَالَ الآخر أضحى يمزق أثوابي ويضربني أبعد شيبي يَبْغِي عِنْدِي الأدبا ص</p> </div>"
   },
   {
    "page_number": 113,
    "page": 136,
    "text": "<div> <p>وَغير لَيْسَ وفتئ وَزَالَ بِجَوَاز التَّمام أَي الِاسْتِغْنَاء عَن الْخَبَر نَحْو وَإِن كَانَ ذُو عسرة فنظرة إِلَى ميسرَة فسبحان الله حِين تمسون وَحين تُصبحُونَ خَالِدين فِيهَا مَا دَامَت السَّمَوَات وَالْأَرْض ش وَيخْتَص مَا عدا فتئ وَزَالَ وَلَيْسَ من أَفعَال هَذَا الْبَاب بِجَوَاز اسْتِعْمَاله تَاما وَمعنى التَّمام أَن يسْتَغْنى بالمرفوع عَن الْمَنْصُوب كَقَوْلِه تَعَالَى وَإِن كَانَ ذُو عسرة فسبحان الله حِين تمسون وَحين تُصبحُونَ خَالِدين فِيهَا مَا دَامَت السَّمَوَات وَالْأَرْض وَقَالَ الشَّاعِر تطاول ليلك بالإثمد وَبَات الخلي وَلم ترقد وَبَات وباتت لَهُ لَيْلَة كليلة ذِي العائر الأرمد وَذَلِكَ من نباء جَاءَنِي وخبرته عَن بني الْأسود</p> </div>"
   },
   {
    "page_number": 114,
    "page": 137,
    "text": "<div> <p>وَمَا فسرنا بِهِ التَّمام هُوَ الصَّحِيح وَعَن أَكثر الْبَصرِيين أَن معنى تَمامهَا دلالتها على الْحَدث وَالزَّمَان وَكَذَلِكَ الْخلاف فِي تَسْمِيَة مَا ينصب الْخَبَر نَاقِصا لم سمي نقصا فعلى مَا اخترناه سمي نَاقِصا لكَونه لم يكتف بالمرفوع وعَلى قَول الْأَكْثَرين لِأَنَّهُ سلب الدّلَالَة على الْحَدث وتجرد للدلالة على الزَّمَان وَالصَّحِيح الأول</p> </div>"
   },
   {
    "page_number": 115,
    "page": 138,
    "text": "<div> <p>ص وَكَانَ يجواز زيادتها متوسطة نَحْو مَا كَانَ أحسن زيدا ش ترد كَانَ فِي الْعَرَبيَّة على ثَلَاثَة أَقسَام نَاقِصَة فتحتاج إِلَى مَرْفُوع ومنصوب نَحْو وَكَانَ رَبك قَدِيرًا وتامة فتحتاج إِلَى مَرْفُوع دون مَنْصُوب نَحْو وَإِن كَانَ ذُو عشرَة وزائدة فَلَا تحْتَاج إِلَى مَرْفُوع وَلَا إِلَى مَنْصُوب وَشرط زيادتها أَمْرَانِ أَحدهمَا أَن تكون بِلَفْظ الْمَاضِي وَالثَّانِي أَن تكون بَين شَيْئَيْنِ متلازمين ليسَا جارا ومجرورا كَقَوْلِك مَا كَانَ أحسن زيدا أَصله مَا أحسن زيدا فزيدت كَانَ بَين مَا وَفعل التَّعَجُّب وَلَا نعني بزيادتها أَنَّهَا لم تدل على معنى أَلْبَتَّة بل أَنَّهَا لم يُؤْت بهَا للإسناد ص وَحذف نون مضارعها المجزوم وصلا إِن لم يلقها سَاكن وَلَا ضمير نصب مُتَّصِل ش تخْتَص كَانَ بِأُمُور مِنْهَا مجيئها زَائِدَة وَقد تقدم وَمِنْهَا جَوَاز حذف آخرهَا وَذَلِكَ بِخَمْسَة شُرُوط وَهِي أَن تكون بِلَفْظ الْمُضَارع وَأَن تكون مجزومة وَأَن لَا تكون مَوْقُوفا عَلَيْهَا وَلَا مُتَّصِلَة بضمير نصب وَلَا بساكن وَذَلِكَ كَقَوْلِه تَعَالَى وَلم أك بغيا أَصله أكون فحذفت الضمة للجازم وَالْوَاو للساكنين وَالنُّون للتَّخْفِيف وَهَذَا الْحَذف جَائِز والحذفان الْأَوَّلَانِ واجبان وَلَا يجوز الْحَذف فِي نَحْو لم يكن الَّذين كفرُوا من أهل الْكتاب لأجل اتِّصَال السَّاكِن بهَا فَهِيَ مَكْسُورَة لأَجله فَهِيَ متعاصية على الْحَذف لقوتها بالحركة وَلَا فِي نَحْو إِن يكنه فَلَنْ تسلط عَلَيْهِ</p> </div>"
   },
   {
    "page_number": 116,
    "page": 139,
    "text": "<div> <p>لاتصال الضَّمِير الْمَنْصُوب بهَا والضمائر ترد الْأَشْيَاء إِلَى أُصُولهَا وَلَا فِي الْمَوْقُوف عَلَيْهَا نَص على ذَلِك ابْن خروف وَهُوَ حسن لِأَن الْفَصْل الْمَوْقُوف عَلَيْهِ إِذا دخله الْحَذف حَتَّى بَقِي على حرف وَاحِد أَو حرفين وَجب الْوَقْف عَلَيْهِ بهاء السكت كَقَوْلِك عه وَلم يعه ف لم يَك بِمَنْزِلَة لم يع فالوقف عَلَيْهِ بِإِعَادَة الْحَرْف الَّذِي كَانَ فِيهِ أولى من اجتلاب حرف لم يكن وَلَا يُقَال مثله فِي لم يع لِأَن إِعَادَة الْيَاء تُؤدِّي إِلَى إِلْغَاء الْجَازِم بِخِلَاف لم يكن فَإِن الْجَازِم اقْتضى حذف الضمة لَا حذف النُّون كَمَا بَينا ص وحذفها وَحدهَا معوضا عَنْهَا مَا فِي مثل أما أَنْت ذَا نفر وَمَعَ اسْمهَا فِي مثل إِن خيرا فَخير وَالْتمس وَلَو خَاتمًا من حَدِيد ش من خَصَائِص كَانَ جَوَاز حذفهَا وَلها فِي ذَلِك حالتان فَتَارَة تحذف وَحدهَا وَيبقى الِاسْم وَالْخَبَر ويعوض عَنْهَا مَا وَتارَة تحذف مَعَ اسْمهَا وَيبقى الْخَبَر وَلَا يعوض عَنْهَا شَيْء فَالْأول بعد أَن المصدرية فِي كل مَوضِع أُرِيد فِي تَعْلِيل فعل بِفعل كَقَوْلِهِم أما أَنْت مُنْطَلقًا انْطَلَقت أَصله انْطَلَقت لِأَن كنت مُنْطَلقًا فَقدمت اللَّام وَمَا بعْدهَا على الْفِعْل للاهتمام بِهِ أَو لقصد الِاخْتِصَاص فَصَارَ لِأَن كنت مُنْطَلقًا انْطَلَقت ثمَّ حذف الْجَار اختصارا كَمَا يحذف قِيَاسا من أَن كَقَوْلِه تَعَالَى فَلَا جنَاح عَلَيْهِ أَن يطوف بهما أَي فِي أَن يطوف بهما ثمَّ حذفت كَانَ اختصارا أَيْضا فانفصل الضَّمِير فَصَارَ أَن أَنْت ثمَّ زيد مَا عوضا فَصَارَت أَن مَا أَنْت ثمَّ أدغمت النُّون فِي الْمِيم فَصَارَ أما أَنْت وعَلى ذَلِك قَول الْعَبَّاس بن مرداس</p> </div>"
   },
   {
    "page_number": 117,
    "page": 140,
    "text": "<div> <p>أَبَا خراشة أما أَنْت ذَا نفر فَإِن قومِي لم تأكلهم الضبع أَصله لِأَن كنت فَعمل فِيهِ مَا ذكرنَا</p> </div>"
   },
   {
    "page_number": 118,
    "page": 141,
    "text": "<div> <p>وَالثَّانِي بعد إِن وَلَو الشرطيتين مثلا ذَلِك بعد إِن قَوْلهم الْمَرْء مقتول بِمَا قتل بِهِ إِن سَيْفا فسيف وَإِن خنجرا فخنجر وَالنَّاس مجزيون بأعمالهم إِن خيرا فَخير وَإِن شرا فشر وَقَالَ الشَّاعِر لَا تقربن الدَّهْر آل مطرف إِن ظَالِما أبدا وَإِن مَظْلُوما</p> </div>"
   },
   {
    "page_number": 119,
    "page": 142,
    "text": "<div> <p>أَي إِن كَانَ مَا قتل بِهِ سَيْفا فَالَّذِي يقتل بِهِ سيف وَإِن كَانَ عَمَلهم خيرا فجزاؤهم خير وَإِن كنت ظَالِما وَإِن كنت مَظْلُوما ومثاله بعد لَو قَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام التمس وَلَو خَاتمًا من حَدِيد وَقَول الشَّاعِر لَا يَأْمَن الدَّهْر ذُو بغي وَلَو ملكا جُنُوده ضَاقَ عَنْهَا السهل والجبل أَي وَلَو كَانَ مَا تلتمس خَاتمًا من حَدِيد وَلَو كَانَ الْبَاغِي ملكا</p><p>مَا النافية</p><p>ص وَمَا النافية عِنْد الْحِجَازِيِّينَ كليس إِن تقدم الإسم</p> </div>"
   },
   {
    "page_number": 120,
    "page": 143,
    "text": "<div> <p>وَلم يسْبق بإن وَلَا بمعمول الْخَبَر إِلَّا ظرفا أَو جارا ومجرورا وَلَا اقْترن الْخَبَر بإلا نَحْو مَا هَذَا بشرا ش اعْلَم أَنهم أجروا ثَلَاثَة حُرُوف من حُرُوف النَّفْي مجْرى لَيْسَ فِي رفع الِاسْم وَنصب الْخَبَر وَهِي مَا وَلَا ولات وَلكُل مِنْهَا كَلَام يَخُصهَا وَالْكَلَام الْآن فِي مَا وإعمالها عمل لَيْسَ وَهِي لُغَة الْحِجَازِيِّينَ وَهِي اللُّغَة القويمة وَبهَا جَاءَ التَّنْزِيل قَالَ الله تَعَالَى مَا هَذَا بشرا مَا هن أمهاتهم ولإعمالها عِنْدهم ثَلَاثَة شُرُوط أَن يتَقَدَّم اسْمهَا على خَبَرهَا وَأَن لَا تقترن بإن الزَّائِدَة وَلَا خَبَرهَا بإلا فَلهَذَا أهملت فِي قَوْلهم فِي الْمثل مَا مسيء من أَعتب لتقدم الْخَبَر وَفِي قَول الشَّاعِر بني غُدَانَة مَا إِن أَنْتُم ذهب وَلَا صريف وَلَكِن أَنْتُم الخزف</p> </div>"
   },
   {
    "page_number": 121,
    "page": 144,
    "text": "<div> <p>لوُجُود إِن الْمَذْكُورَة وَفِي قَوْله تَعَالَى وَمَا مُحَمَّد إِلَّا رَسُول قد خلت من قبله الرُّسُل وَمَا أمرنَا إِلَّا وَاحِدَة لاقتران خَبَرهَا بإلا وَبَنُو تَمِيم لَا يعْملُونَ مَا شَيْئا وَلَو استوفت الشُّرُوط الثَّلَاثَة فَيَقُولُونَ مَا زيد قَائِم ويقرءون مَا هَذَا بشر</p><p>لَا النافية</p><p>ص وَكَذَا لَا النافية فِي الشّعْر بِشَرْط تنكير معموليها نَحْو تعز فَلَا شَيْء على الأَرْض بَاقِيا وَلَا وزر مِمَّا قضى الله واقيا ش الْحَرْف الثَّانِي مِمَّا يعْمل عمل لَيْسَ لَا كَقَوْلِه تعز فَلَا شَيْء على الأَرْض بَاقِيا وَلَا وزر مِمَّا قضى الله واقيا</p> </div>"
   },
   {
    "page_number": 122,
    "page": 145,
    "text": "<div> <p>ولإعمالها أَرْبَعَة شُرُوط أَن يتَقَدَّم اسْمهَا وَأَن لَا يقْتَرن خَبَرهَا بإلا وَأَن يكون اسْمهَا وخبرها نكرتين وَأَن يكون ذَلِك فِي الشّعْر لَا فِي النثر فَلَا يجوز إعمالها فِي نَحْو لَا أفضل مِنْك أحد وَلَا فِي نَحْو لَا أحد إِلَّا أفضل مِنْك وَلَا فِي نَحْو لَا زيد قَائِم وَلَا عَمْرو وَلِهَذَا غلط المتنبي فِي قَوْله إِذا الْجُود لم يرْزق خلاصا من الْأَذَى فَلَا الْحَمد مكسوبا وَلَا المَال بَاقِيا</p> </div>"
   },
   {
    "page_number": 123,
    "page": 147,
    "text": "<div> <p>وَقد صرحت بالشرطين الْأَخيرينِ ووكلت معرفَة الْأَوَّلين إِلَى الْقيَاس على مَا لِأَن مَا أقوى من لَا وَلِهَذَا تعْمل فِي النثر وَقد اشْترطت فِي مَا أَن لَا يتَقَدَّم خَبَرهَا وَلَا يقْتَرن بإلا فَأَما اشْتِرَاط أَن لَا يقْتَرن الِاسْم بإن فَلَا حَاجَة لَهُ هُنَا لِأَن اسْم لَا لَا يقْتَرن بإن</p><p><span class=\"c4\">[لات النافية]</span></p><p>ص ولات لَكِن فِي الْحِين وَلَا يجمع بَين جزءيها وَالْغَالِب حذف الْمَرْفُوع نَحْو ولات حِين مناص ش الثَّالِث مِمَّا يعْمل عمل لَيْسَ لات وَهِي لَا النافية زيدت عَلَيْهَا التَّاء لتأنيث اللَّفْظ أَو مُبَالغَة وَشرط إعمالها أَن يكون اسْمهَا وخبرها لفظ الْحِين وَالثَّانِي أَن يحذف أحد الجزءين وَالْغَالِب أَن يكون الْمَحْذُوف اسْمهَا كَقَوْلِه تَعَالَى فَنَادوا ولات حِين مناص وَالتَّقْدِير وَالله أعلم فَنَادَى بَعضهم بَعْضًا أَن لَيْسَ الْحِين حِين فرار وَقد يحذف خَبَرهَا وَيبقى اسْمهَا كَقِرَاءَة بَعضهم ولات حِين بِالرَّفْع</p><p>إِن وَأَخَوَاتهَا</p><p>ص الثَّانِي إِن وَأَن للتَّأْكِيد وَلَكِن للاستدراك وَكَانَ للتشبيه أَو الظَّن وليت للتمنى وَلَعَلَّ للترجي أَو الإشفاق أَو التَّعْلِيل فينصبن الْمُبْتَدَأ اسْما لَهُنَّ ويرفعن الْخَبَر خَبرا لَهُنَّ ش الثَّانِي من نواسخ الْمُبْتَدَأ وَالْخَبَر مَا ينصب الِاسْم وَيرْفَع الْخَبَر</p> </div>"
   },
   {
    "page_number": 124,
    "page": 148,
    "text": "<div> <p>وَهُوَ سِتَّة أحرف إِن وَأَن ومعناهما التوكيد تَقول زيد قَائِم ثمَّ تدخل إِن لتأكيد الْخَبَر وَتَقْرِيره إِن زيدا قَائِم وَكَذَلِكَ أَن إِلَّا أَنَّهَا لَا بُد أَن يسبقها كَلَام كَقَوْلِك بَلغنِي أَو أعجبني وَنَحْو ذَلِك وَلَكِن وَمَعْنَاهَا الِاسْتِدْرَاك وَهُوَ تعقيب الْكَلَام بِرَفْع مَا يتَوَهَّم ثُبُوته أَو نَفْيه يُقَال زيد عَالم فيوهم ذَلِك أَنه صَالح فَتَقول لكنه فَاسق وَتقول مَا زيد شُجَاع فيوهم ذَلِك أَنه لَيْسَ بكريم فَتَقول لكنه كريم وَكَأن للتشبيه كَقَوْلِك كَأَن زيدا أَسد أَو الظَّن كَقَوْلِك كَأَن زيدا أَسد أَو الظَّن كَقَوْلِك كَأَن زيدا كَاتب وليت لِلتَّمَنِّي وَهُوَ طلب مَا لَا طمع فِيهِ كَقَوْل الشَّيْخ لَيْت الشَّبَاب يعود يَوْمًا</p> </div>"
   },
   {
    "page_number": 125,
    "page": 149,
    "text": "<div> <p>أَو مَا فِيهِ عسر كَقَوْل المعدم الآيس لَيْت لي قِنْطَارًا من الذَّهَب وَلَعَلَّ للترجي وَهُوَ طلب المحبوب المستقرب حُصُوله كَقَوْلِك لَعَلَّ زيدا هَالك أَو للتَّعْلِيل كَقَوْلِه تَعَالَى فقولا لَهُ قولا لينًا لَعَلَّه يتَذَكَّر أَي لكَي يتَذَكَّر نَص على ذَلِك الْأَخْفَش ص إِن لم تقترن بِهن مَا الحرفية كَقَوْلِه إِنَّمَا الله إِلَه وَاحِد إِلَّا لَيْت فَيجوز الْأَمْرَانِ ش إِنَّمَا تنصب هَذِه الأدوات الْأَسْمَاء وترفع الْأَخْبَار بِشَرْط أَن لَا تقترن بِهن مَا الحرفية فَإِن اقترنت بِهن بَطل عملهن وَصَحَّ دخولهن على الْجُمْلَة الفعلية قَالَ الله تَعَالَى قل إِنَّمَا يُوحى إِلَى أَنما إِلَهكُم إِلَه وَاحِد وَقَالَ تَعَالَى كَأَنَّمَا يساقون إِلَى الْمَوْت وَقَالَ الشَّاعِر قوالله مَا فارقتكم قاليا لكم وَلَكِن مَا يقْضى فَسَوف يكون</p> </div>"
   },
   {
    "page_number": 126,
    "page": 151,
    "text": "<div> <p>وَقَالَ الآخر أعد نظرا يَا عبد قيس لعلما أَضَاءَت لَك النَّار الْحمار المقيدا وَيسْتَثْنى مِنْهَا لَيْت فَإِنَّهَا تكون بَاقِيَة مَعَ مَا على اختصاصها بِالْجُمْلَةِ الاسمية فَلَا يُقَال ليتما قَامَ زيد فَلذَلِك أَبقوا عَملهَا وأجازوا فِيهَا الإهمال حملا على اخوتها وَقد رُوِيَ بِالْوَجْهَيْنِ قَول الشَّاعِر قَالَت أَلا ليتما هَذَا الْحمام لنا إِلَى حمامتنا أَو نصفه فقد</p> </div>"
   },
   {
    "page_number": 127,
    "page": 152,
    "text": "<div> <p>يرفع الْحمام ونصبه وَقَوْلِي مَا الحرفية احْتِرَاز عَن مَا الاسمية فَإِنَّهَا لَا تبطل عَملهَا وَذَلِكَ كَقَوْلِه تَعَالَى إِنَّمَا صَنَعُوا كيد سَاحر فَمَا هُنَا اسْم بِمَعْنى الَّذِي</p> </div>"
   },
   {
    "page_number": 128,
    "page": 153,
    "text": "<div> <p>فِي مَوضِع نصب بإن وصنعوا صلَة والعائد مَحْذُوف وَكيد سَاحر الْخَبَر وَالْمعْنَى إِن الَّذِي صنعوه كيد سَاحر ص كَإِن الْمَكْسُورَة مُخَفّفَة ش معنى هَذَا أَنه كَمَا يجوز الإعمال والإهمال فِي ليتما كَذَلِك يجوز فِي إِن الْمَكْسُورَة إِذا خففت كَقَوْلِك إِن زيد لمنطلق وَإِن زيدا منطلق والأرجح الإ همال عكس لَيْت قَالَ تَعَالَى إِن كل نفس لما عَلَيْهَا حَافظ وَإِن كل لما جمع لدينا محضرون وَقَالَ الله تَعَالَى وَإِن كل لما ليوفينهم رَبك أَعْمَالهم قَرَأَ الحرميان وَأَبُو بكر بِالتَّخْفِيفِ والإعمال ص فَأَما لَكِن مُخَفّفَة فتهمل ش وَذَلِكَ لزوَال اختصاصها بِالْجُمْلَةِ الاسمية قَالَ الله تَعَالَى وَمَا ظلمناهم وَلَكِن كَانُوا هم الظَّالِمين وَقَالَ تَعَالَى لَكِن الراسخون فِي الْعلم مِنْهُم والمؤمنون فَدخلت على الجملتين ص وَأما أَن فتعمل وَيجب فِي غير الضَّرُورَة حذف اسْمهَا ضمير الشَّأْن وَكَون خَبَرهَا جملَة مفصولة إِن بدئت بِفعل متصرف غير دُعَاء بقد أَو تَنْفِيس أَو نفي أَو لَو ش وَأما أَن الْمَفْتُوحَة فَإِنَّهَا إِذا خففت بقيت على مَا كَانَت عَلَيْهِ من</p> </div>"
   },
   {
    "page_number": 129,
    "page": 154,
    "text": "<div> <p>وجوب الإعمال لَكِن يجب فِي اسْمهَا ثَلَاثَة أُمُور أَن يكون ضميرا لَا ظَاهرا وَأَن يكون بِمَعْنى الشَّأْن وَأَن يكون محذوفا وَيجب فِي خَبَرهَا أَن يكون جملَة لَا مُفردا فَإِن كَانَت الْجُمْلَة اسمية أَو فعلية فعلهَا جامد أَو فعلية فعلهَا متصرف وَهُوَ دُعَاء لم تحتج إِلَى فاصل يفصلها من أَن مِثَال الاسمية قَوْله تَعَالَى أَن الْحَمد لله رب الْعَالمين تَقْدِيره أَنه الْحَمد لله أَي الأمد والشأن فخففت أَن وَحذف اسْمهَا ووليتها الْجُمْلَة الاسمية بِلَا فاصل وَمِثَال الفعلية الَّتِي فعلهَا جامد وَأَن عَسى أَن يكون قد اقْترب أَجلهم وَأَن لَيْسَ للْإنْسَان إِلَّا مَا سعى وَالتَّقْدِير وَأَنه عَسى وَأَنه لَيْسَ وَمِثَال الَّتِي فعلهَا متصرف وَهُوَ دُعَاء وَالْخَامِسَة أَن غضب الله عَلَيْهَا فِي قِرَاءَة من خفف أَن وَكسر الضَّاد فَإِن كَانَ الْفِعْل متصرفا وَكَانَ غير دُعَاء وَجب أَن يفصل من أَن بِوَاحِد من أَرْبَعَة وَهِي قد نَحْو ونعلم أَن قد صدقتنا ليعلم أَن قد أبلغوا وحرف التَّنْفِيس نَحْو علم أَن سَيكون مِنْكُم مرضى</p> </div>"
   },
   {
    "page_number": 130,
    "page": 155,
    "text": "<div> <p>وحرف النَّفْي نَحْو أَفلا يرَوْنَ أَن لَا يرجع إِلَيْهِم قولا وَلَو نَحْو وَأَن لَو استقاموا وَرُبمَا جَاءَ فِي الشّعْر بِغَيْر فصل كَقَوْلِه علمُوا أَن يؤملون فجادوا قبل أَن يسْأَلُوا بأعظم سؤل</p> </div>"
   },
   {
    "page_number": 131,
    "page": 156,
    "text": "<div> <p>وَرُبمَا جَاءَ اسْم أَن فِي ضَرُورَة الشّعْر مُصَرحًا بِهِ غير ضمير شَأْن فَيَأْتِي خَبَرهَا حِينَئِذٍ مُفردا وَجُمْلَة وَقد اجْتمعَا فِي قَوْله بأنك ربيع وغيث مربع وَأَنَّك هُنَاكَ تكون الثمالا</p> </div>"
   },
   {
    "page_number": 132,
    "page": 157,
    "text": "<div> <p>ص وَأما كَأَن فتعمل ويقل ذكر اسْمهَا ويفصل الْفِعْل مِنْهَا بلم أَو قد ش إِذا خففت كَأَن وَجب إعمالها كَمَا يجب إِعْمَال أَن وَلَكِن ذكر اسْمهَا أَكثر من ذكر اسْم أَن وَلَا يلْزم أَن يكون ضميرا قَالَ الشَّاعِر وَيَوْما توافينا بِوَجْه مقسم كَأَن ظَبْيَة تعطو إِلَى وارق السّلم</p> </div>"
   },
   {
    "page_number": 133,
    "page": 158,
    "text": "<div> <p>يرْوى بِنصب الظبية على أَنَّهَا الِاسْم وَالْجُمْلَة بعْدهَا صفة وَالْخَبَر مَحْذُوف أَي كَأَن ظَبْيَة عاطية هَذِه الْمَرْأَة فَيكون من عكس التَّشْبِيه أَو كَأَن مَكَانهَا ظَبْيَة على حَقِيقَة التَّشْبِيه ويروى برفعها على حذف الِاسْم أَي كَأَنَّهَا ظَبْيَة وَإِذا كَانَ الْخَبَر مُفردا أَو جملَة اسمية لم يحْتَج لفاصل فالمفرد كَقَوْلِه كَأَن ظَبْيَة فِي رِوَايَة من رفع وَالْجُمْلَة الاسمية كَقَوْلِه كَأَن ثدياه حقان</p> </div>"
   },
   {
    "page_number": 134,
    "page": 159,
    "text": "<div> <p>وَإِن كَانَ فعلا وَجب أَن يفصل مِنْهَا إِمَّا بلم أَو قد فَالْأول كَقَوْلِه تَعَالَى كَأَن لم تغن بالْأَمْس وَقَول الشَّاعِر كَأَن لم يكن بَين الْحجُون إِلَى الصَّفَا أنيس وَلم يسمر بِمَكَّة سامر</p> </div>"
   },
   {
    "page_number": 135,
    "page": 160,
    "text": "<div> <p>وَالثَّانِي كَقَوْلِه أزف الترحل غير أَن رِكَابنَا لما تزل برحالنا وَكَأن قد أَي وَكَأن قد زَالَت فَحذف الْفِعْل</p> </div>"
   },
   {
    "page_number": 136,
    "page": 161,
    "text": "<div> <p>ص وَلَا يتوسط خبرهن إِلَّا ظرفا أَو مجرورا نَحْو إِن فِي ذَلِك لعبرة إِن لدينا أَنْكَالًا</p> </div>"
   },
   {
    "page_number": 137,
    "page": 162,
    "text": "<div> <p>وَلَا يجوز فِي هَذَا الْبَاب توَسط الْخَبَر بَين الْعَامِل واسْمه وَلَا تَقْدِيمه عَلَيْهَا كَمَا جَازَ فِي بَاب كَانَ لَا يُقَال إِن قَائِم زيدا كَمَا يُقَال كَانَ قَائِما زيد وَالْفرق بَينهمَا أَن الْأَفْعَال أمكن فِي الْعَمَل من الْحُرُوف فَكَانَت أجمل لِأَن يتَصَرَّف فِي معمولها وَمَا أحسن قَول ابْن عنين يشكو تَأَخره كَأَنِّي من أَخْبَار إِن وَلم يجز لَهُ أحد فِي النَّحْو أَن يتقدما وَيسْتَثْنى من ذَلِك مَا إِذا كَانَ الْخَبَر ظرفا أَو جارا ومجرورا فَإِنَّهُ يجوز فِيمَا أَن يتوسط لأَنهم قد يتوسعون فيهمَا مَا لم يتوسعوا فِي غَيرهمَا كَمَا قَالَ الله تَعَالَى إِن</p> </div>"
   },
   {
    "page_number": 138,
    "page": 163,
    "text": "<div> <p>لدينا أَنْكَالًا إِن فِي ذل لعبرة لمن يخْشَى واستغنيت بتنبيهي على امْتنَاع التَّوَسُّط فِي غير مَسْأَلَة الظّرْف وَالْجَار وَالْمَجْرُور عَن التَّنْبِيه على امْتنَاع التَّقَدُّم لِأَن امْتنَاع الأسهل يسْتَلْزم امْتنَاع غَيره بِخِلَاف الْعَكْس وَلَا يلْزم من ذكرى توسيطهم الظّرْف وَالْمَجْرُور أَن يَكُونُوا يجيزون تَقْدِيمه لِأَنَّهُ لَا يلْزم من تجويزهم فِي الأسهل تجويزهم فِي غَيره ص وتكسر إِن فِي الِابْتِدَاء نَحْو إِنَّا أَنزَلْنَاهُ فِي لَيْلَة الْقدر وَبعد الْقسم نَحْو حم وَالْكتاب الْمُبين إِنَّا أَنزَلْنَاهُ وَالْقَوْل نَحْو قَالَ إِنِّي عبد الله وَقبل اللَّام نَحْو وَالله يعلم إِنَّك لرَسُوله ش تكسران فِي مَوَاضِع أحداها أَن تقع فِي ابْتِدَاء الْجُمْلَة كَقَوْلِه تَعَالَى إِنَّا أَنزَلْنَاهُ إِنَّا أعطيناك الْكَوْثَر أَلا إِن أَوْلِيَاء الله لَا خوف عَلَيْهِم وَلَا هم يَحْزَنُونَ الثَّانِي بعد الْقسم كَقَوْلِه تَعَالَى حم وَالْكتاب الْمُبين إِنَّا أَنزَلْنَاهُ يس وَالْقُرْآن الْحَكِيم إِنَّك لمن الْمُرْسلين الثَّالِث أَن تقع محكية بالْقَوْل كَقَوْلِه تَعَالَى قَالَ إِنِّي عبد الله الرَّابِع أَن تقع اللَّام بعْدهَا كَقَوْلِه تَعَالَى وَالله يعلم إِنَّك لرَسُوله وَالله يشْهد إِن الْمُنَافِقين لَكَاذِبُونَ فَكسرت بعد يعلم وَيشْهد</p> </div>"
   },
   {
    "page_number": 139,
    "page": 164,
    "text": "<div> <p>وَإِن كَانَت قد فتحت بعد علم وَشهد فِي قَوْله تَعَالَى علم الله أَنكُمْ كُنْتُم تختانون أَنفسكُم شهد الله أَنه لَا إِلَه الا هُوَ وَذَلِكَ لوُجُود اللَّام فِي الْأَوَّلين دون الآخرين ص وَيجوز دُخُول اللَّام على مَا تَأَخّر من خبر ان الْمَكْسُورَة أَو اسْمهَا أَو مَا توَسط من مَعْمُول الْخَبَر أَو الْفَصْل وَيجب مَعَ المخففة إِن أهملت وَلم يظْهر الْمَعْنى ش يجوز دُخُول لَام الِابْتِدَاء بعد إِن الْمَكْسُورَة على وَاحِد من أَرْبَعَة اثْنَيْنِ متأخرين واثنين متوسطين فَأَما المتأخران فَالْخَبَر نَحْو وَإِن رَبك لذُو مغْفرَة وَالِاسْم نَحْو إِن فِي ذَلِك لعبرة وَأما المتوسطان فمعمول الْخَبَر نَحْو إِن زيدا لطعامك آكل وَالضَّمِير الْمُسَمّى عِنْد الْبَصرِيين فصلا وَعند الكوفين عمادا نَحْو إِن هَذَا لَهو الْقَصَص الْحق وَإِنَّا لنَحْنُ الصافون وَإِنَّا لنَحْنُ المسبحون وَقد يكون دُخُول اللَّام وَاجِبا وَذَلِكَ اذا خففت وأهملت وَلم يظْهر قصد الاثبات كَقَوْلِك ان زيد لمنطلق وَإِنَّمَا وَجَبت هَهُنَا فرقا بَينهَا وَبَين ان النافية كَالَّتِي فِي قَوْله تَعَالَى ان عِنْد كم من سُلْطَان بِهَذِهِ وَلِهَذَا تسمى اللَّام الفارقة لِأَنَّهَا فرقت بَين النَّفْي والاثبات فان اخْتَلَّ شَرط من الثَّلَاثَة كَانَ دُخُولهَا جَائِزا لَا وَاجِبا لعدم الالتباس وَذَلِكَ اذا سددت نَحْو ان زيدا قَائِم أَو خففت وأعملت نَحْو ان زيدا قَائِم أَو خففت وأهملت وَظهر الْمَعْنى كَقَوْل الشَّاعِر</p> </div>"
   },
   {
    "page_number": 140,
    "page": 165,
    "text": "<div> <p>أَنا ابْن أباة الضيم من آل مَالك وَإِن مَالك كَانَت كرام الْمَعَادِن</p> </div>"
   },
   {
    "page_number": 141,
    "page": 166,
    "text": "<div> <p>لَا النافية للْجِنْس</p><p>ص وَمثل ان لَا النافية للْجِنْس لَكِن عَملهَا خَاص بالنكرات الْمُتَّصِلَة بهَا نَحْو لَا صَاحب علم ممقوت وَلَا عشْرين درهما عِنْدِي وان كَانَ اسْمهَا غير مُضَاف وَلَا شبهه بني على الْفَتْح فِي نَحْو لَا رجل وَلَا رجال وَعَلِيهِ أَو على الْكسر فِي نَحْو لَا مسلمات وعَلى الْيَاء فِي نَحْو لَا رجلَيْنِ وَلَا مُسلمين ش يجْرِي مجْرى ان فِي نصب الِاسْم وَرفع الْخَبَر لَا بِثَلَاثَة شُرُوط أَحدهَا ان يكون نَافِيَة للْجِنْس وَالثَّانِي ان يكون معمولاها لكرتين وَالثَّالِث ان يكون الِاسْم مقدما وَالْخَبَر مُؤَخرا فَإِن انخرم الشَّرْط الأول بِأَن كَانَت ناهية اخْتصّت بِالْفِعْلِ وجزمته نَحْو لَا تحزن ان الله مَعنا أَو زَائِدَة لم تعْمل شَيْئا نَحْو مَا مَنعك أَلا تسْجد إِذْ أَمرتك أَو نَافِيَة للوحدة عملت عمل لَيْسَ نَحْو لَا رجل فِي الدَّار بل رجلَانِ وان انخرم أحد الشَّرْطَيْنِ الْأَخيرينِ لم تعْمل وَوَجَب تكرارها مِثَال الأول لَا زيد فِي الدَّار وَلَا عَمْرو وَمِثَال الثَّانِي لَا فِيهَا غول وَلَا هم عَنْهَا ينزفون وَإِذا استوفت الشُّرُوط فَلَا يخلوا اسْمهَا اما ان يكون مُضَافا أَو شَبِيها بِهِ أَو مُفردا فان كَانَ مُضَافا أَو شَبِيها بِهِ ظهر النصب فِيهِ فالمضاف كَقَوْلِك لَا صَاحب علم ممقوت وَلَا صَاحب جود مَذْمُوم والشبيه بالمضاف مَا اتَّصل بِهِ شَيْء من تَمام مَعْنَاهُ اما مَرْفُوع بِهِ نَحْو لَا قبيحا فعله ممدوح أَو مَنْصُوب بِهِ نَحْو لَا طالعا جبلا حَاضر أَو مخفوض بخافض يتَعَلَّق بِهِ نَحْو لَا خيرا من زيد عندنَا</p> </div>"
   },
   {
    "page_number": 142,
    "page": 167,
    "text": "<div> <p>وَإِن كَانَ مُفردا أَي غير مُضَاف وَلَا شَبيه بِهِ فَإِنَّهُ يبْنى على مَا ينصب بِهِ لَو كَانَ معربا فَإِن كَانَ مُفردا أَو جمع تكسير بني على الْفَتْح نَحْو لَا رجل وَلَا رجال وَإِن كَانَ مثنى أَو جمع مُذَكّر سالما فَإِنَّهُ يبْنى على الْيَاء كَمَا ينصب بِالْيَاءِ تَقول لَا رجلَيْنِ وَلَا مُسلمين عِنْدِي وَإِن كَانَ جمع مؤنث سالما بني على الْكسر وَقد يبْنى على الْفَتْح نَحْو لَا مسلمات فِي الدَّار وَقد رُوِيَ بِالْوَجْهَيْنِ قَول الشَّاعِر لَا سابغات وَلَا جأواء باسلة تَقِيّ الْمنون لَدَى اسْتِيفَاء آجال</p> </div>"
   },
   {
    "page_number": 143,
    "page": 168,
    "text": "<div> <p>ص وَلَك فِي نَحْو لَا حول وَلَا قُوَّة فتح الأول وَفِي الثَّانِي الْفَتْح وَالنّصب وَالرَّفْع كالصفة فِي نَحْو لَا رجل ظريف وَرَفعه فَيمْتَنع النصب وَإِن لم تَتَكَرَّر لَا أَو فصلت الصّفة أَو كَانَت غير مُفْردَة أمتنع الْفَتْح ش اذا تَكَرَّرت لَا مَعَ النكرَة جَازَ فِي النكرَة الأولى الْفَتْح وَالرَّفْع فَإِن فتحت فلك فِي الثَّانِيَة ثَلَاثَة أوجه الْفَتْح وَالنّصب وَالرَّفْع وَإِن رفعت فلك فِي الثَّانِيَة وَجْهَان الرّفْع وَالْفَتْح وَيمْتَنع النصب فَتحصل أَنه يجوز فتح الاسمين ورفعهما وَفتح الأول وَرفع الثَّانِي وَعَكسه وَفتح الأول وَنصب الثَّانِي فَهَذِهِ خَمْسَة أوجه فِي مَجْمُوع التَّرْكِيب فَإِن لم تَتَكَرَّر لَا مَعَ النكرَة الثَّانِيَة لم يجز فِي الأولى الرّفْع وَلَا فِي الثَّانِيَة الْفَتْح بل تَقول لَا حول وَقُوَّة أَو قُوَّة بِفَتْح حول لَا غير وَنصب قُوَّة أَو رَفعهَا قَالَ الشَّاعِر فَلَا أَب وأبنا مثل مَرْوَان وأبنه</p> </div>"
   },
   {
    "page_number": 144,
    "page": 169,
    "text": "<div> <p>وَيجوز فَلَا أَب وَابْن وان كَانَ اسْم لَا مُفردا ونعت بمفرد وَلم يفصل بَينهمَا فاصل مثل لَا رجل ظريف فِي الدَّار جَازَ فِي الصّفة الرّفْع على مَوضِع لَا</p> </div>"
   },
   {
    "page_number": 145,
    "page": 170,
    "text": "<div> <p>مَعَ اسْمهَا فَإِنَّهُمَا فِي مَوضِع الِابْتِدَاء وَالنّصب على مَوضِع اسْمهَا فَإِن مَوْضِعه نصب بِلَا العاملة عمل إِن وَالْفَتْح على تَقْدِير أَنَّك ركبت الصّفة مَعَ الْمَوْصُوف كتركيب خَمْسَة عشر ثمَّ أدخلت لَا عَلَيْهِمَا فَإِن فصل بَينهمَا فاصل أَو كَانَت الصّفة غير مُفْردَة جَازَ الرّفْع وَالنّصب وَامْتنع الْفَتْح فَالْأول نَحْو لَا رجل فِي الدَّار ظريف وطريقا وَالثَّانِي نَحْو لَا رجل طالعا جبلا وطالع جبلا</p><p>ظن وَأَخَوَاتهَا</p><p>ص الثَّالِث ظن وَرَأى وَحسب ودرى وخال وَزعم وَوجد وَعلم القلبيات فتنصبها مفعولين نَحْو رَأَيْت الله أكبر كل شَيْء ويلغين برجحان إِن تأخرن نَحْو الْقَوْم فِي أثري ظَنَنْت وبمساواة إِن توسطن نَحْو وَفِي الأراجيز خلت اللؤم والخور وَإِن وليهن مَا أَو لَا أَو إِن النافيات أَو لَام الِابْتِدَاء أَو الْقسم أَو الِاسْتِفْهَام بَطل عملهن فِي اللَّفْظ وجوبا وسمى ذَلِك تَعْلِيقا نَحْو لنعلم أَي الحزبين أحصى ش الْبَاب الثَّالِث من النواسخ مَا ينصب الْمُبْتَدَأ وَالْخَبَر مَعًا وَهُوَ أَفعَال الْقُلُوب وَهُوَ ظن نَحْو وَإِنِّي لأظنك يَا فِرْعَوْن مثبورا وَرَأى نَحْو إِنَّهُم يرونه بَعيدا ونراه قَرِيبا وَقَول الشَّاعِر رَأَيْت الله أكبر كل شَيْء محاولة وَأَكْثَرهم جُنُودا</p> </div>"
   },
   {
    "page_number": 146,
    "page": 171,
    "text": "<div> <p>وحسيب نَحْو لَا تحسبوه شرا لكم ودري كَقَوْلِه دَريت الوفي الْعَهْد ياعرو فاغتبط فَإِن اغتباطا بِالْوَفَاءِ حميد</p> </div>"
   },
   {
    "page_number": 147,
    "page": 172,
    "text": "<div> <p>وخال كَقَوْلِه يخال بِهِ راعي الحمولة طائرا وَزعم كَقَوْلِه زعمتني شَيخا وَلست بشيخ إِنَّمَا الشَّيْخ من يدب دبيبا</p> </div>"
   },
   {
    "page_number": 148,
    "page": 173,
    "text": "<div> <p>كَقَوْلِه تَعَالَى تَجِدُوهُ عِنْد الله هُوَ خيرا وَأعظم أجرا وَعَلِيم كَقَوْلِه تَعَالَى فَإِن علمتموهن مؤمنات وَمن أَحْكَام هَذِه الْأَفْعَال أَنه يجوز فِيهَا الإلغاء وَالتَّعْلِيق فَأَما الإلغاء فَهُوَ عبارَة عَن إبِْطَال عَملهَا فِي اللَّفْظ وَالْمحل لتوسطها بَين المفعولين أَو تأخرها عَنْهُمَا مِثَال توسطها بَينهمَا قَوْلك زيدا ظَنَنْت عَالما بالإعمال وَيجوز زيد ظَنَنْت عَالم بالإهمال قَالَ الشَّاعِر</p> </div>"
   },
   {
    "page_number": 149,
    "page": 174,
    "text": "<div> <p>أَبَا الأراجيز يَابْنَ اللؤم توعدني وَفِي الأراجيز خلت اللؤم والخور فاللؤم مُبْتَدأ مُؤخر وَفِي الأراجيز فِي مَوضِع رفع لِأَنَّهُ خبر مقدم وألغيت خلت لتوسطها بَيْنَمَا وَهل للوجهان سَوَاء أَو الإعمال أرجح فِيهِ مذهبان</p> </div>"
   },
   {
    "page_number": 150,
    "page": 175,
    "text": "<div> <p>وَمِثَال تأخرها عَنْهُمَا قَوْلك زيد عَالم ظَنَنْت بالإهمال وَهُوَ الْأَرْجَح بالِاتِّفَاقِ وَيجوز زيدا عَالما ظَنَنْت بالإعمال قَالَ الشَّاعِر الْقَوْم فِي أثري ظَنَنْت فَإِن يكن مَا قد ظَنَنْت فقد ظَفرت وخابوا</p> </div>"
   },
   {
    "page_number": 151,
    "page": 176,
    "text": "<div> <p>فالقوم مُبْتَدأ وَفِي أثري فِي مَوضِع رفع على أَنه خَبره وأهملت ظن لتأخرها عَنْهُمَا وَمَتى تقدم الْفِعْل على الْمُبْتَدَأ وَالْخَبَر مَعًا لم يجز الإهمال لَا تَقول ظَنَنْت زيد قَائِم بِالرَّفْع خلافًا للكوفيين وَأما التَّعْلِيق فَهُوَ عبارَة عَن إبِْطَال عَملهَا لفظا لَا محلا لاعتراض مَاله صدر الْكَلَام بَينهَا وَبَين معموليها وَالْمرَاد بِمَالِه صدر الْكَلَام مَا النافية كَقَوْلِك علمت مَا زيد قَائِم وَقَالَ الله تَعَالَى لقد علمت مَا هَؤُلَاءِ ينطقون فَهَؤُلَاءِ مُبْتَدأ وينطقون خَبره وليسا مَفْعُولا أَولا وَثَانِيا وَلَا النافية كَقَوْلِك علمت لَا زيد قَائِم وَلَا عَمْرو وَإِن النافية كَقَوْلِه تَعَالَى وتظننون إِن لبثتم إِلَّا قَلِيلا أَي مَا لبثتم إِلَّا قَلِيلا وَلَام الِابْتِدَاء نَحْو قَوْلك علمت لزيد قَائِم قَالَ الله تَعَالَى وَلَقَد علمُوا لمن اشْتَرَاهُ مَاله فِي الآخررة من خلاق وَلَام الْقسم كَقَوْل الشَّاعِر وَلَقَد علمت لتأتين منيتي إِن المنايا لَا تطيش سهامها</p> </div>"
   },
   {
    "page_number": 152,
    "page": 177,
    "text": "<div> <p>والاستفهام كَقَوْلِك علمت أَزِيد قَائِم وَكَذَلِكَ إِذا كَانَ فِي الْجُمْلَة اسْم اسْتِفْهَام سَوَاء كَانَ أحد جزئي الْجُمْلَة أَو كَانَ فضلَة فَالْأول نَحْو قَوْله تَعَالَى ولتعلمن أَيّنَا أَشد عذَابا وَأبقى وَالثَّانِي كَقَوْلِه تَعَالَى وَسَيعْلَمُ الَّذين ظلمُوا أَي مُنْقَلب يَنْقَلِبُون فَأَي مُنْقَلب مَنْصُوب يَنْقَلِبُون على المصدرية أَي يَنْقَلِبُون أَي انقلاب وَيعلم معلقَة عَن الْجُمْلَة بأسرها</p> </div>"
   },
   {
    "page_number": 153,
    "page": 178,
    "text": "<div> <p>لما فِيهَا من اسْم الِاسْتِفْهَام وَهُوَ أَي وَبِمَا توهم بعض الطّلبَة انتصاب أَي بيعلم وَهُوَ خطأ لِأَن الِاسْتِفْهَام لَهُ صدر الْكَلَام فَلَا يعْمل فِيهِ مَا قبله وَإِنَّمَا سمي هَذَا الإهمال تَعْلِيقا لِأَن الْعَامِل فِي نَحْو قَوْلك علمت مَا زيد قَائِم عَامل فِي الْمحل وَلَيْسَ عَاملا فِي اللَّفْظ فَهُوَ عَامل لَا عَامل فَشبه بِالْمَرْأَةِ الْمُعَلقَة الَّتِي هِيَ لَا مُزَوّجَة وَلَا مُطلقَة وَالْمَرْأَة الْمُعَلقَة هِيَ الَّتِي أَسَاءَ زَوجهَا عشرتها وَالدَّلِيل على أَن الْفِعْل عَامل فِي الْمحل أَنه يجوز الْعَطف على مَحل الْجُمْلَة بِالنّصب كَقَوْل كثير وَمَا كنت أَدْرِي قبل عزة مالبكي وَلَا موجعات الْقلب حَتَّى تولت</p> </div>"
   },
   {
    "page_number": 154,
    "page": 179,
    "text": "<div> <p>فعطف موجعات بِالنّصب على مَحل قَوْله مَا لبكى الَّذِي علق عَن الْعَمَل فِيهِ قَوْله أَدْرِي وَالله سُبْحَانَهُ وَتَعَالَى أَعلَى وَأعلم وأعز وَأكْرم وَصلى الله على سيدنَا مُحَمَّد وعَلى آله وَصَحبه وَسلم بِسم الله الرَّحْمَن الرَّحِيم</p> </div>"
   },
   {
    "page_number": 155,
    "page": 180,
    "text": "<div> <p>الْفَاعِل</p><p>ص بَاب الْفَاعِل مَرْفُوع ك قَامَ زيد وَمَات عَمْرو وَلَا يتَأَخَّر عَامله عَنهُ وَلَا تلْحقهُ عَلامَة تَثْنِيَة وَلَا جمع بل يُقَال قَامَ رجلَانِ وَرِجَال وَنسَاء كَمَا يُقَال قَامَ رجل وشذ يتعاقبون فِيكُم مَلَائِكَة بِاللَّيْلِ أَو مخرجيهم وتلحقه عَلامَة تَأْنِيث ان كَانَ مؤنثا ك قَامَت هِنْد وطلعت الشَّمْس وَيجوز الْوَجْهَانِ فِي مجازي التَّأْنِيث الظَّاهِر نَحْو قد جاءتكم موظعة من ربكُم قد جَاءَكُم بنة وَفِي الْحَقِيقِيّ الْمُنْفَصِل نَحْو حصرت القَاضِي امْرَأَة والمتصل فِي بَاب نعم وَبئسَ نَحْو نعمت الْمَرْأَة هِنْد وَفِي الْجمع نَحْو قَالَت الْأَعْرَاب إِلَّا جمعي التَّصْحِيح فكمفرديهما نَحْو قَامَ الزيدون وَقَامَت الهندات وَإِنَّمَا امْتنع فِي النثر مَا قَامَت إِلَّا هِنْد لِأَن الْفَاعِل مُذَكّر مَحْذُوف كحذفه فِي نَحْو أَو إطْعَام فِي يَوْم ذِي مسغبة يَتِيما وَقضى الْأَمر وأسمع بهم وَأبْصر وَيمْتَنع فِي غرهن ش لما انْقَضى الْكَلَام فِي ذكر الْمُبْتَدَأ وَالْخَبَر وَمَا يتَعَلَّق بهما من أَبْوَاب النواسخ شرعت فِي ذكر بَاب الْفَاعِل وَمَا يتَعَلَّق بِهِ من بَاب النَّائِب وَبَاب التَّنَازُع وَمَا يتَعَلَّق بِهِ من بَاب الِاشْتِغَال اعْلَم أَن الْفَاعِل عبارَة عَن اسْم صَرِيح أَو مؤول بِهِ أسْند إِلَيْهِ فعل أَو مؤول بِهِ مقدم عَلَيْهِ بِالْأَصَالَةِ وَاقعا مِنْهُ أَو قَائِما بِهِ مِثَال ذَلِك زيد من قَوْلك ضرب زيد عمرا وَعلم زيد</p> </div>"
   },
   {
    "page_number": 156,
    "page": 181,
    "text": "<div> <p>فَالْأول اسْم أسْند إِلَيْهِ فعل وَاقع مِنْهُ فَإِن الضَّرْب وَاقع من زيد وَالثَّانِي اسْم أسْند إِلَيْهِ فعل قَائِم بِهِ فَإِن الْعلم قَائِم بزيد وَقَوْلِي أَولا أَو مؤول بِهِ يدْخل فِيهِ نَحْو أَن تخشع فِي قَوْله تَعَالَى ألم يَأن للَّذين آمنُوا أَن تخشع قُلُوبهم فَإِنَّهُ فَاعل مَعَ أَنه لَيْسَ باسم وَلكنه فِي تَأْوِيل الِاسْم وَهُوَ الْخُشُوع وَقَوْلِي ثَانِيًا أَو مؤول بِهِ يدْخل فِيهِ مُخْتَلف فِي قَوْله تَعَالَى مُخْتَلف ألوانه فألوانه فَاعل وَلم يسند إِلَيْهِ فعل وَلَكِن أسْند إِلَيْهِ مؤول بِالْفِعْلِ وَهُوَ مُخْتَلف فَإِنَّهُ فِي تَأْوِيل يخْتَلف وَخرج بِقَوْلِي مقدم عَلَيْهِ نَحْو زيد من قَوْلك زيد قَامَ فَلَيْسَ بفاعل لِأَن الْفِعْل الْمسند إِلَيْهِ لَيْسَ مقدما عَلَيْهِ بل مُؤَخرا عَنهُ وَإِنَّمَا هُوَ مُبْتَدأ وَالْفِعْل خبر وَخرج بِقَوْلِي بِالْأَصَالَةِ نَحْو زايد من قَوْلك قَائِم زيد فَإِنَّهُ وَإِن أسْند اليه شَيْء مؤول بِالْفِعْلِ وَهُوَ مقدم عَلَيْهِ لَكِن تَقْدِيمه عَلَيْهِ لَيْسَ بِالْأَصَالَةِ لِأَنَّهُ خبر فَهُوَ فِي نِيَّة التَّأْخِير وَخرج بِقَوْلِي وَاقعا مِنْهُ إِلَخ نَحْو زيد من قَوْلك ضرب زيد فَإِن الْفِعْل الْمسند إِلَيْهِ وَاقع عَلَيْهِ وَلَيْسَ وَاقعا مِنْهُ وَلَا قَائِما بِهِ</p> </div>"
   },
   {
    "page_number": 157,
    "page": 182,
    "text": "<div> <p>وَإِنَّمَا مثلت الْفَاعِل ب قَامَ زيد وَمَات عَمْرو ليعلم أَنه لَيْسَ معنى كَون الِاسْم فَاعِلا أَن مُسَمَّاهُ أحدث شَيْئا بل كَونه مُسْندًا إِلَيْهِ على الْوَجْه الْمَذْكُور أَلا ترى أَن عمرا لم يحدث الْمَوْت وَمَعَ ذَلِك يُسمى فَاعِلا وَإِذا عرفت الْفَاعِل فَأعْلم أَن لَهُ أحكاما أَحدهَا أَن لَا يتَأَخَّر عَامله عَنهُ فَلَا يجوز فِي نَحْو قَامَ أَخَوَاك أَن تَقول أَخَوَاك قَامَ وَقد تضمن ذَلِك الْحَد الَّذِي ذَكرْنَاهُ وَإِنَّمَا يُقَال أَخَوَاك قاما فَيكون أَخَوَاك مُبْتَدأ وَمَا بعده فعل وفاعل وَالْجُمْلَة خبر وَالثَّانِي أَنه لَا يلْحق عَامله عَلامَة تَثْنِيَة وَلَا جمع فَلَا يُقَال قاما أَخَوَاك وَلَا قَامُوا اخوتك وَلَا قمن نسوتك بل يُقَال فِي الْجَمِيع قَامَ بِالْإِفْرَادِ كَمَا يُقَال قَامَ أَخُوك هَذَا هُوَ الْأَكْثَر وَمن الْعَرَب من يلْحق هَذِه العلامات بالعامل فعلا كَانَ كَقَوْلِه عَلَيْهِ الصَّلَاة وَالسَّلَام يتعاقبون فِيكُم مَلَائِكَة بِاللَّيْلِ وملائكة بِالنَّهَارِ أَو اسْما كَقَوْلِه عَلَيْهِ الصَّلَاة وَالسَّلَام أَو مخرجيهم قَالَ ذَلِك لما قَالَ لَهُ ورقة بن نَوْفَل وددت أَن أكون مَعَك إِذْ يخْرجك قَوْمك وَالْأَصْل أَو مخرجويهم فقلبت الْوَاو يَاء وأدغمت الْيَاء فِي الْيَاء وَالْأَكْثَر أَن يُقَال يتعاقب فِيكُم مَلَائِكَة أَو مخرجيهم بتَخْفِيف الْيَاء وَالثَّالِث أَنه إِذا كَانَ مؤنثا لحق عَامله تَاء التَّأْنِيث الساكنة ان كَانَ فعلا مَاضِيا أَو المتحركة ان كَانَ وَصفا فَتَقول قَامَت هِنْد وَزيد قَائِمَة أمه ثمَّ تَارَة يكون الحاق التَّاء جَائِزا وَتارَة يكون وَاجِبا فالجائز فِي أَربع مسَائِل احداها أَن يكون الْمُؤَنَّث اسْما ظَاهرا مجازي التَّأْنِيث ونعني بِهِ مَالا فرج لَهُ تَقول طلعت الشَّمْس وطلع الشَّمْس</p> </div>"
   },
   {
    "page_number": 158,
    "page": 183,
    "text": "<div> <p>وَالْأول أرجح قَالَ الله تَعَالَى قد جاءتكم موعظة وَفِي آيَة أُخْرَى قد جَاءَكُم بَيِّنَة وَالثَّانيَِة أَن يكون المونث اسْما ظَاهرا حَقِيقِيّ التَّأْنِيث وَهُوَ مُنْفَصِل من الْعَامِل بِغَيْر إِلَّا وَذَلِكَ كَقَوْلِك حرضت القَاضِي امْرَأَة وَيجوز حضر القَاضِي امْرَأَة وَالْأول أفْصح وَالثَّالِثَة أَن يكون الْعَامِل نعم أَو بئس نَحْو نعمت الْمَرْأَة هِنْد وَنعم الْمَرْأَة هِنْد الرَّابِعَة أَن يكون الْفَاعِل جمعا نَحْو جَاءَ الزيود وَجَاءَت الزيود وَجَاءَت الهنود وَجَاء الهنود فَمن أنث فعلى معنى الْجَمَاعَة وَمن ذكر فعلى معنى الْجمع وَيسْتَثْنى من ذَلِك جمعا التَّصْحِيح فَإِنَّهُ يحكم لَهما بِحكم مفرديهما فَتَقول جَاءَت الهندات بِالتَّاءِ لَا غير كَمَا تفعل فِي جَاءَت هِنْد وَقَامَ الزيدون بترك التَّاء لَا غير كَمَا تفعل فِي قَامَ زيد وَالْوَاجِب فِيمَا عدا ذَلِك وَهُوَ مَسْأَلَتَانِ إِحْدَاهمَا الْمُؤَنَّث الْحَقِيقِيّ التَّأْنِيث الَّذِي لَيْسَ مَفْصُولًا وَلَا وَاقعا بعد نعم أَو بئس نَحْو إِذْ قَالَت امْرَأَة عمرَان الثَّانِيَة أَن يكون ضميرا مُتَّصِلا كَقَوْلِك الشَّمْس طلعت وَكَانَ الظَّاهِر أَن يجوز فِي نَحْو مَا قَامَ إِلَّا هِنْد الْوَجْهَانِ ويترجح التَّأْنِيث كَمَا فِي قَوْلك حضر القَاضِي امْرَأَة وَلَكنهُمْ أوجبوا فِيهِ ترك التَّاء فِي النثر لِأَن مَا بعد إِلَّا لَيْسَ الْفَاعِل فِي الْحَقِيقَة وَإِنَّمَا هُوَ بدل من فَاعل مُقَدّر قبل إِلَّا وَذَلِكَ الْمُقدر هُوَ الْمُسْتَثْنى مِنْهُ وَهُوَ مُذَكّر فَلذَلِك ذكر الْعَامِل وَالتَّقْدِير مَا قَامَ أحد إِلَّا هِنْد وَهَذَا أحد المواطن الْأَرْبَعَة الَّتِي يطرد فِيهَا حذف الْفَاعِل وَالثَّانِي فَاعل الْمصدر كَقَوْلِه تَعَالَى أَو إطْعَام فِي يَوْم ذِي مسغبة يَتِيما ذَا مقربة تَقْدِيره أَو</p> </div>"
   },
   {
    "page_number": 159,
    "page": 184,
    "text": "<div> <p>إطعامه يَتِيما وَالثَّالِث فِي بَاب النِّيَابَة نَحْو وَقضي الْأَمر أَصله وَالله أعلم وَقضى الله الْأَمر وَالرَّابِع فَاعل أفعل فِي التَّعَجُّب اذ ذل عَلَيْهِ مقدم مثله كَقَوْلِه تَعَالَى أسمع بهم وَأبْصر أَي وَأبْصر بهم فَحذف بهم من الثَّانِي لدلَالَة الأول عَلَيْهِ وَهُوَ فِي مَوضِع رفع على الفاعلية عِنْد الْجُمْهُور ص وَالْأَصْل أَن يَلِي عَامله وَقد يتَأَخَّر جَوَازًا نَحْو وَلَقَد جَاءَ آل فِرْعَوْن النّذر وكما أَتَى مُوسَى على قدر ووجوبا نَحْو وَإِذا ابْتُلِيَ إِبْرَاهِيم ربه وضربني زيد وَقد يجب تَأْخِير الْمَفْعُول ك ضربت زيدا وَمَا أحسن زيدا وَضرب مُوسَى عِيسَى بِخِلَاف أرضعت الصُّغْرَى الْكُبْرَى وَقد يتَقَدَّم على الْعَامِل جَوَازًا نَحْو فريقا هدى ووجوبا نَحْو أيا مَا تدعوا وَإِذا كَانَ الْفِعْل نعم أَو بئس فالفاعل إِمَّا معرف بأل الجنسية نَحْو نعم العَبْد أَو مُضَاف لما هِيَ فِيهِ نَحْو ولنعم دَار الْمُتَّقِينَ أَو ضمير مستتر مُفَسّر بتمييز مُطَابق للمخصوص نَحْو بئس للظالمين بَدَلا ش الْفِعْل وَالْفَاعِل كالكلمة الْوَاحِدَة فحقهما أَن يتصلا وَحقّ الْمَفْعُول أَن يَأْتِي بعدهمَا قَالَ الله تَعَالَى وَورث سُلَيْمَان دَاوُد وَقد يتَأَخَّر الْفَاعِل عَن الْمَفْعُول وَذَلِكَ على قسمَيْنِ جَائِز وواجب فالجائز كَقَوْلِه تَعَالَى وَلَقَد جَاءَ آل فِرْعَوْن النّذر وَقَول الشَّاعِر جَاءَ الْخلَافَة أَو كَانَت لَهُ قدرا كَمَا أَتَى ربه مُوسَى على قدر</p> </div>"
   },
   {
    "page_number": 160,
    "page": 185,
    "text": "<div> <p>فَلَو قيل فِي الْكَلَام جَاءَ النّذر آل فِرْعَوْن لَكَانَ جَائِزا وَكَذَلِكَ لَو قيل كَمَا أَتَى مُوسَى ربه وَذَلِكَ لِأَن الضَّمِير حِينَئِذٍ يكون عَائِدًا على مُتَقَدم لفظا ورتبة وَذَلِكَ هُوَ الأَصْل فِي عود الضَّمِير وَالْوَاجِب كَقَوْلِه تَعَالَى وَإِذ ابتلى ابراهيم ربه وَذَلِكَ لِأَنَّهُ لَو قدم الْفَاعِل هُنَا فَقيل ابتلى ربه إِبْرَاهِيم لزم عود الضَّمِير على مُتَأَخّر لفظا ورتبة وَذَلِكَ لَا يجوز وَكَذَلِكَ نَحْو قَوْلك ضَرَبَنِي زيد وَذَلِكَ أَنه لَو قيل ضرب زيد إيَّايَ لزم فصل الضَّمِير مَعَ التَّمَكُّن من اتِّصَاله وَذَلِكَ أَيْضا لَا يجوز وَقد يجب أَيْضا تَأْخِير الْمَفْعُول فِي نَحْو ضرب مُوسَى عِيسَى لانْتِفَاء الدّلَالَة على فاعلية أَحدهمَا ومفعولية الآخر فَلَو وجدت قرينَة معنوية نَحْو أرضعت الصُّغْرَى</p> </div>"
   },
   {
    "page_number": 161,
    "page": 186,
    "text": "<div> <p>الْكُبْرَى وَأكل الكمثرى مُوسَى أَو لفظية كَقَوْلِك ضربت مُوسَى سلمى وَضرب مُوسَى الْعَاقِل عِيسَى جَازَ تَقْدِيم الْمَفْعُول على الْفَاعِل وتأخيره عَنهُ انْتِفَاء اللّبْس فِي ذَلِك وَاعْلَم أَنه كَمَا لَا يجوز فِي مثل ضرب مُوسَى عِيسَى أَن يتَقَدَّم الْمَفْعُول على الْفَاعِل وَحده كَذَلِك لَا يجوز تَقْدِيمه عَلَيْهِ وعَلى الْفِعْل لِئَلَّا يتَوَهَّم أَنه مُبْتَدأ وَأَن الْفِعْل متحمل لضميره وَأَن مُوسَى مفعول وَيجوز فِي مثل ضرب زيد عمرا أَن يتَقَدَّم الْمَفْعُول على الْفِعْل لعدم الْمَانِع من ذَلِك قَالَ الله تَعَالَى فريقا هدى وَقد يكون تَقْدِيمه وَاجِبا كَقَوْلِه تَعَالَى أيا مَا تدعوا فَلهُ الْأَسْمَاء الْحسنى فَأَيا مفعول لتدعوا مقدم عَلَيْهِ وجوبا لِأَنَّهُ شَرط وَالشّرط لَهُ صدر الْكَلَام وَتَدعُوا مجزوم بِهِ وَإِذا كَانَ الْفِعْل نعم أَو بئس وَجب فِي فَاعله أَن يكون اسْما مُعَرفا بِالْألف وَاللَّام نَحْو نعم العَبْد أَو مُضَافا لما فِيهِ أل كَقَوْلِه تَعَالَى ولنعم دَار الْمُتَّقِينَ فلبئس مثوى المتكبرين أَو مضمرا مستترا مُفَسرًا بنكرة بعده مَنْصُوبَة على التَّمْيِيز كَقَوْلِه تَعَالَى بئس للظالمين بَدَلا أَي بئس هُوَ أَي الْبَدَل بَدَلا وَإِذا استوفت نعم فاعلها الظَّاهِر أَو فاعلها الْمُضمر وتمييزه جِيءَ بالمخصوص بالمدح أَو الذَّم فَقيل نعم الرجل زيد وَنعم رجلا زيد</p> </div>"
   },
   {
    "page_number": 162,
    "page": 187,
    "text": "<div> <p>وَإِعْرَابه مُبْتَدأ وَالْجُمْلَة قبله خبر والرابط بَينهمَا الْعُمُوم الَّذِي فِي الْألف وَاللَّام وَلَا يجوز بِالْإِجْمَاع أَن يتَقَدَّم الْمَخْصُوص على الْفَاعِل فَلَا يُقَال نعم زيد الرجل وَلَا على التَّمْيِيز خلافًا للكوفيين فَلَا يُقَال نعم زيد رجلا وَيجوز بالاجماع أَن يتَقَدَّم على الْفِعْل وَالْفَاعِل نَحْو زيد نعم الرجل وَيجوز أَن تحذفه إِذا دلّ عَلَيْهِ دَلِيل قَالَ الله تَعَالَى إِنَّا وَجَدْنَاهُ صَابِرًا نعم العَبْد إِنَّه أواب أَي هُوَ أَي أَيُّوب</p><p>نَائِب الْفَاعِل</p><p>ص بَاب النَّائِب عَن الْفَاعِل يحذف الْفَاعِل فينوب عَنهُ فِي أَحْكَامه كلهَا مفعول بِهِ فَإِن لم يُوجد فَمَا اخْتصَّ وَتصرف من ظرف أَو مجرور أَو مصدر وَيضم أول الْفِعْل مُطلقًا ويشاركه ثَانِي نَحْو تعلم وثالث نَحْو أَنطلق وَيفتح مَا قبل الآخر فِي الْمُضَارع وَيكسر فِي الْمَاضِي وَلَك فِي نَحْو قَالَ وَبَاعَ الْكسر مخلصا ومشما ضما وَالضَّم مخلصا ش يجوز حذف الْفَاعِل إِمَّا للْجَهْل بِهِ أَو لغَرَض لَفْظِي أَو معنوي فَالْأول كَقَوْلِك سرق الْمَتَاع وَرُوِيَ عَن رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا لم يعلم السَّارِق والراوي وَالثَّانِي كَقَوْلِهِم من طابت سَرِيرَته حمدت سيرته فَإِنَّهُ لَو قيل حمد النَّاس سيرته اختلت السجعة وَالثَّالِث كَقَوْلِه تَعَالَى يَا أَيهَا الَّذين آمنُوا إِذا قيل لكم تَفَسَّحُوا فِي لمجالس فافسحوا يفسح الله لكم وَإِذا قيل إنشزوا فانشزوا وَقَول الشَّاعِر</p> </div>"
   },
   {
    "page_number": 163,
    "page": 188,
    "text": "<div> <p>وَإِن مدت الْأَيْدِي إِلَى الزَّاد لم أكن بأعجلهم إِذْ أجشع الْقَوْم أعجل فَحذف الْفَاعِل فِي ذَلِك كُله لِأَنَّهُ لم يتَعَلَّق غَرَض بِذكرِهِ وَحَيْثُ حذف فَاعل الْفِعْل فَإنَّك تقيم مقَامه الْمَفْعُول بِهِ وتغطيه أَحْكَامه الْمَذْكُورَة لَهُ فِي بَابه فتصيره مَرْفُوعا بعد أَن كَانَ مَنْصُوبًا وعمدة بعد أَن كَانَ فَضله وواجب التَّأْخِير عَن الْفِعْل بعد أَن كَانَ جَائِز التَّقْدِيم عَلَيْهِ وَيُؤَنث لَهُ الْفِعْل إِن كَانَ مؤنثا</p> </div>"
   },
   {
    "page_number": 164,
    "page": 189,
    "text": "<div> <p>تَقول فِي ضرب زيد عمرا ضرب عَمْرو وَفِي ضرب زيد هندا ضربت هِنْد فَإِن لم يكن فِي الْكَلَام مفعول بِهِ نَاب الظّرْف أَو الْجَار وَالْمَجْرُور أَو الْمصدر تَقول سير فَرسَخ وصيم رَمَضَان وَمر بزيد وَجلسَ جُلُوس الْأَمِير وَلَا يجوز نِيَابَة الظّرْف والمصدر إِلَّا بِثَلَاثَة أَحدهَا أَن يكون مُخْتَصًّا فَلَا يجوز ضرب ضرب وَلَا صيم زمن وَلَا اعْتكف مَكَان لعدم اختصاصها فَإِن قلت ضرب ضرب شَدِيد وصيم زمن طَوِيل وَاعْتَكف مَكَان حسن جَازَ لحُصُول الِاخْتِصَاص بِالْوَصْفِ الثَّانِي أَن يكون متصرفا لَا ملازما للنصب على الظَّرْفِيَّة أَو المصدرية فَلَا يجوز سُبْحَانَ الله بِالضَّمِّ على أَن يكون نَائِبا مناب فَاعل فعله الْمُقدر على أَن تَقْدِيره يسبح سُبْحَانَ الله وَلَا يجاء إِذا جَاءَ زيد على أَن إِذا نائبة عَن الْفَاعِل لِأَنَّهُمَا لَا يتصرفان الثَّالِث أَن لَا يكون الْمَفْعُول بِهِ مَوْجُودا فَلَا تَقول ضرب الْيَوْم زيدا خلافًا للأخفش والكوفيين وَهَذَا الشَّرْط أَيْضا جَار فِي الْجَار وَالْمَجْرُور وَالْخلاف جَار فِيهِ أَيْضا وَاحْتج الْمُجِيز بِقِرَاءَة أبي جَعْفَر ليجزي قوما بِمَا كَانُوا يَكْسِبُونَ وَيَقُول الشَّاعِر وَإِنَّمَا يُرْضِي الْمُنِيب ربه مَا دَامَ معنيا بِذكر قلبه</p> </div>"
   },
   {
    "page_number": 165,
    "page": 190,
    "text": "<div> <p>فأقيم بِمَا وبذكر مَعَ وجود قوما وَقَلبه وَأجِيب عَن الْبَيْت بِأَنَّهُ ضَرُورَة وَعَن الْقِرَاءَة بِأَنَّهَا شَاذَّة وَيحْتَمل أَن يكون الْقَائِم مقَام الْفَاعِل ضميرا مستترا فِي الْفِعْل عَائِدًا على الغفران الْمَفْهُوم من قَوْله تَعَالَى قل للَّذين آمنُوا يغفروا أَي ليجزي الغفران قوما وَإِنَّمَا أقيم الْمَفْعُول بِهِ غَايَة مَا فِيهِ أَنه الْمَفْعُول الثَّانِي وَذَلِكَ جَائِز وَإِذا حذف الْفَاعِل وأقيم شَيْء من هَذِه الْأَشْيَاء مقَامه وَجب تَغْيِير الْفِعْل بِضَم أَوله مَاضِيا كَانَ أَو مضارعا وبكسر مَا قبل آخِره فِي الْمَاضِي وبفتحه فِي الْمُضَارع تَقول ضرب وَيضْرب وَإِذا كَانَ مُبْتَدأ بتاء زَائِدَة أَو بِهَمْزَة وصل شَارك فِي الضَّم ثَانِيه أَوله فِي مَسْأَلَة التَّاء وثالثة أَوله فِي مَسْأَلَة الْهمزَة تَقول فِي تعلمت الْمَسْأَلَة تعلمت الْمَسْأَلَة بِضَم التَّاء وَالْعين وَفِي انْطَلَقت</p> </div>"
   },
   {
    "page_number": 166,
    "page": 191,
    "text": "<div> <p>يزِيد أَنطلق بِضَم الْهمزَة والطاء قَالَ الله تَعَالَى فَمن اضْطر إِذا ابتدئ بِالْفِعْلِ قيل اضْطر بِضَم الْهمزَة والطاء وَقَالَ الْهُذلِيّ سبقوا هوى وأعنقوا لهواهم فتخرموا وَلكُل جنب مصرع</p> </div>"
   },
   {
    "page_number": 167,
    "page": 192,
    "text": "<div> <p>وَإِذا كَانَ الْفِعْل الْمَاضِي ثلاثيا معتل الْوسط نَحْو قَالَ وَبَاعَ جَازَ لَك فِيهِ ثَلَاث لُغَات إِحْدَاهَا وَهِي الفصحى كسر مَا قبل الْألف فنقلب الْألف يَاء الثَّانِيَة إشمام الْكسر شَيْئا من الضَّم تَنْبِيها على الأَصْل وَهِي لُغَة فصيحة أَيْضا الثَّالِثَة اخلاص ضم أَوله فَيجب قلب الْألف واوا فَتَقول قَول وبوع وَهِي قَليلَة</p><p>الِاشْتِغَال</p><p>ص بَاب الِاشْتِغَال يجوز فِي نَحْو زيدا ضَربته أَو ضربت أَخَاهُ أَو مَرَرْت بِهِ رفع زيد بِالِابْتِدَاءِ فالجملة بعده خبر ونصبه بإضمار ضربت وأهنت وجاوزت وَاجِبَة الْحَذف فَلَا مَوضِع للجملة بعده ويترجح النصب فِي نَحْو زيدا أضربه للطلب وَنَحْو وَالسَّارِق والسارقة فَاقْطَعُوا أَيْدِيهِمَا متأول وَفِي نَحْو والأنعام خلقهَا لكم للتناسب وَنَحْو أبشرا منا وَاحِدًا نتبعه وَمَا زيدا رَأَيْته لغَلَبَة الْفِعْل وَيجب فِي نَحْو إِن زيدا لَقيته فَأكْرمه وهلا زيدا أكرمته لوُجُوبه وَيجب الرّفْع فِي نَحْو خرجت فَإِذا زيد يضْربهُ عَمْرو لامتناعه ويستويان فِي نَحْو زيد قَامَ أَبوهُ وَعَمْرو أكرمته للتكافؤ وَلَيْسَ مِنْهُ وكل شَيْء فَعَلُوهُ فِي الزبر وأزيد ذهب بِهِ ش ضَابِط هَذَا الْبَاب أَن يتَقَدَّم اسْم ويتأخر عَنهُ فعل عَامل فِي ضَمِيره وَيكون ذَلِك الْفِعْل بِحَيْثُ لَو فرغ من ذَلِك الْمَعْمُول وسلط على الِاسْم الأول لنصبه مِثَال ذَلِك زيدا ضَربته أَلا ترى أَنَّك لَو حذفت الْهَاء وسلطت ضربت على زيد لَقلت زيدا ضربت يكون زيدا مَفْعُولا مقدما وَهَذَا مِثَال مَا اشْتغل</p> </div>"
   },
   {
    "page_number": 168,
    "page": 193,
    "text": "<div> <p>فِيهِ الْفِعْل بضمير الِاسْم ومثاله أَيْضا زيدا مَرَرْت بِهِ فَإِن الضَّمِير وَإِن كَانَ مجرورا بِالْبَاء إِلَّا أَنه فِي مَوضِع نصب بِالْفِعْلِ وَمِثَال مَا اشْتغل فِيهِ الْفِعْل باسم عَامل فِي الضَّمِير نَحْو قَوْلك زيدا ضربت أَخَاهُ فَإِن ضرب عَامل فِي الْأَخ نصبا على المفعولية وَالْأَخ عَامل فِي الضَّمِير خفضا بِالْإِضَافَة إِذا تقرر هَذَا فَتَقول يجوز فِي الِاسْم الْمُتَقَدّم أَن يرفع بِالِابْتِدَاءِ وَتَكون الْجُمْلَة بعده فِي مَحل رفع على الخبرية وَأَن ينصب بِفعل مَحْذُوف وجوبا يفسره الْفِعْل الْمَذْكُور فَلَا مَوضِع للجملة حِينَئِذٍ لِأَنَّهَا مفسرة وَتَقْدِير الْفِعْل فِي الْمِثَال الأول ضربت زيدا ضَربته وَفِي الثَّانِي جَاوَزت زيدا مَرَرْت بِهِ وَلَا تقدر مَرَرْت لِأَنَّهُ لَا يصل إِلَى الِاسْم بِنَفسِهِ وَفِي الثَّالِث أهنت زيدا ضربت أَخَاهُ وَلَا تقدر ضربت لِأَنَّك لم تضرب إِلَّا الْأَخ وَاعْلَم أَن للاسم الْمُتَقَدّم على الْفِعْل الْمَذْكُور خمس حالات فَتَارَة يتَرَجَّح نَصبه وَتارَة يجب وَتارَة يتَرَجَّح رَفعه وَتارَة يجب وَتارَة يَسْتَوِي الْوَجْهَانِ فَأَما تَرْجِيح النصب فَفِي مسَائِل مِنْهَا أَن يكون الْفِعْل الْمَذْكُور فعل طلب وَهُوَ الْأَمر وَالنَّهْي وَالدُّعَاء كَقَوْلِك زيدا اضربه وزيدا لَا تهنه واللهم عَبدك ارحمه وَإِنَّمَا يتَرَجَّح النصب فِي ذَلِك لِأَن الرّفْع يسْتَلْزم الْإِخْبَار بِالْجُمْلَةِ الطلبية عَن الْمُبْتَدَأ وَهُوَ خلاف الْقيَاس لِأَنَّهَا لَا تحْتَمل الصدْق وَالْكذب وَيشكل على هَذَا نَحْو قَوْله تَعَالَى وَالسَّارِق والسارقة فَاقْطَعُوا أَيْدِيهِمَا فَإِنَّهُ نَظِير قَوْلك زيدا وعمرا اضْرِب أخاهما وَإِنَّمَا رجح فِي ذَلِك النصب</p> </div>"
   },
   {
    "page_number": 169,
    "page": 194,
    "text": "<div> <p>لكَون الْفِعْل المشغول فعل طلب وَكَذَلِكَ قَوْله تَعَالَى الزَّانِيَة وَالزَّانِي فاجلدوا كل وَاحِد مِنْهُمَا والقراء السَّبْعَة قد أَجمعُوا على الرّفْع فِي الْمَوْضِعَيْنِ وَقد أُجِيب عَن ذَلِك بِأَن التَّقْدِير مِمَّا يبتلى عَلَيْكُم حكم السَّارِق والسارقة فَاقْطَعُوا أَيْدِيهِمَا فالسارق والسارقة مُبْتَدأ ومعطوف عَلَيْهِ وَالْخَبَر مَحْذُوف وَهُوَ الْجَار وَالْمَجْرُور واقطعوا جملَة مستأنفة فَلم يلْزم الْإِخْبَار بِالْجُمْلَةِ الطلبية عَن الْمُبْتَدَأ وَلم يستقم عمل فعل من جملَة فِي مُبْتَدأ مخبر عَنهُ بِغَيْرِهِ من جملَة أُخْرَى وَمثله زيد فَقير فاعطه وخَالِد مكسور فَلَا تهنه وَهَذَا قَول سِيبَوَيْهٍ وَقَالَ الْمبرد أل موصلة بِمَعْنى الَّذِي وَالْفَاء جِيءَ بهَا لتدل على السَّبَبِيَّة كَمَا فِي قَوْلك الَّذِي يأتيني فَلهُ دِرْهَم وَفَاء السَّبَبِيَّة لَا يعْمل مَا بعْدهَا فِيمَا قبلهَا وَقد تقدم أَن شَرط هَذَا الْبَاب أَن الْفِعْل لَو سلط على الِاسْم لنصبه وَمِنْهَا أَن يكون الِاسْم مقترنا بعاطف مَسْبُوق بجملة فعلية كَقَوْلِك قَامَ زيد وعمرا أكرمته وَذَلِكَ لِأَنَّك إِذا رفعت كَانَت الْجُمْلَة اسمية فَيلْزم عطف الاسمية على الفعلية وهما متخالفان وَإِذا نصبت كَانَت الْجُمْلَة فعلية لِأَن التَّقْدِير وأكرمت عمرا أكرمته فَتكون قد عطفت فعلية على فعلية وهما متناسبان والتناسب فِي الْعَطف أولى من التخالف فَلذَلِك رجح النصب قَالَ الله تَعَالَى خلق الْإِنْسَان من نُطْفَة فَإِذا هُوَ خصيم مُبين والأنعام خلقهَا أَجمعُوا على نصب الْأَنْعَام لِأَنَّهَا مسبوقة بِالْجُمْلَةِ الفعلية وَهِي خلق الْإِنْسَان وَمِنْهَا أَن يتَقَدَّم على الِاسْم أَدَاة الْغَالِب عَلَيْهَا أَن تدخل على الْأَفْعَال كَقَوْلِك أيدا ضَربته وَمَا زيدا رَأَيْته قَالَ تَعَالَى أبشرا منا وَاحِدًا نتبعه</p> </div>"
   },
   {
    "page_number": 170,
    "page": 195,
    "text": "<div> <p>وَأما وجوب النصب فَفِيمَا إِذا تقدم على الِاسْم أَدَاة خَاصَّة بِالْفِعْلِ كأدوات الشَّرْط والتحضيض كَقَوْلِك إِن زيدا رَأَيْته فَأكْرمه وهلا زيدا أكرمته وكقول الشَّاعِر لَا تجزعي إِن منفسا أهلكته فَإِذا هَلَكت فَعِنْدَ ذَلِك فاجزعي</p> </div>"
   },
   {
    "page_number": 171,
    "page": 196,
    "text": "<div> <p>وَأما وجوب الرّفْع فَفِيمَا إِذا تقدم على الِاسْم أَدَاة خَاصَّة بِالدُّخُولِ على الْجُمْلَة الاسمية كإذا الفجائية كَقَوْلِك خرجت فَإِذا زيد بضربه عَمْرو فهذ لَا يجوز فِيهِ النصب لِأَنَّهُ يَقْتَضِي تَقْدِير الْفِعْل وَإِذا الفجائية لَا تدخل إِلَّا على الْجُمْلَة الاسمية وَأما الَّذِي يستويان فِيهِ فضابطه أَن يتَقَدَّم على الِاسْم عاطف مَسْبُوق بجملة فعلية مخبر بهَا عَن اسْم قبلهَا كَقَوْلِك زيد قَامَ أَبوهُ وعمرا أكرمته وَذَلِكَ لِأَن زيد قَامَ أَبوهُ جملَة كبرى ذَات وَجْهَيْن وَمعنى قولي كبرى أَنَّهَا جملَة فِي ضمنهَا جملَة وَمعنى قولي ذَات وَجْهَيْن أَنَّهَا اسمية الصَّدْر فعلية الْعَجز فَإِن راعيت صدرها رفعت عمرا وَكنت قد عطفت جملَة اسمية على جملَة اسمية وَإِن راعيت عجزها نصبته وَكنت قد عطفت جملَة فعلية على جملَة فعلية فالمناسبة حَاصِلَة على كلا التَّقْدِيرَيْنِ فَاسْتَوَى الْوَجْهَانِ وَأما الَّذِي يتَرَجَّح فِيهِ الرّفْع فَمَا عدا ذَلِك كَقَوْلِك زيد ضَربته قَالَ الله تَعَالَى جنَّات عدن يدْخلُونَهَا أَجمعت السَّبْعَة على رَفعه وَقُرِئَ شاذا بِالنّصب وَإِنَّمَا يتَرَجَّح الرّفْع فِي ذَلِك لِأَنَّهُ الأَصْل وَلَا مُرَجّح لغيره وَلَيْسَ مِنْهُ قَوْله تَعَالَى وكل شَيْء فَعَلُوهُ فِي الزبر لِأَن تَقْدِير تسليط الْفِعْل على مَا قبله إِنَّمَا يكون على حسب الْمَعْنى المُرَاد وَلَيْسَ الْمَعْنى هُنَا أَنهم فعلوا كل شَيْء فِي الزبر حَتَّى يَصح تسليطه على مَا قبله وَإِنَّمَا الْمَعْنى وكل مفعول لَهُم ثَابت</p> </div>"
   },
   {
    "page_number": 172,
    "page": 197,
    "text": "<div> <p>فِي الزبر وَهُوَ مُخَالف لذَلِك الْمَعْنى فالرفع هُنَا وَاجِب لَا رَاجِح وَالْفِعْل الْمُتَأَخر صفة للاسم فَلَا يَصح لَهُ أَن يعْمل فِيهِ وَلَيْسَ مِنْهُ أَزِيد ذهب بِهِ لعدم اقتضائه النصب مَعَ جَوَاز التسليط</p><p>التَّنَازُع</p><p>ص بَاب فِي التَّنَازُع يجوز فِي ضَرَبَنِي وَضربت زيدا إِعْمَال الأول وَاخْتَارَهُ الْكُوفِيُّونَ فيضمر فِي الثَّانِي كل مَا يَحْتَاجهُ أَو الثَّانِي وَاخْتَارَهُ البصريون فيضمر فِي الأول مرفوعه فَقَط نَحْو جفوني وَلم أجف الأخلاء</p> </div>"
   },
   {
    "page_number": 173,
    "page": 198,
    "text": "<div> <p>وَلَيْسَ مِنْهُ كفاني وَلم أطلب قَلِيل من المَال لفساد الْمَعْنى ش يُسمى هَذَا الْبَاب بَاب التَّنَازُع وَبَاب الإعمال أَيْضا وضابطه أَن يتَقَدَّم عاملان أَو أَكثر ويتأخر مَعْمُول أَو أَكثر وَيكون كل من الْمُتَقَدّم طَالبا لذلكك الْمُتَأَخر مِثَال تنَازع العاملين مَعْمُولا وَاحِدًا قَوْله تَعَالَى آتوني أفرغ عَلَيْهِ قطرا وَذَلِكَ لِأَن آتوني فعل وفاعل ومفعول يحْتَاج إِلَى مفعول ثَان أفرغ فعل وفاعل يحْتَاج إِلَى مفعول وَتَأَخر عَنْهُمَا قطرا وكل مِنْهُمَا طَالب لَهُ وَمِثَال تنَازع العاملين أَكثر من مَعْمُول ضرب وَأكْرم زيد عمرا وَمِثَال تنَازع أَكثر من عاملين مَعْمُولا وَاحِدًا كَمَا صليت وباركت وترحمت على إِبْرَاهِيم ف على إِبْرَاهِيم مَطْلُوب لكل وَاحِد من هَذِه العوامل الثَّلَاثَة وَمِثَال تنَازع أَكثر من عاملين أَكثر من مَعْمُول قَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام تسبحون وتحمدون وتكبرون دبر كل صَلَاة ثَلَاثًا وَثَلَاثِينَ ف دبر مَنْصُوب على الظَّرْفِيَّة وَثَلَاث وَثَلَاثِينَ مَنْصُوب على أَنه مفعول مُطلق وَقد تنازعهما كل من العوامل الثَّلَاثَة السَّابِقَة عَلَيْهِمَا إِذا تقرر هَذَا فنقوله لَا خَافَ فِي جَوَاز إِعْمَال أَي العاملين أَو العوامل شِئْت</p> </div>"
   },
   {
    "page_number": 174,
    "page": 199,
    "text": "<div> <p>وَإِنَّمَا الْخلاف فِي الْمُخْتَار فالكوفيون يختارون إِعْمَال الأول لسبقه والبصريون يختارون إِعْمَال الْأَخير لقُرْبه فَإِن أعملت الأول أضمرت فِي الثَّانِي كل مَا يحْتَاج إِلَيْهِ من مَرْفُوع ومنصوب ومجرور وَذَلِكَ نَحْو قَامَ وَقعد أَخَوَاك وَقَامَ وضربتهما أَخَوَاك وَقَامَ ومررت بهما أَخَوَاك وَذَلِكَ لِأَن الِاسْم الْمُتَنَازع فِيهِ وَهُوَ أَخَوَاك فِي الْمِثَال فِي نِيَّة التَّقْدِيم فَالضَّمِير وان عَاد على مُتَأَخّر لفظا لكنه مُتَقَدم رُتْبَة وان أعملت الثَّانِي فَإِن احْتَاجَ الأول إِلَى مَرْفُوع أضمرته فَقلت قاما وَقعد أَخَوَاك وَإِن احْتَاجَ إِلَى مَنْصُوب أَو مخفوض حذفته فَقلت ضربت وضربني أَخَوَاك ومررت وَمر بِي أَخَوَاك وَلَا تقل ضربتهما وَلَا مَرَرْت بهما لِأَن عود الضَّمِير على مَا تَأَخّر لفظا ورتبة إِنَّمَا اغتفر فِي الْمَرْفُوع لِأَنَّهُ غير صَالح للسقوط وَلَيْسَ كَذَلِك فِي الْمَنْصُوب وَالْمَجْرُور وَلَيْسَ من التَّنَازُع قَول امْرِئ الْقَيْس وَلَو أَن مَا أسعى لأدنى معيشة كفاني وَلم أطلب قَلِيل من المَال</p> </div>"
   },
   {
    "page_number": 175,
    "page": 200,
    "text": "<div> <p>وَذَلِكَ لِأَن شَرط هَذَا الْبَاب أَن يكون العاملان موجهين إِلَى شَيْء وَاحِد كَمَا قدمنَا وَلَو وَجه هُنَا كفاني وأطلب إِلَى قَلِيل فسد الْمَعْنى لَان لَو تدل على امْتنَاع الشَّيْء لِامْتِنَاع غَيره فَإِذا كَانَ مَا بعْدهَا مثبتا كَانَ منفيا نَحْو لَو جَاءَنِي أكرمته وَإِذا كَانَ منفيا كَانَ مثبتا نَحْو لَو لم يسيء لم أعاقبه وعَلى هَذَا فَقَوله أَن مَا أسعى لأدنى معيشة منفي لكَونه فِي نَفسه مثبتا وَقد دخل عَلَيْهِ حرف الِامْتِنَاع وكل شَيْء امْتنع لَعَلَّه ثَبت نقيضه ونقيض السَّعْي لادنى معيشة عدم السَّعْي لأدنى معيشة وَقَوله وَلم أطلب مُثبت لكَونه منفيا بلم وَقد دخل عَلَيْهِ حرف الِامْتِنَاع فَلَو وَجه إِلَى قَلِيل وَجب فِيهِ اثبات طلب الْقَلِيل وَهُوَ عين مَا نَفَاهُ أَولا واذا بَطل ذَلِك تعين أَن يكون مفعول أطلب محذوفا وَتَقْدِيره وَلم أطلب الْملك وَمُقْتَضى ذَلِك أَنه طَالب للْملك وَهُوَ المُرَاد فَإِن قيل إِنَّمَا يلْزم فَسَاد جعله من بَاب التَّنَازُع لعطفك لم أطلب على كفاني وَلَو قدرته مستأنفا كَانَ نفيا مَحْضا غير دَاخل تَحت حكم لَو قلت إِنَّمَا يجوز التَّنَازُع بِشَرْط أَن يكون بَين العاملين ارتباط وَتَقْدِير الِاسْتِئْنَاف يزِيل الارتباط</p> </div>"
   },
   {
    "page_number": 176,
    "page": 201,
    "text": "<div> <p>الْمَفْعُول وأنواعه</p><p>ص بَاب الْمَفْعُول مَنْصُوب ش قد مضى أَن الْفَاعِل مَرْفُوع أبدا وَاعْلَم الْآن أَن الْمَفْعُول مَنْصُوب أبدا وَالسَّبَب فِي ذَلِك أَن الْفَاعِل لَا يكون إِلَّا وَاحِدًا وَالرَّفْع ثقيل وَالْمَفْعُول يكون وَاحِدًا فَأكْثر وَالنّصب خَفِيف فَجعلُوا الثقيل للقليل والخفيف للكثير فصدا للتعادل ص وَهُوَ خَمْسَة ش هَذَا هُوَ الصَّحِيح وَهِي الْمَفْعُول بِهِ ك ضربت زيدا وَالْمَفْعُول الْمطلب وَهُوَ الْمصدر ك ضربت ضربا وَالْمَفْعُول فِيهِ وَهُوَ الظّرْف ك صمت يَوْم الْخَمِيس وَجَلَست أمامك وَالْمَفْعُول لَهُ ك قُمْت إجلالا لَك وَالْمَفْعُول مَعَه ك سرت والنيل وَنقص الزّجاج مِنْهَا الْمَفْعُول مَعَه فَجعله مَفْعُولا بِهِ وَقدر سرت وجاوزت النّيل وَنقص الْكُوفِيُّونَ مِنْهَا الْمَفْعُول لَهُ فجعلوه من بَاب الْمَفْعُول الْمُطلق مثل قعدت جُلُوسًا وَزَاد السيرافي سادسا وَهُوَ الْمَفْعُول مِنْهُ نَحْو وَاخْتَارَ مُوسَى قومه سبعين رجلا لِأَن الْمَعْنى من قومه وسمى الْجَوْهَرِي الْمُسْتَثْنى مَفْعُولا دونه</p><p>الْمَفْعُول بِهِ</p><p>ص الْمَفْعُول بِهِ وَهُوَ مَا وَقع عَلَيْهِ فعل الْفَاعِل ك ضربت زيدا ش هَذَا الْحَد لِابْنِ الْحَاجِب رَحمَه الله وَقد اسْتشْكل بِقَوْلِك مَا ضربت زيدا وَلَا تضرب زيدا وَأجَاب بِأَن المُرَاد بالوقوع إِنَّمَا هُوَ تعلقه بِمَا لَا يعقل الا بِهِ الا ترى أَن زيدا فِي المثالين مُتَعَلق بِضَرْب وَأَن ضرب يتَوَقَّف فهمه عَلَيْهِ أَو على مَا قَامَ مقَامه من المتعلقات</p> </div>"
   },
   {
    "page_number": 177,
    "page": 202,
    "text": "<div> <p><span class=\"c4\">[المنادى]</span></p><p>ص وَمِنْه المنادى ش وَمن الْمَفْعُول بِهِ المنادى وَذَلِكَ لِأَن قَوْلك يَا عبد الله أَصله أدعوا عبد الله فَحذف الْفِعْل وأنيب يَا عَنهُ ص وَإِنَّمَا ينصب مُضَافا ك يَا عبد الله أَو شبهه ك يَا حسنا وَجهه وَيَا طالعا جبلا وَيَا رَفِيقًا بالعباد أَو نكرَة غير مَقْصُودَة كَقَوْل الْأَعْمَى يَا رجلا خد بيَدي ش يَعْنِي أَن الْمُنَادِي إِنَّمَا ينصب لفظا فِي ثَلَاث مسَائِل إِحْدَاهَا أَن يكون مُضَافا كَقَوْلِك يَا عبد الله وَيَا رَسُول الله وَقَالَ الشَّاعِر أَلا يَا عباد الله قلبِي متيم بِأَحْسَن من صلى وأقبحهم بعلا</p> </div>"
   },
   {
    "page_number": 178,
    "page": 203,
    "text": "<div> <p>الثَّانِيَة أَن يكون شَبِيها بالمضاف وَهُوَ مَا اتَّصل بِهِ شَيْء من تَمام مَعْنَاهُ وَهَذَا الَّذِي بِهِ التَّمام إِمَّا أَن يكون اسْما مَرْفُوعا بالمنادى كَقَوْلِك يَا مَحْمُودًا فعله وباحسنا وَجهه وَيَا جميلا فعله وَيَا كثيرا بره أَو مَنْصُوبًا بِهِ كَقَوْلِك يَا طالعا جبلا أَو مخفوضا بخافض مُتَعَلق بِهِ كَقَوْلِك يَا رَفِيقًا بالعباد وَيَا خيرا من زيد أَو مَعْطُوفًا عَلَيْهِ قبل النداء كَقَوْلِك يَا ثَلَاثَة وَثَلَاثِينَ فِي رجل سميته بذلك الثَّالِثَة أَن يكون نكرَة غير مَقْصُودَة كَقَوْل الْأَعْمَى يَا رجلا خُذ بيَدي وَقَول الشَّاعِر فيا رَاكِبًا إِمَّا عرضت فبلغن نداماى من نَجْرَان أَن لَا تلاقيا</p> </div>"
   },
   {
    "page_number": 179,
    "page": 204,
    "text": "<div> <p>ص والمفرد الْمعرفَة يبْنى على مَا يرفع بِهِ ك يَا زيد وَيَا زَيْدَانَ وَيَا زيدون وَيَا رجل لمُعين ش يسْتَحق الْمُنَادِي الْبناء بأمرين إِفْرَاده وتعريفه ونعني بإفراده أَن لَا يكون مُضَافا وَلَا شَبِيها بِهِ ونعني بتعريفه أَن يكون مرَادا بِهِ معِين سَوَاء كَانَ معرفَة قبل النداء كزيد وَعَمْرو أَو معرفَة بعد النداء بِسَبَب الإقبال عَلَيْهِ كَرجل وإنسان تُرِيدُ بهما معينا فَإِذا وَجب فِي الِاسْم هَذَانِ الْأَمْرَانِ اسْتحق أَن يبْنى على مَا يرفع بِهِ لَو كَانَ معربا تَقول يَا زيد بِالضَّمِّ وَيَا زَيْدَانَ بِالْألف وَيَا زيدون بِالْوَاو وَقَالَ الله تَعَالَى يَا نوح قد جادلتنا يَا جبال أوبي مَعَه ص فصل وَتقول يَا غُلَام بِالثلَاثِ وبالياء فتحا وإسكانا وبالألف ش إِذا كَانَ المنادى مُضَافا إِلَى يَاء الْمُتَكَلّم كغلامي جَازَ فِيهِ سِتّ لُغَات إِحْدَاهَا يَا غلامي بِإِثْبَات الْيَاء الساكنة كَقَوْلِه تَعَالَى يَا عبَادي لَا خوف عَلَيْكُم وَالثَّانيَِة يَا غُلَام بِحَذْف الْيَاء الساكنة وإبقاء الكسرة دَلِيلا عَلَيْهَا قَالَ الله تَعَالَى يَا عباد فاتقون</p> </div>"
   },
   {
    "page_number": 180,
    "page": 205,
    "text": "<div> <p>الثَّالِثَة ضم الْحَرْف الَّذِي كَانَ مكسورا لأجل الْيَاء وَهِي لُغَة ضَعِيفَة حكوا من كَلَامهم يَا أم لَا تفعلي بِالضَّمِّ وَقُرِئَ قَالَ رب أحكم بِالْحَقِّ بِالضَّمِّ الرَّابِعَة يَا غلامي بِفَتْح الْيَاء قَالَ الله تَعَالَى يَا عبَادي الَّذين أَسْرفُوا على أنفسهم الْخَامِسَة يَا غُلَاما بقلب الكسرة الَّتِي قبل الْيَاء الْمَفْتُوحَة فَتْحة فتنقلب الْيَاء ألفا لتحركها وانفتاح مَا قبلهَا قَالَ الله تَعَالَى يَا حسرتا على مَا فرطت فِي جنب الله يَا أسفا على يُوسُف السَّادِسَة يَا غُلَام بِحَذْف الْألف وابقاء الفتحة دَلِيلا عَلَيْهَا كَقَوْل الشَّاعِر وَلست براجع مَا فَاتَ مني بلهف وَلَا بليت وَلَا لَو اني أَي بِقَوْلِي يَا لهف</p> </div>"
   },
   {
    "page_number": 181,
    "page": 206,
    "text": "<div> <p>وَقَوْلِي وَتقول يَا غُلَام بِالثلَاثِ أَي بِضَم الْمِيم وَفتحهَا وَكسرهَا وَقد بيّنت تَوْجِيه ذَلِك ص وَيَا أَبَت وَيَا أمت ويابن أم وَيَا بن عَم بِفَتْح وَكسر وإلحاق الْألف أَو الْيَاء للأولين قَبِيح وللآخرين ضَعِيف ش إِذا كَانَ المنادى الْمُضَاف إِلَى الْيَاء أَبَا أَو أما جَازَ فِيهِ عشر لُغَات السِّت الْمَذْكُورَة ولغات أَربع أخر إِحْدَاهَا إِبْدَال الْيَاء تَاء مَكْسُورَة وَبهَا قَرَأَ السَّبْعَة مَا عدا ابْن عَامر فِي يَا أَبَت الثَّانِيَة إبدالها تَاء مَفْتُوحَة وَبهَا قَرَأَ ابْن عَامر الثَّالِثَة يَا أبتا بِالتَّاءِ وَالْألف وَبهَا قرئَ شاذا</p> </div>"
   },
   {
    "page_number": 182,
    "page": 207,
    "text": "<div> <p>الرَّابِعَة يَا أبتي بِالتَّاءِ وَالْيَاء وَهَاتَانِ اللغتان قبيحتان والأخيرة أقبح من الَّتِي قبلهَا وَيَنْبَغِي أَن لَا تجوز إِلَّا فِي ضَرُورَة الشّعْر وَإِذا كَانَ المنادى مُضَافا إِلَى مُضَاف إِلَى الْيَاء مثل يَا غُلَام غلامي لَا يجز فِيهِ الا اثبات الْيَاء مَفْتُوحَة أَو سَاكِنة إِلَّا إِن كَانَ ابْن أم أَو ابْن عَم فَيجوز فيهمَا أَربع لُغَات فتح الْمِيم وَكسرهَا وَقد قَرَأت السَّبْعَة بهما فِي قَوْله تَعَالَى قَالَ ابْن أم إِن الْقَوْم استضعفوني قَالَ يَابْنَ أم لَا تَأْخُذ بلحيتي وَالثَّالِثَة اثبات الْيَاء كَقَوْل الشَّاعِر يَا بن أُمِّي وَيَا شَقِيق نَفسِي أَنْت خلفتني لدهر شَدِيد</p> </div>"
   },
   {
    "page_number": 183,
    "page": 208,
    "text": "<div> <p>وَالرَّابِعَة قلب الْيَاء ألفا كَقَوْلِه يَا بنة عَمَّا لَا تلومي واهجعي وَهَاتَانِ اللغتان قليلتان فِي الِاسْتِعْمَال</p> </div>"
   },
   {
    "page_number": 184,
    "page": 209,
    "text": "<div> <p>ص فصل وَيجْرِي مَا أفرد أَو أضيف مَقْرُونا بأل من نعت الْمَبْنِيّ وتأكيده وَبَيَانه ونسقه والمقرون بأل على لَفظه أَو مَحَله وَمَا أضيف مُجَردا على مَحَله ونعت أَي على لَفظه وَالْبدل الْمُجَرّد والنسق الْمُجَرّد كالمنادى المستقل مُطلقًا</p><p>تَابع المنادى</p><p>ش هَذَا الْفَصْل مَعْقُود لأحكام تَابع المنادى وَالْحَاصِل أَن المنادى إِذا كَانَ مَبْنِيا وَكَانَ تَابعه نعتا أَو تَأْكِيدًا أَو بَيَانا أَو نسقا بِالْألف وَاللَّام وَكَانَ مَعَ ذَلِك مُفردا أَو مُضَافا وَفِيه الْألف وَاللَّام جَازَ فِيهِ الرّفْع على لفظ المنادى وَالنّصب على مَحَله تَقول فِي النَّعْت يَا زيد الظريف بِالرَّفْع والظريف بِالنّصب وَفِي التَّأْكِيد يَا تَمِيم أَجْمَعُونَ وأجمعين وَفِي الْبَيَان يَا سعيد كرز وكرزا وَفِي النسق يَا زيد وَالضَّحَّاك وَالضَّحَّاك قَالَ الشَّاعِر يَا حكم الْوَارِث عَن عبد الملك</p> </div>"
   },
   {
    "page_number": 185,
    "page": 210,
    "text": "<div> <p>رُوِيَ بِرَفْع الْوَارِث ونصبه وَقَالَ الآخر فَمَا كَعْب ابْن مامه وَابْن أروى بأجود مِنْك يَا عمر الجوادا والقوافي مَنْصُوبَة وَقَالَ آخر أَلا يَا زيد وَالضَّحَّاك سيرا فقد جاوزتما خمر الطَّرِيق</p> </div>"
   },
   {
    "page_number": 186,
    "page": 211,
    "text": "<div> <p>وَقَالَ الله تَعَالَى يَا جبان أَو بِي معته وَالطير وَقُرِئَ شاذا وَالطير وَهَذِه أَمْثِلَة الْمُفْرد وَكَذَلِكَ الْمُضَاف الَّذِي فِيهِ أل تَقول يَا زيد الْحسن الْوَجْه وَالْحسن الْوَجْه وَقَالَ الشَّاعِر يَا صَاح يَا ذَا الضامر العنس</p> </div>"
   },
   {
    "page_number": 187,
    "page": 212,
    "text": "<div> <p>يرْوى بِرَفْع الضامر ونصبه فَإِن كَانَ التَّابِع من هَذِه الْأَشْيَاء مُضَافا وَلَيْسَ فِيهِ الْألف وَاللَّام تعين نَصبه على الْمحل كَقَوْلِك يَا زيد صَاحب عَمْرو وَيَا زيدا أَبَا عبد الله وَيَا تَمِيم كلكُمْ أَو كلهم وَيَا زيد وَأَبا عبد الله قَالَ الله تَعَالَى قل اللَّهُمَّ فاطر السَّمَوَات وَالْأَرْض وَإِن كَانَ التَّابِع نعتا لأي تعْيين رَفعه على اللَّفْظ كَقَوْلِه تَعَالَى يَا أَيهَا النَّاس يَا أيا النَّبِي وَإِن كَانَ التَّابِع بَدَلا أَو نسقا بِغَيْر الْألف وَاللَّام أعطي مَا يسْتَحقّهُ لَو كَانَ منادى تَقول فِي الْبَدَل يَا سعيد كرز بِضَم كرز بِغَيْر تَنْوِين كَمَا تَقول يَا كرز وَيَا سعيد أَبَا عبد الله بِالنّصب كَمَا تَقول يَا أَبَا عبد الله وَفِي النسق يَا زيد وَعَمْرو وبالضم وَيَا زيد وَأَبا عبد الله بِالنّصب وَهَكَذَا أَيْضا حكم الْبَدَل والنسق لَو كَانَ المنادى معربا</p> </div>"
   },
   {
    "page_number": 188,
    "page": 213,
    "text": "<div> <p>ص وَلَك فِي نَحْو يَا زيد زيد اليعملات فتحهما أَو ضم الأول ش إِذا تكَرر الْمُنَادِي الْمُفْرد مُضَافا نَحْو يَا زيد زيد اليعملات جَازَ لَك فِي الأول وَجْهَان أَحدهمَا الضَّم وَذَلِكَ على تَقْدِيره منادى مُفردا وَيكون الثَّانِي حِينَئِذٍ إِمَّا منادى سقط مِنْهُ حرف النداء وَإِمَّا عطف بَيَان وَإِمَّا مَفْعُولا بِتَقْدِير أَعنِي وَالثَّانِي الْفَتْح وَذَلِكَ على أَن الأَصْل يَا زيد اليعملات زيد اليعملات ثمَّ اخْتلف فِيهِ فَقَالَ سِيبَوَيْهٍ حذف اليعملات من الثَّانِي لدلَالَة الأول عَلَيْهِ وأقحم زيد بَين الْمُضَاف والمضاف إِلَيْهِ وَقَاتل الْمبرد حذف اليعملات من الأول لدلَالَة الثَّانِي عَلَيْهِ وكل من الْقَوْلَيْنِ فِيهِ تَخْرِيج على وَجه ضَعِيف أما قَول سِيبَوَيْهٍ فَفِيهِ الْفَصْل بَين المتضايفين وهما كالكلمة الْوَاحِدَة وَأما قَول الْمبرد فَفِيهِ الْحَذف من الأول لدلَالَة الثَّانِي عَلَيْهِ وَهُوَ قَلِيل وَالْكثير عَكسه</p><p>ترخيم المنادى الْمعرفَة</p><p>ص فصل وَيجوز ترخيم المنادى الْمعرفَة وَهُوَ حذف آخِره تَخْفِيفًا فذو التَّاء مُطلقًا كيا طلح وياثب وَغَيره بِشَرْط ضمه وعلميته ومجاوزته ثَلَاثَة أحرف كيا جعف ضما وفتحا ش من أَحْكَام المنادى التَّرْخِيم وَهُوَ حذف آخِره تَخْفِيفًا وَهِي تَسْمِيَة قديمه وروى أَنه قيل لِابْنِ عَبَّاس إِن ابْن مَسْعُود قَرَأَ وَنَادَوْا يَا مَال فَقَالَ مَا كَانَ أشغل أهل النَّار عَن التَّرْخِيم ذكره الزَّمَخْشَرِيّ</p> </div>"
   },
   {
    "page_number": 189,
    "page": 214,
    "text": "<div> <p>وَغَيره وَعَن بَعضهم أَن الَّذِي حسن التَّرْخِيم هُنَا أَن فِيهِ الْإِشَارَة إِلَى أَنهم يَتَقَطَّعُون بعض الِاسْم لضعفهم عَن إِتْمَامه وَشَرطه أَن يكون الِاسْم معرفَة ثمَّ إِن كَانَ مَخْتُومًا بِالتَّاءِ لم يشْتَرط فِيهِ علميته وَلَا زِيَادَة على الثَّلَاثَة فَتَقول فِي ثبة وَهِي الْجَمَاعَة ياثب كَمَا تَقول فِي عَائِشَة يَا عائش وَإِن لم يكن مَخْتُومًا بِالتَّاءِ فَلهُ ثَلَاثَة شُرُوط أَحدهَا أَن يكون مَبْنِيا على الضَّم وَالثَّانِي أَن يكون علما وَالثَّالِث أَن يكون متجاوزا ثَلَاثَة أحرف وَذَلِكَ نَحْو حَارِث وجعفر تَقول يَا حَار وَيَا جعف وَلَا يجوز فِي نَحْو عبد الله وشاب قرناها أَن يرخما لِأَنَّهُمَا ليسَا مضمومين وَلَا فِي نَحْو إِنْسَان مَقْصُودا بِهِ معِين لِأَنَّهُ لَيْسَ علما وَلَا فِي نَحْو زيد وَعَمْرو وَحكم لِأَنَّهَا ثلاثية وَأَجَازَ الْفراء التَّرْخِيم فِي حكم وَحسن وَنَحْوهمَا من الثلاثيات المحركة الْوسط قِيَاسا على إجرائهم نَحْو سقر مجْرى زَيْنَب فِي إِيجَاب منع الصّرْف لَا مجْرى عِنْد فِي إجَازَة الصّرْف وَعَدَمه وإجرائهم جمزى لحركة وَسطه مجْرى حبارى فِي إِيجَاب حذف الفه فِي النّسَب لَا مجْرى حُبْلَى فِي إجَازَة حذف الفه وقلبها واوا وأشرت بِقَوْلِي كيا جعف ضما وفتحا إِلَى أَن التَّرْخِيم يجوز فِيهِ قطع النّظر عَن الْمَحْذُوف فتجعل الْبَاقِي اسْما بِرَأْسِهِ فتضمه وَيُسمى لُغَة من لَا ينظر وَيجوز أَن لَا تقطع النّظر عَنهُ بل تَجْعَلهُ مُقَدرا فَيبقى مَا كَانَ على مَا كَانَ عَلَيْهِ وَيُسمى لُغَة من ينْتَظر فَتَقول على اللُّغَة الثَّانِيَة فِي جَعْفَر يَا جعف بِبَقَاء فَتْحة الْفَاء وَفِي مَالك يَا مَال بِبَقَاء كسرة اللَّام وَهِي قِرَاءَة ابْن مَسْعُود وَفِي مَنْصُور يَا منص بَقَاء ضمة الصَّاد وَفِي هِرقل يَا هرق بِبَقَاء سُكُون الْقَاف وَتقول على اللُّغَة الأولى يَا جعف وَيَا مَال وَيَا هرق بِضَم أعجازهن وَهِي قِرَاءَة أبي السرى الغنوي وَيَا منص باجتلاب ضمة غير تِلْكَ الضمة الَّتِي كَانَت قبل التَّرْخِيم</p> </div>"
   },
   {
    "page_number": 190,
    "page": 215,
    "text": "<div> <p>ص ويحذف من نَحْو سلمَان وَمَنْصُور ومسكين حرفان وَمن نَحْو معدى كرب الْكَلِمَة الثَّانِيَة ش الْمَحْذُوف للترخيم على ثَلَاثَة أَقسَام أَحدهمَا أَن يكون حرفا وَاحِدًا وَهُوَ الْغَالِب كَمَا مثلنَا وَالثَّانِي أَن يكون حرفين وَلَك فِيمَا اجْتمعت فِيهِ أَرْبَعَة شُرُوط أَحدهَا أَن يكون مَا قبل الْحَرْف الْأَخير زَائِدا وَالثَّانِي مُعْتَلًّا وَالثَّالِث أَن يكون سَاكِنا وَالرَّابِع أَن يكون قبله ثَلَاثَة أحرف فَمَا فَوْقهَا وَذَلِكَ نَحْو سلمَان وَمَنْصُور ومسكين علما تَقول يَا سلم وَيَا منص وَيَا مسك وَقَالَ الشَّاعِر يامرو إِن مطيتي محبوسة ترجو الحباء وربها لم ييأس</p> </div>"
   },
   {
    "page_number": 191,
    "page": 216,
    "text": "<div> <p>يُرِيد يامروان وَقَالَ الآخر قفي فانظري يَا أسم هَل تعرفينه يُرِيد يَا أَسمَاء وَيجب الِاقْتِصَار على حذف الْحَرْف الْأَخير فِي نَحْو مُخْتَار علما لِأَن المعتل</p> </div>"
   },
   {
    "page_number": 192,
    "page": 217,
    "text": "<div> <p>أُصَلِّي لِأَن الأَصْل مختير أَو مختير فأبدلت الْيَاء ألفا وَعَن الاخفش إجَازَة حذفهَا تَشْبِيها لَهَا بالزائدة كَمَا شبهوا ألف مرامى فِي النّسَب بِأَلف حبارى فحذفوها وَفِي نَحْو دلامص علما لِأَن الْمِيم وَإِن كَانَت زَائِدَة بِدَلِيل قَوْلهم درع دلامص وَدرع دلاص وَلكنهَا حرف صَحِيح لَا معتل وَفِي نَحْو سعيد وعماد وَثَمُود لِأَن الْحَرْف المعتل لم يسْبق بِثَلَاثَة أحرف وَعَن الْفراء إجَازَة حذفهن وَأنْشد سِيبَوَيْهٍ تنكرت منا بعد معرفَة لمى</p> </div>"
   },
   {
    "page_number": 193,
    "page": 218,
    "text": "<div> <p>أَي يَا لميس فحذفوا السن فَقَط وَفِي نَحْو هبيخ وقنور لِأَن حرف الْعلَّة محركا وَالثَّالِث ان يكون الْمَحْذُوف كلمة برأسها وَذَلِكَ فِي الْمركب تركيب المزج نَحْو معدي كرب وحضرموت تَقول يَا معدي وَيَا حضر ص فصل وَيَقُول المستغيث يَا لله للْمُسلمين بِفَتْح لَام المستغاث بِهِ إِلَّا فِي لَام الْمَعْطُوف الَّذِي لم يتَكَرَّر مَعَه يَاء نَحْو يَا زيدا لعَمْرو</p><p>المستغاث بِهِ</p><p>ش من أَقسَام المنادى المستغاث بِهِ وَهُوَ كل اسْم نُودي ليخلص من شدَّة أَو يعين على دفع مشقة وَلَا يسْتَعْمل لَهُ من حُرُوف النداء إِلَّا يَا خَاصَّة وَالْغَالِب اسْتِعْمَاله مجرورا بلام مَفْتُوحَة وَهِي مُتَعَلقَة بياء عِنْد ابْن جني لما فِيهَا من معنى الْفِعْل وَعند ابْن الصَّائِغ وَابْن عُصْفُور بِالْفِعْلِ الْمَحْذُوف وينسب ذَلِك إِلَى سِيبَوَيْهٍ وَقَالَ ابْن خروف وَهِي زَائِدَة فَلَا تتَعَلَّق بِشَيْء وَذكر المستغاث لَهُ بعده مجرورا بلام مَكْسُورَة دَائِما على الأَصْل وَهِي حرف تَعْلِيل وتعلقها بِفعل مَحْذُوف وَتَقْدِيره أَدْعُوك لكذا وَذَلِكَ كَقَوْل عمر رَضِي الله عَنهُ يَا لله للْمُسلمين بِفَتْح اللَّام الأولى وَكسر الثَّانِيَة وَإِذا عطفت عَلَيْهِ مستغاثا آخر فَإِن أعدت يَا مَعَ الْمَعْطُوف فتحت اللَّام قَالَ الشَّاعِر يَا لقومي وَيَا لأمثال قومِي لِأُنَاس عتوهم فِي ازدياد</p> </div>"
   },
   {
    "page_number": 194,
    "page": 219,
    "text": "<div> <p>وَإِن لم تعد يَا كسرت لَام الْمَعْطُوف كَقَوْلِه يبكيك ناء بعيد الدَّار مغترب يَا للكهول وللشبان للعجب</p> </div>"
   },
   {
    "page_number": 195,
    "page": 220,
    "text": "<div> <p>وللمستغاث بِهِ استعمالان آخرَانِ أَحدهمَا أَن تلْحق آخِره ألفا فَلَا نلحقه حِينَئِذٍ اللَّام من أَوله وَذَلِكَ كَقَوْلِه يَا يزيدا لآمل نيل عز وغني بعد فاقة وهوان</p> </div>"
   },
   {
    "page_number": 196,
    "page": 221,
    "text": "<div> <p>وَالثَّانِي أَن لَا تدخل عَلَيْهِ اللَّام من أَوله وَلَا تلْحقهُ الْألف من آخِره وَحِينَئِذٍ يجْرِي عَلَيْهِ حكم الْمُنَادِي فَتَقول على ذَلِك يَا زيد لعَمْرو بِضَم زيد وَيَا عبد الله لزيد بِنصب عبد الله قَالَ الشَّاعِر أَلا يَا قوم للعجب العجيب وللغفلات تعرض للأريب</p> </div>"
   },
   {
    "page_number": 197,
    "page": 222,
    "text": "<div> <p>النادب وَالْمَنْدُوب</p><p>ص والنادب وازيدا وَا أَمِير المؤمنينا وَا رَأْسا وَلَك إِلْحَاق الْهَاء وَقفا ش الْمَنْدُوب هُوَ المنادى المتفجع عَلَيْهِ أَو المتوجع مِنْهُ فَالْأول كَقَوْل الشَّاعِر يرثي عمر بن عبد العزيز رَضِي الله عَنهُ حملت أمرا عَظِيما فاصطبرت لَهُ وَقمت فِيهِ بِأَمْر الله يَا عمرا وَالثَّانِي كَقَوْل المتنبي</p> </div>"
   },
   {
    "page_number": 198,
    "page": 223,
    "text": "<div> <p>واحر قلباه مِمَّن قلبه شبم وَمن بجسمي وحالي عِنْده سقم</p> </div>"
   },
   {
    "page_number": 199,
    "page": 224,
    "text": "<div> <p>وَلَا يسْتَعْمل فِيهِ من حُرُوف النداء إِلَّا حرفان وَا وَهِي الْغَالِبَة عَلَيْهِ والمختصة بِهِ وَيَا وَذَلِكَ إِذا لم يلتبس بالمنادى الْمَحْض وَحكمه حكم المنادى فَتَقول وازيد بِالضَّمِّ وواعبد الله بِالنّصب وَلَك أَن تلْحق آخِره ألفا فَتَقول وازيدا واعمرا وَلَك إِلْحَاق الْهَاء فِي الْوَقْف فَتَقول وازيداه واعمراه فَإِن وصلت حذفتها إِلَّا فِي الضَّرُورَة فَيجوز إِثْبَاتهَا كَمَا تقدم فِي بَيت المتنبي وَيجوز حِينَئِذٍ أَيْضا ضمهَا تَشْبِيها بهاء الضَّمِير وَكسرهَا على أصل التقاء الساكنين وَقَوْلِي والنادب مَعْنَاهُ وَيَقُول النادب</p><p>الْمَفْعُول الْمُطلق</p><p>ص وَالْمَفْعُول الْمُطلق وَهُوَ الْمصدر الفضلة الْمُسَلط عَلَيْهِ عَامل من لَفْظَة ك ضربت ضربا أَو من مَعْنَاهُ ك قعدت جُلُوسًا وَقد يَنُوب عَنهُ غَيره ك ضَربته سَوْطًا فَاجْلِدُوهُمْ ثَمَانِينَ جلدَة فَلَا تميلوا كل الْميل وَلَو تَقول علينا بعض الْأَقَاوِيل وَلَيْسَ مِنْهُ وكلا مِنْهَا رغدا ش لما أنهيت القَوْل فِي الْمَفْعُول بِهِ وَمَا يتَعَلَّق بِهِ من أَحْكَام المنادى شرعت فِي الْكَلَام على الثَّانِي من المفاعيل وَهُوَ الْمَفْعُول الْمُطلق وَهُوَ عبارَة عَن مصدر فضلَة تسلط عَلَيْهِ عَامل من لَفظه أَو من مَعْنَاهُ فَالْأول كَقَوْلِه تَعَالَى وكلم الله مُوسَى تكليما وَالثَّانِي نَحْو قَوْلك قعدت جُلُوسًا وتأليت حلفه قَالَ الشَّاعِر تألى ابْن أَوْس حلفة ليردني إِلَى نسْوَة كأنهن مفائد</p> </div>"
   },
   {
    "page_number": 200,
    "page": 225,
    "text": "<div> <p>وَذَلِكَ لِأَن الألية هِيَ الْحلف وَالْقعُود هُوَ الْجُلُوس واحترزت بِذكر الفضلة عَن نَحْو قَوْلك كلامك كَلَام حسن وَقَول الْعَرَب جد جده فَكَلَام الثَّانِي وجده مصدران سلط عَلَيْهِمَا عَامل من لَفْظهمَا وَهُوَ الْفِعْل فِي الْمِثَال الثَّانِي والمبتدأ فِي الْمِثَال الأول بِنَاء على قَول سِيبَوَيْهٍ إِن الْمُبْتَدَأ عَامل فِي الْخَبَر وَلَيْسَ من بَاب الْمَفْعُول الْمُطلق فِي شَيْء وَقد تنصب أَشْيَاء على الْمَفْعُول الْمُطلق وَلم تكن مصدرا وَذَلِكَ على سَبِيل النِّيَابَة عَن الْمصدر نَحْو كل وَبَعض مضافين إِلَى الْمصدر كَقَوْلِه تَعَالَى</p> </div>"
   },
   {
    "page_number": 201,
    "page": 226,
    "text": "<div> <p>فَلَا تميلو كل الْميل وَلَو تَقول علينا بعض الْأَقَاوِيل وَالْعدَد نَحْو فَاجْلِدُوهُمْ ثَمَانِينَ جلدَة فثمانين مفعول مُطلق وجلدة تَمْيِيز وَأَسْمَاء الْآلَات نَحْو ضَربته سَوْطًا أَو عَمَّا أَو مقرعة وَلَيْسَ مِمَّا يَنُوب عَن الْمصدر صفته نَحْو وكلا مِنْهَا رغدا خلافًا للمعربين زَعَمُوا أَن الأَصْل أكلا رغدا وَأَنه حذف الْمَوْصُوف ونابت صفته مَنَابه فانتصب انتصابه وَمذهب سِيبَوَيْهٍ أَن ذَلِك إِنَّمَا هُوَ حَال من مصدر الْفِعْل الْمَفْهُوم مِنْهُ وَالتَّقْدِير فَكل حَالَة كَون الْأكل رغدا وَيدل على ذَلِك أَنهم يَقُولُونَ سير عَلَيْهِ طَويلا فيقيمون الْجَار وَالْمَجْرُور مقَام الْفَاعِل وَلَا يَقُولُونَ طَوِيل بِالرَّفْع فَدلَّ على أَنه حَال لَا مصدر وَإِلَّا لجازت إِقَامَته مقَام الْفَاعِل لِأَن الْمصدر يقوم مقَام بِاتِّفَاق</p><p>الْمَفْعُول لَهُ</p><p>ص وَالْمَفْعُول لَهُ وَهُوَ الْمصدر الْمُعَلل لحَدث شَاركهُ وقتا وفاعلا نَحْو قُمْت إجلالا لَك فَإِن فقد الْمُعَلل شرطا جر بِحرف التَّعْلِيل نَحْو خلق لكم ووإني لتعروني لذكراك هزة وفجئت وَقد نصت لنوم ثِيَابهَا ش الثَّالِث من المفاعيل الْمَفْعُول لَهُ وَيُسمى الْمَفْعُول لأَجله وَمن أَجله وَهُوَ كل مصدر مُعَلل لحَدث مشارك لَهُ فِي الزَّمَان وَالْفَاعِل وَذَلِكَ كَقَوْلِه تَعَالَى يجْعَلُونَ أَصَابِعهم فِي آذانهم من الصَّوَاعِق حذر الْمَوْت فالحذر مصدر مَنْصُوب ذكر عله لجعل الْأَصَابِع فِي الآذان وزمنه وزمن الْجعل وَاحِد وفاعلهما أَيْضا وَاحِد وهم الْكَافِرُونَ فَلَمَّا استوفيت هَذِه الشُّرُوط انتصب</p> </div>"
   },
   {
    "page_number": 202,
    "page": 227,
    "text": "<div> <p>فَلَو فقد الْمُعَلل شرطا من هَذِه الشُّرُوط وَجب جَرّه بلام التَّعْلِيل فمثال مَا فقد المصدرية قَوْله تَعَالَى هُوَ الَّذِي خلق لكم مَا فِي الأَرْض جَمِيعًا فَإِن المخاطبين هم الْعلَّة فِي الْخلق وخفض ضميرهم بِاللَّامِ لِأَنَّهُ لَيْسَ مصدرا وَكَذَلِكَ قَول امْرِئ الْقَيْس وَلَو أَن مَا أسعى لأدنى معيشة كفاني وَلم أطلب قَلِيل من المَال فأدنى أفعل تَفْضِيل وَلَيْسَ بمصدر فَلهَذَا جَاءَ مخفوضا بِاللَّامِ وَمِثَال مَا فقد اتِّحَاد الزَّمَان قَوْله فَجئْت وَقد نضت لنوم ثِيَابهَا لَدَى السّتْر إِلَّا لبسته لمتفصل</p> </div>"
   },
   {
    "page_number": 203,
    "page": 228,
    "text": "<div> <p>فَإِن النّوم وَإِن كَانَ عِلّة فِي خلع الثِّيَاب لَكِن زمن خلع الثَّوْب سَابق على زَمَنه وَمِثَال مَا فقد اتِّحَاد الْفَاعِل قَوْله وَإِنِّي لتعروني لذكراك هزة كَمَا انتفض العصفور بلله الْقطر</p> </div>"
   },
   {
    "page_number": 204,
    "page": 229,
    "text": "<div> <p>فَإِن الذكرى هِيَ عِلّة عرو الهزة وزمنها وَاحِد وَلَكِن اخْتلف الْفَاعِل ففاعل العرو هُوَ الهزة وفاعل الذكرى هُوَ الْمُتَكَلّم لِأَن الْمَعْنى لذكرى إياك فَلَمَّا اخْتلف الْفَاعِل خفض بِاللَّامِ وعَلى هَذَا جَاءَ قَوْله تَعَالَى لتركبوها وزينة فَإِن تركبوها بِتَقْدِير لِأَن تركبوها وَهُوَ عِلّة لخلق الْخَيل وَالْبِغَال وَالْحمير وَجِيء بِهِ مَقْرُونا بِاللَّامِ لاخْتِلَاف الْفَاعِل لِأَن فَاعل الْخلق هُوَ الله سُبْحَانَهُ وَتَعَالَى وفاعل الرّكُوب بَنو آدم وَجِيء بقوله جلّ ثَنَاؤُهُ وزينة مَنْصُوبًا لِأَن فَاعل الْخلق والتزيين هُوَ الله تَعَالَى</p><p>الْمَفْعُول فِيهِ وَهُوَ الظّرْف <span class=\"c2\">(أَسمَاء الزَّمَان وَالْمَكَان)</span></p><p>ص وَالْمَفْعُول فِيهِ وَهُوَ مَا سلط عَامل على معنى فِي من اسْم زمَان ك صمت يَوْم الْخَمِيس أَو حينا أَو أسبوعا أَو اسْم مَكَان مُبْهَم وَهُوَ الْجِهَات السِّت كالأمام والفوق وَالْيَمِين وعكسهن ونحوهن كعند وَلَدي والمقادير كالفرسخ وَمَا صِيغ من مصدر عَامله ك قعدت مقْعد زيد ش الرَّابِع من المفعولات الْمَفْعُول فِيهِ وَهُوَ الْمُسَمّى ظرفا وَهُوَ كل اسْم زمَان أَو مَكَان سلط عَلَيْهِ عَامل على معنى فِي كَقَوْلِك صمت يَوْم الْخَمِيس وَجَلَست أمامك</p> </div>"
   },
   {
    "page_number": 205,
    "page": 230,
    "text": "<div> <p>وَعلم مِمَّا ذكرته أَنه لَيْسَ من الظروف يَوْمًا وَحَيْثُ من قَوْله تَعَالَى إِنَّا نَخَاف من رَبنَا يَوْمًا عبوسا قمطريرا وَقَوله تَعَالَى الله أعلم حَيْثُ يَجْعَل رسَالَته فَإِنَّهُمَا وَإِن كَانَا زَمَانا ومكانا لكنهما ليسَا على معنى فِي وَإِنَّمَا المُرَاد أَنهم يخَافُونَ نفس الْيَوْم وَأَن الله تَعَالَى يعلم نفس الْمَكَان الْمُسْتَحق لوضع الرسَالَة فِيهِ فَلهَذَا أعرب كل مِنْهُمَا مَفْعُولا بِهِ وعامل حَيْثُ فعل مُقَدّر دلّ عَلَيْهِ أعلم أَي يعلم حَيْثُ يَجْعَل رسَالَته وَأَنه لَيْسَ مِنْهُمَا أَيْضا نَحْو أَن تنكحوهن من قَوْله تَعَالَى وترغبون أَن تنكحوهن لِأَنَّهُ وَإِن كَانَ على معنى فِي لكنه لَيْسَ زَمَانا وَلَا مَكَانا وَأعلم أَن جَمِيع أَسمَاء الزَّمَان تقبل النصب على الظَّرْفِيَّة وَلَا فرق فِي ذَلِك بَين الْمُخْتَص مِنْهَا والمعدود والمبهم ونعني بالمختص مَا يَقع جَوَابا لمتى كَيَوْم الْخَمِيس وبالمعدود مَا يَقع جَوَابا لكم كالأسبوع والشهر والحول وبالمبهم مَا لَا يَقع جَوَابا لشَيْء مِنْهُمَا كالحين وَالْوَقْت وَأَن أَسمَاء الْمَكَان لَا ينْتَصب مِنْهَا على الظَّرْفِيَّة إِلَّا مَا كَانَ مُبْهما والمبهم ثَلَاثَة أَنْوَاع أَحدهَا أَسمَاء الْجِهَات السِّت وَهِي الفوق والتحت والأعلى والأسفل وَالْيَمِين وَالشمَال وَذَات الْيَمين وَذَات الشمَال والوراء والأمام قَالَ الله تَعَالَى وَفَوق كل ذِي علم عليم قد جعل رَبك تَحْتك سريا والركب أَسْفَل مِنْكُم وَترى الشَّمْس إِذا طلعت تزاور عَن كهفهم ذَات الْيَمين وَإِذا غربت تقرضهم ذَات الشمَال</p> </div>"
   },
   {
    "page_number": 206,
    "page": 231,
    "text": "<div> <p>وَكَانَ وَرَاءَهُمْ ملك وَقَوْلِي وعكسهن أَشرت بِهِ إِلَى الوراء والتحت وَالشمَال وَقَوْلِي ونحوهن أَشرت بِهِ إِلَى أَن الْجِهَات وَإِن كَانَت سِتا لَكِن ألفاظها كَثِيرَة وَيلْحق بأسماء الْجِهَات مَا أشبههَا فِي شدَّة الْإِبْهَام والاحتياج إِلَى مَا يبين مَعْنَاهَا كعند ولدى الثَّانِي أَسمَاء مقادير المساحات كالفرسخ والميل والبريد الثَّالِث مَا كَانَ مصوغا من مصدر عَامله كَقَوْلِك جَلَست مجْلِس زيد فالمجلس مُشْتَقّ من الْجُلُوس الَّذِي هُوَ مصدر لعامله وَهُوَ جَلَست قَالَ الله تَعَالَى وَأَنا كُنَّا نقعد مِنْهَا مقاعد للسمع وَلَو قلت ذهبت مجْلِس زيد أَو جَلَست مَذْهَب عَمْرو لم يَصح لاخْتِلَاف مصدر اسْم الْمَكَان ومصدر عَامله</p><p>الْمَفْعُول مَعَه</p><p>ص وَالْمَفْعُول مَعَه وَهُوَ اسْم فضلَة بعد وَاو أُرِيد بهَا التَّنْصِيص على الْمَعِيَّة مسبوقة بِفعل أَو مَا فِيهِ حُرُوفه وَمَعْنَاهُ ك سرت والنيل وَأَنا سَائِر والنيل ش خرج بِذكر الِاسْم الْفِعْل الْمَنْصُوب بعد الْوَاو فِي قَوْلك لَا تَأْكُل السّمك وتشرب اللَّبن فَإِنَّهُ على معنى الْجمع أَي لَا تفعل هَذَا مَعَ فعلك هَذَا وَلَا يُسمى مَفْعُولا مَعَه لكَونه لَيْسَ اسْما وَالْجُمْلَة الحالية فِي نَحْو جَاءَ زيد وَالشَّمْس طالعة فَإِنَّهُ وَإِن كَانَ الْمَعْنى على قَوْلك جَاءَ زيد مَعَ طُلُوع الشَّمْس إِلَّا أَن ذَلِك لَيْسَ باسم وَلكنه جملَة وبذكر الفضلة مَا بعد الْوَاو فِي نَحْو اشْترك زيد وَعَمْرو فَإِنَّهُ عُمْدَة لِأَن الْفِعْل لَا يسْتَغْنى عَنهُ لَا يُقَال اشْترك زيد لَان الِاشْتِرَاك لَا يتألد إِلَّا بَين إثنين وبذكر الْوَاو مَا بعد مَعَ فِي نَحْو جَاءَنِي زيد مَعَ عَمْرو وَمَا بعد الْبَاء فِي نَحْو بِعْتُك الدَّار بأثاثها وبذكر إِرَادَة التَّنْصِيص على الْمَعِيَّة نَحْو جَاءَ زيد وَعَمْرو إِذا أُرِيد مجْرى الْعَطف</p> </div>"
   },
   {
    "page_number": 207,
    "page": 232,
    "text": "<div> <p>وَقَوْلِي مسبوقة إِلَخ بَيَان لشرط الْمَفْعُول مَعَه وَهُوَ أَنه لَا بُد أَن يكون مَسْبُوقا بِفعل أَو بِمَا فِيهِ معنى الْفِعْل وحروفه فَالْأول كَقَوْلِك سرت والنيل وَقَول الله تَعَالَى فَأَجْمعُوا أَمركُم وشركاءكم وَالثَّانِي كَقَوْلِك أَنا سَائِر والنيل وَلَا يجوز النصب فِي نَحْو قَوْلهم كل رجل وضيعته خلافًا للصيمري لِأَنَّك لم تذكر فعلا وَلَا مَا فِيهِ معنى الْفِعْل وَكَذَلِكَ لَا يجوز هَذَا لَك وأباك بِالنّصب لِأَن اسْم الْإِشَارَة وَإِن كَانَ فِيهِ معنى الْفِعْل وَهُوَ أُشير لكنه لَيْسَ فِيهِ حُرُوفه ص وَقد يجب النصب كَقَوْلِك لاتنه عَن الْقَبِيح وإتيانه وَمِنْه قُمْت وزيدا ومررت بك وزيدا على الْأَصَح فيهمَا ويترجح فِي نَحْو قَوْلك كن أَنْت وزيدا كالأخ ويضعف فِي نَحْو قَامَ زيد وَعَمْرو ش للاسم الْوَاقِع بعد الْوَاو المسبوقة بِفعل أَو مَا فِي مَعْنَاهُ ثَلَاث حالات إِحْدَاهَا أَن يجب نَصبه على المفعولية وَذَلِكَ إِذا كَانَ الْعَطف مُمْتَنعا لمَانع معنوي أَو صناعي فَالْأول كَقَوْلِك لَا تنه عَن الْقَبِيح وإتيانه وَذَلِكَ لِأَن الْمَعْنى على الْعَطف لاتنه عَن الْقَبِيح وَعَن إِتْيَانه وَهَذَا تنَاقض وَالثَّانِي كَقَوْلِك قُمْت وزيدا ومررت بك وزيدا أما الأول فَلِأَنَّهُ لَا يجوز الْعَطف على الضَّمِير الْمَرْفُوع الْمُتَّصِل إِلَّا بعد التوكيد بضمير مُنْفَصِل كَقَوْلِه تَعَالَى لقد كُنْتُم أَنْتُم فِي ضلال مُبين وَأما الثَّانِي فَلِأَنَّهُ لَا يجوز الْعَطف على الضَّمِير المخفوض إِلَّا بِإِعَادَة الْخَافِض كَقَوْلِه تَعَالَى وَعَلَيْهَا وعَلى الْفلك تحملون وَمن النَّحْوِيين من لم يشْتَرط فِي الْمَسْأَلَتَيْنِ شَيْئا فعلى قَوْله يجوز الْعَطف وَلِهَذَا قلت على الْأَصَح فيهمَا وَالثَّانيَِة أَن يتَرَجَّح الْمَفْعُول مَعَه على الْعَطف وَذَلِكَ نَحْو قَوْلك كن أَنْت وزيدا كالأخ وَذَلِكَ لِأَنَّك لَو عطفت زيدا على الضَّمِير فِي كن لزم أَن</p> </div>"
   },
   {
    "page_number": 208,
    "page": 233,
    "text": "<div> <p>يكون زيد مَأْمُورا وَأَنت لَا تُرِيدُ أَن تَأمره وَإِنَّمَا تُرِيدُ أَن تامر مخاطبك بِأَن يكون مَعَه كالأخ قَالَ الشَّاعِر فكونوا أَنْتُم وَبني أبيكم مَكَان الكليتين من الطحال وَقد اسْتُفِيدَ من تمثيلي ب كن أَنْت وزيدا كالأخ أَن مَا بعد الْمَفْعُول مَعَه يكون على حسب مَا قبله فَقَط لَا على حسبهما وَإِلَّا لَقلت كالأخوين هَذَا هُوَ الصَّحِيح</p> </div>"
   },
   {
    "page_number": 209,
    "page": 234,
    "text": "<div> <p>وَمِمَّنْ نَص عَلَيْهِ ابْن كيسَان وَالسَّمَاع وَالْقِيَاس يقتضيانه وَعَن الْأَخْفَش إجَازَة مطابقتهما قِيَاسا على الْعَطف وَلَيْسَ بِالْقَوِيّ وَالثَّالِثَة أَن يتَرَجَّح الْعَطف ويضعف الْمَفْعُول مَعَه وَذَلِكَ إِذا أمكن الْعَطف بِغَيْر ضعف فِي اللَّفْظ وَلَا ضعف فِي الْمَعْنى نَحْو قَامَ زيد وَعَمْرو لِأَن الْعَطف هُوَ الأَصْل وَلَا مضعف لَهُ فيترجح</p><p>الْحَال</p><p>ص بَاب الْحَال وَهُوَ وصف فضلَة يَقع فِي جَوَاب كَيفَ ك ضربت اللص مكتوفا ش لما انْتهى الْكَلَام على المفعولات شرعت فِي الْكَلَام على بَقِيَّة المنصوبات فَمِنْهَا الْحَال وَهُوَ عبارَة عَمَّا اجْتمع فِيهِ ثَلَاثَة شُرُوط أَحدهَا أَن يكون وَصفا وَالثَّانِي أَن يكون فصلة وَالثَّالِث أَن يكون صَالحا للوقوع فِي جَوَاب كَيفَ وَذَلِكَ كَقَوْلِك ضربت اللص مكتوفا فَإِن قلت يرد على ذكر الْوَصْف نَحْو قَوْله تَعَالَى فانفروا ثبات فَإِن ثبات حَال وَلَيْسَ بِوَصْف وعَلى ذكر الفضلة نَحْو قَوْله تَعَالَى وَلَا تمش فِي الأَرْض مرحا وَقَول الشَّاعِر لَيْسَ من مَاتَ فاستراح بميت إِنَّمَا الْمَيِّت ميت الْأَحْيَاء</p> </div>"
   },
   {
    "page_number": 210,
    "page": 235,
    "text": "<div> <p>إِنَّمَا الْمَيِّت من يعِيش كئيبا كاسفا باله قَلِيل الرَّجَاء فَإِنَّهُ لَو أسقط مرحا وكثيبا فسد الْمَعْنى فَيبْطل كَون الْحَال فضلَة وعَلى ذكر الْوُقُوع فِي جَوَاب كَيفَ نَحْو قَوْله تَعَالَى وَلَا تعثوا فِي الأَرْض مفسدين قلت ثبات فِي معنى مُتَفَرّقين فَهُوَ وصف تَقْديرا وَالْمرَاد بالفضلة مَا يَقع بعد تَمام الْجُمْلَة لَا مَا يَصح الِاسْتِغْنَاء عَنهُ وَالْحَد الْمَذْكُور للْحَال المبينة لَا الْمُؤَكّدَة ص وَشَرطهَا التنكير ش شَرط الْحَال أَن تكون نكرَة فَإِن جَاءَت بِلَفْظ الْمعرفَة وَجب تَأْوِيلهَا بنكرة وَذَلِكَ كَقَوْلِهِم ادخلو الأول فَالْأول وأرسلها العراك وَقِرَاءَة بَعضهم ليخرجن الْأَعَز مِنْهَا الْأَذَل بِفَتْح الْيَاء وَضم الرَّاء وَهَذِه الْمَوَاضِع وَنَحْوهَا</p> </div>"
   },
   {
    "page_number": 211,
    "page": 236,
    "text": "<div> <p>مخرجة على زِيَادَة الْألف وَاللَّام وكقولهم اجْتهد وَحدك وَهَذَا مؤول بمالا إِضَافَة فِيهِ وَالتَّقْدِير اجْتهد مُنْفَردا ص وَشرط صَاحبهَا التَّعْرِيف أَو التَّخْصِيص أَو التَّعْمِيم أَو التَّأْخِير نَحْو خشعا أَبْصَارهم يخرجُون فِي أَرْبَعَة أَيَّام سَوَاء للسائلين وَمَا أهلكنا من قَرْيَة إِلَّا لَهَا منذرون لمية موحشا طلل ش أَي شَرط صَاحب الْحَال وَاحِد من أُمُور أَرْبَعَة الأول التَّعْرِيف كَقَوْلِه تَعَالَى خشعا أَبْصَارهم يخرجُون فخشعا حَال من الضَّمِير فِي قَوْله تَعَالَى يخرجُون وَالضَّمِير أعرف المعارف وَالثَّانِي التَّخْصِيص كَقَوْلِه تَعَالَى فِي أَرْبَعَة أَيَّام سَوَاء للسائلين فَسَوَاء حَال من أَرْبَعَة وَهِي وَإِن كَانَت نكرَة وَلكنهَا مخصصة بِالْإِضَافَة إِلَى أَيَّام وَالثَّالِث التَّعْمِيم كَقَوْلِه تَعَالَى وَمَا أهلكنا من قَرْيَة إِلَّا لَهَا منذرون فجملة لَهَا منذرون حَال من قَرْيَة وَهِي نكرَة عَامَّة لوقوعها فِي سِيَاق النَّفْي وَالرَّابِع التَّأْخِير عَن الْحَال كَقَوْل الشَّاعِر لمية موحشا ظلل يلوح كَأَنَّهُ خلل</p> </div>"
   },
   {
    "page_number": 212,
    "page": 237,
    "text": "<div> <p>ف موحشا حَال من طلل وَهُوَ نكرَة لتأخيره عَن الْحَال</p><p>التَّمْيِيز</p><p>ص بَاب والتمييز وَهُوَ اسْم فضلَة نكرَة جامد مُفَسّر لما انبهم من الذوات ش من المنصوبات التَّمْيِيز وَهُوَ مَا اجْتمع فِيهِ خَمْسَة أُمُور أَحدهَا أَن يكون اسْما وَالثَّانِي أَن يكون فضلَة وَالثَّالِث أَن يكون نكرَة وَالرَّابِع أَن يكون جَامِدا وَالْخَامِس أَن يكون مُفَسرًا لما انبهم من الذوات فَهُوَ مُوَافق للْحَال فِي الْأُمُور الثَّلَاثَة الأولى ومخالف فِي الْأَمريْنِ الْأَخيرينِ</p> </div>"
   },
   {
    "page_number": 213,
    "page": 238,
    "text": "<div> <p>لِأَن الْحَال مُشْتَقّ مُبين للهيئات والتمييز جامد مُبين للذوات ص وَأكْثر وُقُوعه بعد الْمَقَادِير ك جريب نخلا وَصَاع تَمرا ومنوين عسلا وَالْعدَد نَحْو أحد عشر كوكبا وتسع وَتسْعُونَ نعجة وَمِنْه تَمْيِيز كم الاستفهامية نَحْو كم عبدا ملكت فَأَما تَمْيِيز الخبرية فمجرور مُفْرد كتمييز الْمِائَة وَمَا فَوْقهَا أَو مَجْمُوع كتمييز الْعشْرَة وَمَا دونهَا وَلَك فِي تَمْيِيز الاستفهامية المجرورة بالحرف جر وَنصب وَيكون التَّمْيِيز مُفَسرًا للنسبة محولا ك اشتعل الرَّأْس شيبا ووفجرنا الأَرْض عيُونا وَأَنا أَكثر مِنْك مَالا أَو غير محول نَحْو امْتَلَأَ الْإِنَاء مَاء وَقد يؤكدان نَحْو وَلَا تعثوا فِي الأَرْض مفسدين وَقَوله من خير أَدْيَان الْبَريَّة دينا وَمِنْه بئس الْفَحْل فحلهم فحلا خلافًا لسيبويه</p><p>التَّمْيِيز نَوْعَانِ مُفَسّر لمفرد ومفسر لنسبة</p><p>ش التَّمْيِيز ضَرْبَان مُفَسّر لمفرد ومفسر نِسْبَة فمفسر الْمُفْرد لَهُ مظان يَقع بعْدهَا أَحدهَا الْمَقَادِير وَهُوَ عبارَة عَن ثَلَاثَة أُمُور المساحات ك جريب نخلا والكيل ك صَاع ممرا وَالْوَزْن ك منوين عسلا</p> </div>"
   },
   {
    "page_number": 214,
    "page": 239,
    "text": "<div> <p>الثَّانِي الْعدَد كَأحد عشر درهما وَمِنْه قَوْله تَعَالَى إِنِّي رَأَيْت أحد عشر كوكبا وَهَكَذَا حكم الْأَعْدَاد من الْأَحَد عشر إِلَى التِّسْعَة وَالتسْعين وَقَالَ الله تَعَالَى إِن هَذَا أخي لَهُ تسع وَتسْعُونَ نعجة وَفِي الحَدِيث إِن لله تِسْعَة وَتِسْعين اسْما وَفهم من عطفي فِي الْمُقدمَة الْعدَد على الْمَقَادِير أَنه لَيْسَ من جُمْلَتهَا وَهُوَ قَول أَكثر الْمُحَقِّقين لِأَن المُرَاد بالمقادير مَا لم ترد حَقِيقَته بل مِقْدَاره حَتَّى إِنَّه تصح إِضَافَة الْمِقْدَار إِلَيْهِ وَلَيْسَ الْعدَد كَذَلِك أَلا ترى أَنَّك تَقول عِنْدِي مِقْدَار رَطْل زيتا وَلَا تَقول عِنْدِي مِقْدَار عشْرين رجلا إِلَّا على معنى آخر وَمن تَمْيِيز الْعدَد تَمْيِيز كم الاستفهامية وَذَلِكَ لِأَن كم فِي الْعَرَبيَّة كِنَايَة</p> </div>"
   },
   {
    "page_number": 215,
    "page": 240,
    "text": "<div> <p>عَن عدد مَجْهُول الْجِنْس والمقدار وَهِي على ضَرْبَيْنِ استفهامية بِمَعْنى أَي عدد ويستعملها من يسْأَل عَن كمية الشَّيْء وخبرية بِمَعْنى كثير ويستعملها من يُرِيد الافتخار والتكثير وتمييز الاستفهامية مَنْصُوب مُفْرد تَقول كم عبدا ملكت وَكم دَارا بنيت وتمييز الخبرية مخفوض دَائِما ثمَّ تَارَة يكون مجموعا كتميز الْعشْرَة فَمَا دونهَا وَتقول كم عبيد ملكت كَمَا تَقول عشرَة أعبد ملكت وَثَلَاثَة أعبد ملكت وَتارَة يكون مُفردا كتمييز الْمِائَة فَمَا فَوْقهَا تَقول كم عبد ملكت كَمَا تَقول مائَة عبد ملكت وَألف عبد ملكت وَيجوز خفض تَمْيِيز كم الاستفهامية إِذا دخل عَلَيْهَا حرف جر تَقول بكم دِرْهَم اشْتريت والخافض لَهُ من مضمرة لَا الْإِضَافَة خلافًا للزجاج الثَّالِث من مظان تَمْيِيز الْمُفْرد مَا دلّ على مماثلة نَحْو قَوْله تَعَالَى وَلَو جِئْنَا بِمثلِهِ مدَدا وَقَوْلهمْ إِن لنا أَمْثَالهَا إبِلا الرَّابِع مَا دلّ على مُغَايرَة نَحْو إِن لنا عيرها إبِلا أَو شَاءَ وَمَا أشبه ذَلِك وَقد أَشرت بِقَوْلِي وَأكْثر وُقُوعه إِلَى أَن تَمْيِيز الْمُفْرد لَا يخْتَص بالوقوع بعد الْمَقَادِير ومفسر النِّسْبَة على قسمَيْنِ محول وَغير محول فالمحول على ثَلَاثَة أَقسَام محول عَن الْفَاعِل نَحْو واشتعل الرَّأْس شيبا أَصله اشتعل شيب الرَّأْس فَجعل الْمُضَاف إِلَيْهِ فَاعِلا والمضاف تمييزا أَو محول عَن الْمَفْعُول نَحْو وفجرنا الأَرْض عيُونا أَصله وفجرنا عُيُون الأَرْض فنفعل فِيهِ مثل مَا ذكرنَا ومحول عَن مُضَاف غَيرهمَا وَذَلِكَ بعد أفعل التَّفْضِيل الْمخبر بِهِ عَمَّا</p> </div>"
   },
   {
    "page_number": 216,
    "page": 241,
    "text": "<div> <p>هُوَ مُغَاير للتمييز وَذَلِكَ كَقَوْلِك زيد أَكثر مِنْك علما أَصله علم زيد أَكثر وَكَقَوْلِه تَعَالَى أَنا أَكثر مِنْك مَالا وأعز نَفرا فَإِن كَانَ الْوَاقِع بعد أفعل التَّفْضِيل هُوَ عين الْمخبر عَنهُ وَجب خفضه بِالْإِضَافَة كَقَوْلِك مَال زيد أَكثر مَالا إِلَّا أَن كَانَ أفعل التَّفْضِيل مُضَافا إِلَى غَيره فينصب نَحْو زيد أَكثر النَّاس مَالا وَقد يَقع كل من الْحَال والتمييز مؤكدا غير مُبين لهيئة وَلَا ذَات مِثَال ذَلِك فِي الْحَال قَوْله تَعَالَى وَلَا تعثوا فِي الأَرْض مفسدين ثمَّ وليتم مُدبرين وَيَوْم أبْعث حَيا فَتَبَسَّمَ ضَاحِكا وَقَالَ الشَّاعِر وتضيء فِي وَجه الظلام منيرة كجمانة البحري سل نظمها</p> </div>"
   },
   {
    "page_number": 217,
    "page": 242,
    "text": "<div> <p>وَمِثَال ذَلِك فِي التَّمْيِيز قَوْله تَعَالَى إِن عدَّة الشُّهُور عِنْد الله اثْنَا عشر شهرا وواعدنا مُوسَى ثَلَاثِينَ لَيْلَة وأتممناها بِعشر فتم مِيقَات ربه أَرْبَعِينَ لَيْلَة وَقَول أبي طَالب وَلَقَد علمت بِأَن دين مُحَمَّد من خير أَدْيَان الْبَريَّة دينا وَمِنْه قَول الشَّاعِر والتغلبيون بئس الْفَحْل فحلهم فحلا وأمهم زلاء منطيق</p> </div>"
   },
   {
    "page_number": 218,
    "page": 243,
    "text": "<div> <p>وسيبويه رَحمَه الله تَعَالَى يمْنَع أَن يُقَال نعم الرجل رجلا زيد وتأولوا فحلا فِي الْبَيْت على أَنه حَال مُؤَكدَة والشواهدعلى جَوَاز الْمَسْأَلَة كَثِيرَة فَلَا حَاجَة إِلَى التَّأْوِيل وَدخُول التَّمْيِيز فِي بَاب نعم وَبئسَ أَكثر من دُخُول الْحَال</p><p><span class=\"c4\">[المسثنى بإلا]</span></p><p>ص والمستثنى بإلا من كَلَام تَامّ مُوجب نَحْو فَشَرِبُوا مِنْهُ إِلَّا قَلِيلا مِنْهُم فَإِن فقد الْإِيجَاب ترجح الْبَدَل فِي الْمُتَّصِل نَحْو مَا فَعَلُوهُ إِلَّا قَلِيل</p> </div>"
   },
   {
    "page_number": 219,
    "page": 244,
    "text": "<div> <p>مِنْهُم وَالنّصب فِي الْمُنْقَطع عِنْد بني تَمِيم وَجب عِنْد الْحِجَازِيِّينَ نَحْو مَا لَهُم بِهِ من علم إِلَّا اتِّبَاع الظَّن مَا لم يتَقَدَّم فيهمَا فالنصب نَحْو قَوْله وَمَا لي إِلَّا آل أَحْمد شيعَة وَمَالِي إِلَّا مَذْهَب الْحق مَذْهَب أَو فقد التَّمام فعلى حسب العوامل نَحْو وَمَا أمرنَا إِلَّا وَاحِدَة وَيُسمى مفرغا ش من المنصوبات الْمُسْتَثْنى فِي بعض أقسامه وَالْحَاصِل أَنه إِذا كَانَ الِاسْتِثْنَاء بإلا وَكَانَت مسبوقة بِكَلَام تَامّ وَمُوجب وَجب بِمَجْمُوع هَذِه الشُّرُوط الثَّلَاثَة نصب الْمُسْتَثْنى سَوَاء كَانَ الِاسْتِثْنَاء مُتَّصِلا نَحْو قَامَ الْقَوْم إِلَّا زيدا وَقَوله تَعَالَى فَشَرِبُوا مِنْهُ إِلَّا قَلِيلا مِنْهُم أَو مُنْقَطِعًا كَقَوْلِك قَامَ الْقَوْم إِلَّا حمارا وَمِنْه فِي أحد الْقَوْلَيْنِ</p> </div>"
   },
   {
    "page_number": 220,
    "page": 245,
    "text": "<div> <p>قَوْله تَعَالَى فَسجدَ الْمَلَائِكَة كلهم أَجْمَعُونَ إِلَّا إِبْلِيس فَلَو كَانَت الْمَسْأَلَة بِحَالِهَا وَلَكِن الْكَلَام السَّابِق غير مُوجب فَلَا يَخْلُو إِمَّا أَن يكون الِاسْتِثْنَاء مُتَّصِلا أَو مُنْقَطِعًا فَإِن كَانَ مُتَّصِلا جَازَ فِي الْمُسْتَثْنى وَجْهَان أَحدهمَا أَن يَجْعَل تَابعا للمستثنى مِنْهُ على أَن بدل مِنْهُ بدل بعض من كل عِنْد الْبَصرِيين أَو عطف نسق عِنْد الْكُوفِيّين الثَّانِي أَن ينصب على أصل الْبَاب وَهُوَ عَرَبِيّ جيد والإتباع أَجود مِنْهُ ونعني بِغَيْر الْإِيجَاب النَّفْي وَالنَّهْي والاستفهام مِثَال النَّفْي قَوْله تَعَالَى مَا فَعَلُوهُ إِلَّا قَلِيل مِنْهُم وَقَرَأَ السَّبْعَة غير ابْن عَامر بِالرَّفْع على الْإِبْدَال من الْوَاو فِي مَا فَعَلُوهُ وَقَرَأَ ابْن عَامر وَحده بِالنّصب على الِاسْتِثْنَاء وَمِثَال النَّهْي قَوْله تَعَالَى وَلَا يلْتَفت مِنْكُم أحد إِلَّا امْرَأَتك قَرَأَ أَبُو عَمْرو وَابْن كثير بِالرَّفْع على الْإِبْدَال من أحد وَقَرَأَ الْبَاقُونَ بِالنّصب على الِاسْتِثْنَاء وَفِيه وَجْهَان أَحدهمَا أَن يكون مُسْتَثْنى من أحد وَجَاءَت قِرَاءَة الْأَكْثَر على الْوَجْه الْمَرْجُوح لِأَن مرجع الْقِرَاءَة الرِّوَايَة لَا الرَّأْي وَالثَّانِي أَن يكون مُسْتَثْنى من أهلك فعلى هَذَا يكون النصب وَاجِبا وَمِثَال الِاسْتِفْهَام قَوْله تَعَالَى وَمن يقنط من رَحْمَة ربه إِلَّا الضالون قَرَأَ الْجَمِيع بِالرَّفْع على الْإِبْدَال من الضَّمِير فِي يقنط وَلَو قرئَ الضَّالّين بِالنّصب على الِاسْتِثْنَاء لجَاز وَلَكِن الْقِرَاءَة سنة متبعة</p> </div>"
   },
   {
    "page_number": 221,
    "page": 246,
    "text": "<div> <p>وَإِن كَانَ الِاسْتِثْنَاء مُنْقَطِعًا فَأهل الْحجاز يوجبون النصب فَيَقُولُونَ مَا فِيهَا أحد إِلَّا حمارا وبلغتهم جَاءَ التَّنْزِيل قَالَ الله تَعَالَى مَا لَهُم بِهِ من علم إِلَّا اتِّبَاع الظَّن وَبَنُو تَمِيم يجيزون النصب والإبدال ويقرءون إِلَّا اتِّبَاع الظَّن بِالرَّفْع على أَن بدل من الْعلم بِاعْتِبَار الْموضع وَلَا يجوز أَن يقْرَأ بالخفض على الْإِبْدَال مِنْهُ بِاعْتِبَار اللَّفْظ لِأَن الْخَافِض لَهُ من الزَّائِدَة وإتباع الظَّن معرفَة مُوجبَة وَمن الزَّائِدَة لَا تعْمل إِلَّا فِي النكرات المنفية أَو المستفهم عَنْهَا وَقد اجْتمعَا فِي قَوْله تَعَالَى مَا ترى فِي خلق الرَّحْمَن من تفَاوت فَارْجِع الْبَصَر هَل ترى من فطور وَإِذا تقدم الْمُسْتَثْنى على الْمُسْتَثْنى مِنْهُ وَجب نَصبه مُطلقًا أَي سَوَاء كَانَ الِاسْتِثْنَاء مُنْقَطِعًا نَحْو مَا فِيهَا إِلَّا حمارا أحد أَو مُتَّصِلا نَحْو مَا قَامَ إِلَّا زيدا الْقَوْم قَالَ الْكُمَيْت وَمَالِي إِلَّا آل أَحْمد شيعَة وَمَالِي إِلَّا مَذْهَب الْحق مَذْهَب</p> </div>"
   },
   {
    "page_number": 222,
    "page": 247,
    "text": "<div> <p>وَإِنَّمَا امْتنع الإتباع فِي ذَلِك لِأَن التَّابِع لَا يتَقَدَّم على الْمَتْبُوع وَإِن كَانَ الْكَلَام السَّابِق على إِلَّا غير تَامّ ونعني بِهِ أَلا يكون الْمُسْتَثْنى مِنْهُ مَذْكُورا فَإِن الِاسْم الْمَذْكُور الْوَاقِع بعد إِلَّا يعْطى مَا يسْتَحقّهُ لَو لم تُوجد إِلَّا فَيُقَال مَا قَامَ إِلَّا زيد بِالرَّفْع كَمَا يُقَال مَا قَامَ زيد وَمَا رَأَيْت إِلَّا زيدا بِالنّصب كَمَا يُقَال مَا رَأَيْت زيدا وَمَا مَرَرْت إِلَّا بزيد بِالْجَرِّ كَمَا يُقَال مَا مَرَرْت بزيد وَيُسمى ذَلِك اسْتثِْنَاء مفرغا لِأَن مَا قبل إِلَّا قد تفرغ لطلب مَا بعْدهَا وَلم يشْتَغل عَنهُ بِالْعَمَلِ فِيمَا يَقْتَضِيهِ وَالِاسْتِثْنَاء فِي ذَلِك كُله من اسْم عَام مَحْذُوف فتقدير مَا قَامَ إِلَّا زيد مَا قَامَ أحد إِلَّا زيد وَكَذَا الْبَاقِي</p><p>الْمُسْتَثْنى بِغَيْر وَسوى وبخلا وَعدا وحاشا وَمَا خلا وَمَا عدا وَلَيْسَ وَلَا يكون</p><p>ص وَيسْتَثْنى بِغَيْر وَسوى خافضين معربين بإعراب الِاسْم الَّذِي بعد إِلَّا وبخلا وَعدا وحاشا ونواصب أَو خوافض وَبِمَا خلا وَبِمَا عدا وَلَيْسَ وَلَا يكون نواصب ش الأدوات الَّتِي يسْتَثْنى بهَا غير إِلَّا ثَلَاثَة أَقسَام مَا يخْفض دَائِما وَمَا ينصب دَائِما وَمَا يخْفض تَارَة وَينصب أُخْرَى فَأَما الَّذِي يخْفض دَائِما فَغير وَسوى تَقول قَامَ الْقَوْم غير زيد وَقَامَ الْقَوْم سوى زيد بخفض زيد فيهمَا وتعرب غير نَفسهَا بِمَا يسْتَحقّهُ الِاسْم الْوَاقِع بعد إِلَّا فِي ذَلِك الْكَلَام فَتَقول قَامَ الْقَوْم غير زيد بِنصب غير كَمَا تَقول قَامَ الْقَوْم إِلَّا زيدا بِنصب زيد وَتقول مَا قَامَ الْقَوْم غير زيد وَغير زيد بِالنّصب وَالرَّفْع كَمَا تَقول مَا قَامَ الْقَوْم إِلَّا زيدا وَإِلَّا زيد وَتقول مَا قَامَ الْقَوْم غير حمَار بِالنّصب عِنْد الْحِجَازِيِّينَ وَبِالنَّصبِ أَو الرّفْع عِنْد التميميين وعَلى ذَلِك فقس وَهَكَذَا حكم سوى خلافًا لسيبويه فَإِنَّهُ زعم أَنَّهَا وَاجِبَة النصب على الظَّرْفِيَّة دَائِما الثَّانِي مَا ينصب فَقَط وَهُوَ أَرْبَعَة لَيْسَ وَلَا يكون وَمَا خلا</p> </div>"
   },
   {
    "page_number": 223,
    "page": 248,
    "text": "<div> <p>وَمَا عدا تَقول قَامُوا لَيْسَ زيدا وَلَا يكون زيدا وَمَا خلا زيدا وَمَا عدا زيدا وَفِي الحَدِيث مَا أنهر الدَّم وَذكر اسْم الله عَلَيْهِ فَكُلُوا لَيْسَ السن وَالظفر وَقَالَ لبيد أَلا كل شَيْء مَا خلا الله بَاطِل وكل نعيم لَا محَالة زائل وانتصابه بعد لَيْسَ وَلَا يكون على أَنه خبرهما واسمهما مستتر فيهمَا أَي وجوبا وانتصابه بَعْدَمَا خلا وَمَا عدا على أَنه مفعولهما وَالْفَاعِل مستتر فيهمَا الثَّالِث مَا يخْفض تَارَة وَينصب أُخْرَى وَهُوَ ثَلَاثَة خلا وَعدا وحاشا وَذَلِكَ لِأَنَّهَا تكون حُرُوف جر وأفعالا مَاضِيَة فَإِن قدرتها حروفا خفضت بهَا الْمُسْتَثْنى وَإِن قدرتها أفعالا نصبته بهَا على المفعولية وقدرت الْفَاعِل مضمرا فِيهَا</p> </div>"
   },
   {
    "page_number": 224,
    "page": 249,
    "text": "<div> <p>مخفوضات الْأَسْمَاء</p><p>ص بَاب يخْفض الِاسْم إِمَّا بِحرف مُشْتَرك وَهُوَ من وَإِلَى وَعَن وعَلى وَفِي وَاللَّام وَالْبَاء للقسم وَغَيره أَو مُخْتَصّ بِالظَّاهِرِ وَهُوَ رب ومذ ومنذ وَالْكَاف وَحَتَّى وواو الْقسم وتاؤه</p><p>حُرُوف الْجَرّ</p><p>ش لما انْقَضى الْكَلَام على ذكر المرفوعات والمنصوبات شرعت فِي ذكر المجرورات وَقسمت المجرورات إِلَى قسمَيْنِ مجرور بالحرف ومجرور بِالْإِضَافَة وبدأت بالمجرور بالحرف لِأَنَّهُ الأَصْل والحروف الجارة عشرُون حرفا اسقطت مِنْهَا سَبْعَة وَهِي خلا وَعدا وحاشا وَلَعَلَّ وَمَتى وكي وَلَوْلَا وَإِنَّمَا أسقطت مِنْهَا الثَّلَاثَة الاول لِأَنِّي ذكرتها فِي الِاسْتِثْنَاء فاستغنيت بذلك عَن اعادتها وَإِنَّمَا أسقطت الْأَرْبَعَة الْبَاقِيَة لشذوذها وَذَلِكَ لِأَن لَعَلَّ لَا يجربها إِلَّا عقيل قَالَ شَاعِرهمْ لَعَلَّ الله فَضلكُمْ علينا بِشَيْء أَن أمكُم شريم</p> </div>"
   },
   {
    "page_number": 225,
    "page": 250,
    "text": "<div> <p>وَمَتى لَا يجر بهَا إِلَّا هُذَيْل قَالَ شَاعِرهمْ يصف السَّحَاب شربن بِمَاء الْبَحْر ثمَّ ترفعت مَتى لجج خضر لَهُنَّ نتيج</p> </div>"
   },
   {
    "page_number": 226,
    "page": 251,
    "text": "<div> <p>وكي لَا يجر بهَا إِلَّا مَا الاستفهامية وَذَلِكَ فِي قَوْلهم فِي السُّؤَال عَن عِلّة الشَّيْء كيمه بِمَعْنى لمه وَلَوْلَا لَا يجر بهَا إِلَّا الضَّمِير فِي قَوْلهم لولاي ولولاك ولولاه وَهُوَ نَادِر قَالَ الشَّاعِر أومت بعينيها من الهودج لولاك فِي ذَا الْعَام لم أحجج</p> </div>"
   },
   {
    "page_number": 227,
    "page": 252,
    "text": "<div> <p>وَأنكر الْمبرد اسْتِعْمَاله وَهَذَا الْبَيْت وَنَحْوه حجَّة لسيبويه عَلَيْهِ وَالْأَكْثَر فِي الْعَرَبيَّة لَوْلَا أَنا وَلَوْلَا أَنْت وَلَوْلَا هُوَ قَالَ الله تَعَالَى لَوْلَا أَنْتُم لَكنا مُؤمنين وتنقسم الْحُرُوف الْمَذْكُورَة إِلَى مَا وضع على حرف وَاحِد وَهُوَ خَمْسَة الْبَاء وَاللَّام وَالْكَاف وَالْوَاو وَالتَّاء وَمَا وضع على حرفين وَهُوَ أَرْبَعَة من وَعَن وَفِي ومذ وَمَا وضع على ثَلَاثَة أحرف وَهُوَ ثَلَاثَة إِلَى وعَلى ومنذ وَمَا وضع على أَرْبَعَة وَهُوَ حَتَّى خَاصَّة وتنقسم أَيْضا إِلَى مَا يجر الظَّاهِر دون الْمُضمر وَهُوَ سَبْعَة الْوَاو وَالتَّاء ومذ ومنذ وَحَتَّى وَالْكَاف وَرب وَمَا يجر الظَّاهِر والمضمر وَهُوَ الْبَوَاقِي ثمَّ الَّذِي لَا يجر إِلَّا الظَّاهِر يَنْقَسِم إِلَّا مَا لَا يجر إِلَّا الزَّمَان وَهُوَ مذ ومنذ تَقول مَا رَأَيْته مذ يَوْمَيْنِ أَو مُنْذُ يَوْم الْجُمُعَة وَمَا لَا يجر إِلَّا النكرات وَهُوَ رب تَقول رب رجل صَالح وَمَا لَا يجر إِلَّا لفظ الْجَلالَة وَقد يجر لفظ الرب مُضَافا إِلَى الْكَعْبَة وَقد يجر لفظ الرَّحْمَن وَهِي التَّاء قَالَ الله تَعَالَى وتالله لأكيدن أصنامكم</p> </div>"
   },
   {
    "page_number": 228,
    "page": 253,
    "text": "<div> <p>تالله لقد الله علينا وَهُوَ كثير وَقَالُوا ترب الْكَعْبَة لَأَفْعَلَنَّ كَذَا وَهُوَ قَلِيل وَقَالُوا تالرحمن لَأَفْعَلَنَّ كَذَا وَهُوَ أقل وَمَا يجر كل ظَاهر وَهُوَ الْبَاقِي</p><p>المجروف بِالْإِضَافَة</p><p>ص أَو بِإِضَافَة اسْم على معنى اللَّام ك غُلَام زيد أَو من ك خَاتم حَدِيد أَو فِي ك مكر اللَّيْل وَتسَمى معنوية لِأَنَّهَا للتعريف أَو التَّخْصِيص أَو بِإِضَافَة الْوَصْف إِلَى معموله ك بَالغ الْكَعْبَة ومعمور الدَّار وَحسن الْوَجْه وَتسَمى لفظية لِأَنَّهَا لمُجَرّد التَّخْفِيف ش لما فرغت من ذكر الْمَجْرُور بالحرف شرعت فِي ذكر الْمَجْرُور بِالْإِضَافَة وقسمته إِلَى قسمَيْنِ احدهما أَن لَا يكون الْمُضَاف صفة والمضاف اليه مَعْمُولا لَهَا وَيخرج من ذَلِك ثَلَاث صور إِحْدَاهَا أَن يَنْتَفِي الامران مَعًا ك غُلَام زيد وَالثَّانيَِة أَن يكون الْمُضَاف صفة وَلَا يكون الْمُضَاف إِلَيْهِ مَفْعُولا لتِلْك الصّفة نَحْو كَاتب القَاضِي وكاسب عِيَاله وَالثَّالِثَة أَن يكون الْمُضَاف إِلَيْهِ مَعْمُولا للمضاف وَلَيْسَ الْمُضَاف صفة نَحْو ضرب اللص وَهَذِه الْأَنْوَاع كلهَا تسمى الْإِضَافَة فِيهَا اضافة معنوية وَذَلِكَ لِأَنَّهَا تفِيد امرا معنويا وَهُوَ التَّعْرِيف ان كَانَ الْمُضَاف اليه معرفَة نَحْو غُلَام زيد والتخصيص ان كَانَ امضاف اليه نكرَة ك غُلَام امْرَأَة ثمَّ ان هَذِه الاضافة على ثَلَاثَة أَقسَام أَحدهَا أَن تكون على معنى فِي وَذَلِكَ اذا كَانَ الْمُضَاف اليه ظرفا للمضاف نَحْو بل مكر اللَّيْل الثَّانِي أَن تكون على معنى من وَذَلِكَ اذا كَانَ الْمُضَاف اليه كلا للمضاف وَيصِح الاخبار بِهِ عَنهُ ك خَاتم حَدِيد وَبَاب سَاج بِخِلَاف نَحْو يَد زيد فَإِنَّهُ لَا يَصح أَن</p> </div>"
   },
   {
    "page_number": 229,
    "page": 254,
    "text": "<div> <p>يخبر عَن الْيَد بِأَنَّهَا زيد الثَّالِث أَن تكون على معنى اللَّام وَذَلِكَ فِيمَا بَقِي نَحْو غُلَام زيد وَيَد زيد الْقسم الثَّانِي أَن يكون الْمُضَاف صفة والمضاف اليه مَعْمُولا لتِلْك الصّفة وَلِهَذَا أَيْضا ثَلَاث صور اضافة اسْم الْفَاعِل ك هَذَا ضَارب زيد الْآن أَو غَدا واضافة اسْم الْمَفْعُول ك هَذَا معمور الدَّار الْآن أَو غَدا واضافة الصّفة المشبهة باسم الْفَاعِل ك هَذَا رجل حسن الْوَجْه وَتسَمى اضافة لفظية لِأَنَّهَا تفِيد امرا لفظيا وَهُوَ التَّخْفِيف أَلا ترى أَن قَوْلك ضَارب زيد اخف من قَوْلك ضَارب زيدا وَكَذَا الْبَاقِي وَلَا تفِيد تعريفا وَلَا تَخْصِيصًا وَلِهَذَا صَحَّ وصف هَديا ب بَالغ مَعَ اضافته إِلَى الْمعرفَة فِي قوه تَعَالَى هَديا بَالغ الْكَعْبَة وَصَحَّ مَجِيء ثَانِي حَالا مَعَ اضافته إِلَى الْمعرفَة فِي قَوْله تَعَالَى ثَانِي عطفه ص وَلَا تجامع الاضافة تنوينا وَلَا نونا تالية للإعراب مُطلقًا وَلَا أل أَلا فِي نَحْو الضاربا زيد والضاربو زيد والضارب الرجل والضارب رَأس الْجَانِي وَالرجل الضَّارِب غُلَامه ش اعْلَم أَن الاضافة لَا تجمع مَعَ التَّنْوِين وَلَا مَعَ النُّون التالية للاعراب وَلَا مَعَ الْألف وَاللَّام تَقول جَاءَنِي غُلَام يَا هَذَا فتنون وَإِذا اضفت تَقول جَاءَنِي غُلَام زيد فتحذف التَّنْوِين وَذَلِكَ لِأَنَّهُ يدل على كَمَال الِاسْم وَالْإِضَافَة تدل على نقصانه وَلَا يكون الشَّيْء كَامِلا نَاقِصا وَتقول جَاءَنِي مسلمان ومسلمون فَإِذا أضفت قلت مسلماك ومسلموك فتحذف النُّون قَالَ الله تَعَالَى والمقيمي الصَّلَاة إِنَّكُم لذائقو الْعَذَاب إِنَّا مر سلو النَّاقة وَالْأَصْل المقيمين والذائقون</p> </div>"
   },
   {
    "page_number": 230,
    "page": 255,
    "text": "<div> <p>ومرسلون وَالْعلَّة فِي حذف النُّون هِيَ الْعلَّة فِي حذف التَّنْوِين لكَونهَا قَائِمَة مقَام التَّنْوِين وَإِنَّمَا قيدت النُّون بِكَوْنِهَا تالية للإعراب احْتِرَازًا من نوني الْمُفْرد وَجمع التكسير وَكَذَلِكَ كنوني حِين وشياطين فَإِنَّهَا متلوان بالأعراب تاليان لَهُ تَقول هَذَا حِين يَا فَتى وَهَؤُلَاء شياطين يَا فَتى فتجد اعرابهما بضمة وَاقعَة بعد النُّون فَإِذا أضفت قلت آتِيك حِين طُلُوع الشَّمْس وَهَؤُلَاء شياطين الْإِنْس بِإِثْبَات النُّون فيهمَا لِأَنَّهَا متلوة بالاعراب لَا تأليه لَهُ وَأما الْألف وَاللَّام فَإنَّك تَقول جَاءَ الْغُلَام فَإِذا أضفت قلت جَاءَ غُلَام زيد وَذَلِكَ لِأَن الْألف وَاللَّام للتعريف والاضافة للتعريف فَلَو قلت الْغُلَام زيد جمعت على الِاسْم تعريفين وَذَلِكَ لَا يجوز وَيسْتَثْنى من مَسْأَلَة الْألف وَاللَّام أَن يكون الْمُضَاف صفة والمضاف اليه مَعْمُولا لتِلْك الصّفة وَفِي الْمَسْأَلَة وَاحِد من خَمْسَة أُمُور تذكر فَحِينَئِذٍ يجوز ان يجمع بَين الْألف وَاللَّام وَالْإِضَافَة أَحدهَا أَن يكون الْمُضَاف مثنى نَحْو الضاربا زيد الثَّانِي أَن يكون الْمُضَاف جمع مُذَكّر سالما نَحْو الضاربو زيد الثَّالِث أَن يكون الْمُضَاف اليه بِالْألف وَاللَّام نَحْو الضَّارِب الرجل الرَّابِع أَن يكون الْمُضَاف اليه مُضَافا إِلَى مَا فِيهِ الْألف وَاللَّام نَحْو الضَّارِب رَأس الرجل الْخَامِس ان يكون الْمُضَاف إِلَيْهِ مُضَافا إِلَى ضمير عَائِد على مَا فِيهِ الالف وَاللَّام نَحْو مَرَرْت بِالرجلِ الضَّارِب غُلَامه</p><p>مَا يعْمل عمل الْفِعْل</p><p>ص بَاب يعْمل عمل فعله سَبْعَة اسْم الْفِعْل كهيهات وصه ووى</p> </div>"
   },
   {
    "page_number": 231,
    "page": 256,
    "text": "<div> <p>بِمَعْنى بعد واسكت وأعجب وَلَا يحذف وَلَا يتَأَخَّر عَن معموله وَكتاب الله عَلَيْكُم متأول وَلَا يبرز ضَمِيره ويجزم الْمُضَارع فِي جَوَاب الطلبي مِنْهُ نَحْو مَكَانك تحمدي أَو تستريحي وَلَا ينصب</p><p>الأول اسْم الْفِعْل</p><p>ش هَذَا الْبَاب مَعْقُود للأسماء الَّتِي تعْمل عمل أفعالها وَهِي سَبْعَة أَحدهَا اسْم الْفِعْل وَهُوَ على ثَلَاثَة أَقسَام مَا سمى بِهِ الْمَاضِي ك هَيْهَات بِمَعْنى بعد قَالَ الشَّاعِر فهيهات هَيْهَات العقيق وَمن بِهِ وهيهات خيل بالعقيق نواصله وَمَا سمي بِهِ الْأَمر ك صه بِمَعْنى اسْكُتْ وَفِي الحَدِيث اذا قلت لصاحك</p> </div>"
   },
   {
    "page_number": 232,
    "page": 257,
    "text": "<div> <p>وَالْإِمَام يخْطب صه فقد لغوت كَذَا جَاءَ فِي بعض الطّرق وَمَا سمي بِهِ الْمُضَارع ك وى بِمَعْنى أعجب قَالَ الله تَعَالَى يكأنه لَا يفلح الْكَافِرُونَ أَي أعجب لعدم فلاح الْكَافرين وَيُقَال فِيهِ وَا قَالَ الشَّاعِر وَا بِأبي أَنْت وفوك الأشنب كَأَنَّمَا ضرّ عَلَيْهِ الزرنب وواها قَالَ الشَّاعِر واها لسلمى ثمَّ واها واها يَا لَيْت عَيناهَا لنا وفاها</p> </div>"
   },
   {
    "page_number": 233,
    "page": 258,
    "text": "<div> <p>وَمن أَحْكَام اسْم الْفِعْل أَنه لَا يتَأَخَّر عَن معموله فَلَا يجوز فِي عَلَيْك زيدا بِمَعْنى ألزم زيدا أَن يُقَال زيدا عَلَيْك خلافًا للكسائي فَإِنَّهُ اجازه محتجا عَلَيْهِ بقوله تَعَالَى كتاب الله عَلَيْكُم زاعما ان مَعْنَاهُ عَلَيْكُم كتاب الله أَي الزموه وَعند الْبَصرِيين ان كتاب الله مصدر مَحْذُوف الْعَامِل وَعَلَيْكُم جَار ومجرور مُتَعَلق بِهِ اَوْ بالعامل الْمُقدر وَالتَّقْدِير كتب الله ذَلِك كتابا عَلَيْكُم وَدلّ على ذَلِك الْمُقدر قَوْله تَعَالَى حرمت عَلَيْكُم لِأَن التَّحْرِيم يسْتَلْزم الْكِتَابَة وَمن أَحْكَامه انه إِذا كَانَ دَالا على الطّلب جَازَ جزم الْمُضَارع فِي جَوَابه تَقول نزال نحدثك بِالْجَزْمِ كَمَا تَقول أنزل نحدثك وَقَالَ الشَّاعِر</p> </div>"
   },
   {
    "page_number": 234,
    "page": 259,
    "text": "<div> <p>وَقَوْلِي كلما جشأت وجاشت مَكَانك تحمدي أَو تستريجي ف مَكَانك فِي الأَصْل ظرف مَكَان ثمَّ نقل عَن ذَلِك الْمَعْنى وَجعل اسْما للْفِعْل وَمَعْنَاهُ اثبتي وَقَوله تحمدي مضارع مجزوم فِي جَوَابه وعلامة جزمه حذف النُّون</p> </div>"
   },
   {
    "page_number": 235,
    "page": 260,
    "text": "<div> <p>وَمن أَحْكَامه أَنه لَا ينصب الْفِعْل بعد الْفَاء فِي جَوَابه لَا تَقول مَكَانك فتحمدي وصه فتحدثك خلافًا للكسائي وَقد قدمت هَذَا الحكم فِي صدر الْمُقدمَة فَلم احْتج إِلَى اعادته هُنَا</p><p>الثَّانِي الْمصدر</p><p>ص والمصدر كضرب واكرام ان حل مَحَله فعل مَعَ أَن أَو مَعَ مَا وَلم يكن مُصَغرًا وَلَا مضمرا وَلَا محدودا وَلَا منعوتا قبل الْعَمَل وَلَا محذوفا وَلَا مَفْصُولًا من الْمَعْمُول وَلَا مُؤَخرا عَنهُ واعماله مُضَافا أَكثر نَحْو وَلَوْلَا دفع الله النَّاس وَقَول الشَّاعِر أَلا أَن ظلم نَفسه الْمَرْء بَين ومنونا أَقيس نَحْو اطعام فِي يَوْم ذِي مسغبة يَتِيما وبأل شَاذ نَحْو وَكَيف التوقي ظهر مَا أَنْت رَاكِبه ش النَّوْع الثَّانِي من الْأَسْمَاء العاملة عمل الْفِعْل الْمصدر وَهُوَ الِاسْم الدَّال على الْحَدث الْجَارِي على الْفِعْل كالضرب وَالْإِكْرَام وَإِنَّمَا يعْمل بِثمَانِيَة شُرُوط أَحدهَا أَن يَصح أَن يحل مَحَله فعل مَعَ أَن أَو فعل مَعَ مَا فَالْأول كَقَوْلِك أعجبني ضربك زيدا ويعجبني ضربك عمرا فَإِنَّهُ يَصح أَن تَقول مَكَان الأول اعجبني أَن ضربت زيدا وَمَكَان الثَّانِي يُعجبنِي أَن تضرب عمرا وَالثَّانِي نَحْو يُعجبنِي ضربك زيدا الْآن فَهَذَا لَا يُمكن أَن يحل مَحَله أَن ضربت لانه للماضي وَلَا أَن تضرب لانه للمستقبل وَلَكِن يجوز أَن تَقول فِي مَكَانَهُ مَا تضرب وتريد بِمَا المصدرية مثلهَا فِي قَوْله تَعَالَى بِمَا رَحبَتْ وَقَوله تَعَالَى ودوا مَا عنيتم أَي برحبها وعنتكم وَلَا يجوز فِي قَوْلك</p> </div>"
   },
   {
    "page_number": 236,
    "page": 261,
    "text": "<div> <p>ضربا زيدا أَن تعتقد أَن زيدا مَعْمُول لضربا خلافًا لقَوْل من النَّحْوِيين لِأَن الْمصدر هُنَا انما يحل مَحَله الْفِعْل وَحده بِدُونِ أَن وَمَا تَقول اضْرِب زيدا وَإِنَّمَا زيدا مَنْصُوب بِالْفِعْلِ الْمَحْذُوف الناصب للمصدر وَلَا يجوز فِي نَحْو مَرَرْت بزيد فَإِذا لَهُ صَوت صَوت حمَار أَن تنصب صَوت الثَّانِي بِصَوْت الأول لِأَنَّهُ لَا يحل مَحل الأول فعل لَا مَعَ حرف مصدري وَلَا بِدُونِهِ لِأَن الْمَعْنى يَأْبَى ذَلِك لِأَن المُرَاد أَنَّك مَرَرْت بِهِ وَهُوَ فِي حَالَة تصويته لَا أَنه احدث التصويت عِنْد مرورك بِهِ الشَّرْط الثَّانِي ان لَا يكون مُصَغرًا فَلَا يجوز أعجبني ضريبك زيدا وَلَا يخْتَلف النحويون فِي ذَلِك وقاس على ذَلِك بَعضهم الْمصدر الْمَجْمُوع فَمنع إعماله حملا لَهُ على المصغر لِأَن كلا مِنْهُمَا مباين للْفِعْل واجاز كثير مِنْهُم إعماله وَاسْتَدَلُّوا بِنَحْوِ قَوْله وعدت وَكَانَ الْخلف مِنْك سجية مواعيد عرقوب أَخَاهُ بيترب</p> </div>"
   },
   {
    "page_number": 237,
    "page": 262,
    "text": "<div> <p>الثَّالِث أَن لَا يكون مضمرا فَلَا تَقول ضربي زيدا حسن وَهُوَ عمرا قَبِيح لِأَنَّهُ لَيْسَ فِيهِ لفظ الْفِعْل وَأَجَازَ ذَلِك الْكُوفِيُّونَ وَاسْتَدَلُّوا بقوله وَمَا الْحَرْب إِلَّا مَا علمْتُم وذقتم وَمَا هُوَ عَنْهَا بِالْحَدِيثِ المرجم</p> </div>"
   },
   {
    "page_number": 238,
    "page": 263,
    "text": "<div> <p>أَي وَمَا الحَدِيث عَنْهَا بِالْحَدِيثِ المرجم قَالُوا فعنها مُتَعَلق بالضمير وَهَذَا الْبَيْت نَادِر قَابل للتأويل فَلَا تبنى عَلَيْهِ قَاعِدَة الرَّابِع أَن لَا يكون محدودا فَلَا تَقول أعجبني ضربتك زيدا وشذ قَوْله يحابي بِهِ الْجلد الَّذِي هُوَ حَازِم بضربة كفيه الملا نفس رَاكب</p> </div>"
   },
   {
    "page_number": 239,
    "page": 264,
    "text": "<div> <p>فأعمل الضَّرْبَة فِي الملا وَأما نفس رَاكب فمفعول ليحابي وَمَعْنَاهُ أَنه عدل عَن الْوضُوء إِلَى التَّيَمُّم وَسَقَى الرَّاكِب المَاء الَّذِي كَانَ مَعَه فأحيا نَفسه الْخَامِس أَن لَا يكون مَوْصُوفا قبل الْعَمَل فَلَا يُقَال أعجبني ضربك الشَّديد زيدا فَإِن أخرت الشَّديد جَازَ قَالَ الشَّاعِر إِن وجدي بك الشَّديد أَرَانِي عاذرا فِيك من عهِدت عذولا</p> </div>"
   },
   {
    "page_number": 240,
    "page": 265,
    "text": "<div> <p>فَأخر الشَّديد عَن الْجَار وَالْمَجْرُور الْمُتَعَلّق بوجدي السَّادِس أَن لَا يكون محذوفا وَبِهَذَا ردوا على من قَالَ فِي مَالك وزيدا إِن التَّقْدِير وملابستك زيدا وعَلى من قَالَ فِي بِسم الله إِن التَّقْدِير ابتدائي بِسم الله ثَابت فَحذف الْمُبْتَدَأ وَالْخَبَر وَأبقى مَعْمُول الْمُبْتَدَأ وَجعلُوا من الضَّرُورَة قَوْله هَل تذكرن إِلَى الديرين هجرتكم ومسحكم صلبكم رحمان قربانا</p> </div>"
   },
   {
    "page_number": 241,
    "page": 266,
    "text": "<div> <p>بِتَقْدِير وقولكم يَا رَحْمَن قربانا السَّابِع أَن لَا يكون مَفْصُولًا عَن معموله وَلِهَذَا ردوا على من قَالَ فِي يَوْم تبلى السرائر إِنَّه مَعْمُول لرجعه لِأَنَّهُ قد فصل بَينهمَا بالْخبر الثَّامِن أَن لَا يكون مُؤَخرا عَنهُ فَلَا يجوز أعجبني زيدا ضربك وَأَجَازَ السُّهيْلي تَقْدِيم الْجَار وَالْمَجْرُور وَاسْتدلَّ بقوله تَعَالَى لَا يَبْغُونَ عَنْهَا حولا وَقَوْلهمْ اللَّهُمَّ اجْعَل لنا من أمرنَا فرجا ومخرجا وينقسم الْمصدر الْعَامِل إِلَى ثَلَاثَة أَقسَام أَحدهَا الْمُضَاف وإعماله أَكثر من إِعْمَال الْقسمَيْنِ الآخرين وَهُوَ ضَرْبَان</p> </div>"
   },
   {
    "page_number": 242,
    "page": 267,
    "text": "<div> <p>مُضَاف للْفَاعِل كَقَوْلِه تَعَالَى وَلَوْلَا دفع الله النَّاس وَأَخذهم الرِّبَا وَقد نهوا عَنهُ وأكلهم أَمْوَال النَّاس بِالْبَاطِلِ ومضاف للْمَفْعُول كَقَوْلِه أَلا إِن ظلم نَفسه الْمَرْء بَين إِذا لم يصنها عَن هوى يغلب العقلا</p> </div>"
   },
   {
    "page_number": 243,
    "page": 268,
    "text": "<div> <p>وَقَوله عَلَيْهِ الصَّلَاة وَالسَّلَام وَحج الْبَيْت من اسْتَطَاعَ إِلَيْهِ سَبِيلا وَبَيت الْكتاب أَي كتاب سِيبَوَيْهٍ وَهُوَ قَول الشَّاعِر تنفى يداها الْحَصَى فِي كل هاجرة نفي الدراهيم تنقاد الصياريف</p> </div>"
   },
   {
    "page_number": 244,
    "page": 269,
    "text": "<div> <p>الثَّانِي الْمنون وإعماله أَقيس من إِعْمَال الْمُضَاف لِأَنَّهُ يشبه الْفِعْل بالتنكير كَقَوْلِه تَعَالَى أَو إطْعَام فِي يَوْم ذِي مسغبة يَتِيما تَقْدِيره أَو أَن يطعم فِي يَوْم ذِي مسغبة يَتِيما الثَّالِث الْمُعَرّف بأل وإعماله شَاذ قِيَاسا واستعمالا كَقَوْلِه عجبت من الرزق الْمُسِيء إلهه وَمن ترك بعض الصَّالِحين فَقِيرا أَي عجبت من أَن رزق الْمُسِيء إلهه وَمن أَن ترك بعض الصَّالِحين فَقِيرا</p><p>الثَّالِث اسْم الْفَاعِل</p><p>ص وَاسم الْفَاعِل كضارب ومكرم فَإِن كَانَ بأل عمل مُطلقًا أَو مُجَردا فبشرطين كَونه حَالا أَو اسْتِقْبَالًا واعتماده على نفي أَو اسْتِفْهَام أَو مخبر عَنهُ</p> </div>"
   },
   {
    "page_number": 245,
    "page": 270,
    "text": "<div> <p>أَو مَوْصُوف وباسط ذِرَاعَيْهِ على حِكَايَة الْحَال خلافًا للكسائي وخبير بَنو لَهب على التَّقْدِيم وَالتَّأْخِير وَتَقْدِيره خَبِير كظهير خلافًا للأخفش والمثال هُوَ مَا حول للْمُبَالَغَة من فَاعل إِلَى فعال أَو فعول أَو مفعال بِكَثْرَة أَو فعيل أَو فعل بقلة نَحْو أما الْعَسَل فَأَنا شراب ش النَّوْع الثَّالِث من الْأَسْمَاء العاملة عمل الْفِعْل اسْم الْفَاعِل وَهُوَ الْوَصْف الدَّال على الْفَاعِل الْجَارِي على حركات الْمُضَارع وسكناته كضارب ومكرم وَلَا يَخْلُو إِمَّا أَن يكون بأل أَو مُجَردا مِنْهَا فَإِن كَانَ بأل عمل مُطلقًا مَاضِيا كَانَ أَو حَالا أَو مُسْتَقْبلا تَقول جَاءَ الضَّارِب زيدا أمس أَو الْآن أَو غَدا وَذَلِكَ لِأَن أل هَذِه مَوْصُولَة وضارب حَال مَحل ضرب إِن أردْت الْمُضِيّ أَو يضْرب إِن أردْت غَيره وَالْفِعْل يعْمل فِي جَمِيع الْحَالَات فَكَذَا مَا حل مَحَله وَقَالَ امْرُؤ الْقَيْس القاتلين الْملك الحلاحلا خير معد حسبا ونائلا</p> </div>"
   },
   {
    "page_number": 246,
    "page": 271,
    "text": "<div> <p>وان كَانَ مُجَردا مِنْهَا فَإِنَّمَا يعْمل بِشَرْطَيْنِ أَحدهمَا أَن يكون بِمَعْنى الْحَال أَو الِاسْتِقْبَال لَا بِمَعْنى الْمُضِيّ وَخَالف فِي ذَلِك الْكسَائي وَهِشَام وَابْن مضاء فأجازوا اعماله أَن كَانَ بِمَعْنى الْمَاضِي وَاسْتَدَلُّوا بقوله تَعَالَى وكلبهم باسط ذِرَاعَيْهِ بالوصيد واجيب بِأَن ذَلِك على ارادة حِكَايَة الْحَال أَلا ترى أَن الْمُضَارع يَصح وُقُوعه هُنَا تَقول وكلبهم يبسط ذِرَاعَيْهِ وَيدل على ارادة حِكَايَة الْحَال أَن الْجُمْلَة حَالية وَالْوَاو وَاو الْحَال وَقَوله سُبْحَانَهُ وَتَعَالَى ونقلبهم وَلم يقل وقلبناهم الشَّرْط الثَّانِي ان يعْتَمد على نفي اَوْ اسْتِفْهَام أَو مخبر عَنهُ أَو مَوْصُوف مِثَال النَّفْي قَوْله خليلي مَا واف بعهدي أَنْتُمَا فأنتما فَاعل بواف لاعتماده على النَّفْي وَمِثَال الِاسْتِفْهَام قَوْله أقاطن قوم سلمى أم نووا طَعنا وَمِثَال اعْتِمَاده على الْمخبر عَنهُ قَوْله تَعَالَى ان الله بَالغ أمره وَمِثَال اعْتِمَاده على الْمَوْصُوف قَوْلك مَرَرْت بِرَجُل ضَارب زيدا وَقَول الشَّاعِر</p> </div>"
   },
   {
    "page_number": 247,
    "page": 272,
    "text": "<div> <p>إِنِّي حذفت برافعين اكفهم بَين الْحطيم وَبَين حَوْضِي زَمْزَم أَي بِقوم رافعين وَذهب الْأَخْفَش إِلَى أَنه يعْمل وان لم يعْتَمد على شَيْء من ذَلِك وَاسْتدلَّ بقوله خَبِير بَنو لَهب فلاتك ملغيا مقَالَة لهبي إِذا الطير مرت</p> </div>"
   },
   {
    "page_number": 248,
    "page": 273,
    "text": "<div> <p>وَذَلِكَ لِأَن بَنو لَهب فَاعل بخبير مَعَ أَن خَبِيرا لم يعْتَمد وَأجِيب بِأَنا نحمله على التَّقْدِيم وَالتَّأْخِير فبنو لَهب مُبْتَدأ وخبير خَبره ورد بِأَنَّهُ لَا يخبر بالمفرد عَن الْجمع وَأجِيب بِأَن فصيلا قد يسْتَعْمل للْجَمَاعَة كَقَوْلِه تَعَالَى وَالْمَلَائِكَة بعد ذَلِك ظهير</p> </div>"
   },
   {
    "page_number": 249,
    "page": 274,
    "text": "<div> <p>الرَّابِع أَمْثِلَة الْمُبَالغَة</p><p>النَّوْع الرَّابِع من الْأَسْمَاء الَّتِي تعْمل عمل الْفِعْل أَمْثِلَة الْمُبَالغَة وَهِي خَمْسَة فعال وفعول وفعيل وَفعل قَالَ الشَّاعِر أَخا الْحَرْب لباسا إِلَيْهَا جبلالها وَلَيْسَ بولاج الْخَوَالِف أعقلا وَقَالَ الآخر</p> </div>"
   },
   {
    "page_number": 250,
    "page": 275,
    "text": "<div> <p>ضروب بنصل السَّيْف سوق سمانها وَقَالُوا إِنَّه لمنحار بوائكها وَالله سميع دُعَاء من دَعَاهُ وَقَالَ الشَّاعِر أَتَانِي أَنهم مزقون عرضي جحاش الكرملين لَهَا فديد</p> </div>"
   },
   {
    "page_number": 251,
    "page": 276,
    "text": "<div> <p>وَأكْثر الْخَمْسَة اسْتِعْمَالا الثَّلَاثَة الأول وأقلها اسْتِعْمَالا الأخيران وَكلهَا تَقْتَضِي تكْرَار الْفِعْل فَلَا يُقَال ضراب لمن ضرب مرّة وَاحِدَة وَكَذَا الْبَاقِي وَهِي فِي التَّفْصِيل والاشتراط كاسم الْفَاعِل سَوَاء وإعمالها قَول سِيبَوَيْهٍ وَأَصْحَابه وحجتهم فِي ذَلِك السماع والجمل على أَصْلهَا وَهُوَ اسْم الْفَاعِل لِأَنَّهَا محولة عَنهُ لقصد الْمُبَالغَة وَلم يجز الْكُوفِيُّونَ إِعْمَال شَيْء مِنْهَا لمخالفتها لأوزان الْمُضَارع ولمعناه وحملوا نصب الِاسْم الَّذِي بعْدهَا على تَقْدِير فعل وَمنعُوا تَقْدِيمه عَلَيْهَا وَيرد عَلَيْهِم قَول الْعَرَب أما الْعَسَل فَأَنا شراب وَلم يجز بعض الْبَصرِيين إِعْمَال فعيل وَفعل</p> </div>"
   },
   {
    "page_number": 252,
    "page": 277,
    "text": "<div> <p>وَأَجَازَ الْجرْمِي إِعْمَال فعل دون فعيل لِأَنَّهُ على وزن الْفِعْل كعلم وَفهم</p><p>الْخَامِس اسْم الْمَفْعُول</p><p>ص وَاسم الْمَفْعُول كمضروب ومكرم وَيعْمل عمل فعله وَهُوَ كاسم الْفَاعِل ش النَّوْع الْخَامِس من الْأَسْمَاء الَّتِي تعْمل عمل الْفِعْل اسْم الْمَفْعُول كمضروب ومكرم وَهُوَ كاسم الْفَاعِل فِيمَا ذكرنَا تَقول جَاءَ الْمَضْرُوب عَبده فَترفع العَبْد بمضروب على أَنه قَائِم مقَام فَاعله كَمَا تَقول جَاءَ الَّذِي ضرب عَبده وَلَا يخْتَص إِعْمَال ذَلِك بِزَمَان بِعَيْنِه لاعتماده على الْألف وَاللَّام وَتقول زيد مَضْرُوب عَبده فتعمله فِيهِ إِن أردْت بِهِ الْحَال أَو الِاسْتِقْبَال وَلَا يجوز أَن تَقول مَضْرُوب عَبده وَأَنت تُرِيدُ الْمَاضِي خلافًا للكسائى وَلَا ان تَقول مَضْرُوب الزيدان لعدم الِاعْتِمَاد خلافًا للأخفش</p><p>السَّادِس الصّفة المشبهة</p><p>ص وَالصّفة المشبهة باسم الْفَاعِل الْمُتَعَدِّي لوَاحِد وَهِي الصّفة المصوغة لغير تَفْضِيل لإِفَادَة الثُّبُوت ك حسن وظريف وطاهر وضامر وَلَا يتقدمها معمولها وَلَا يكون أَجْنَبِيّا وَيرْفَع على الفاعلية أَو الْإِبْدَال وَينصب على التَّمْيِيز أَو التَّشْبِيه بالمفعول بِهِ وَالثَّانِي يتَعَيَّن فِي الْمعرفَة ويخفض بِالْإِضَافَة ش النَّوْع السَّادِس من الْأَسْمَاء العاملة عمل الْفِعْل الصّفة المشبهة باسم الْفَاعِل الْمُتَعَدِّي لوَاحِد وَهِي الصّفة المصوغة لغير تَفْضِيل لإِفَادَة نِسْبَة الْحَدث إِلَى موصوفها دون افادة الْحُدُوث مِثَال ذَلِك حسن فِي قَوْلك مَرَرْت بِرَجُل حسن الْوَجْه فَحسن صفة لِأَن الصّفة مَا دلّ على حدث وَصَاحبه وَهَذِه كَذَلِك وَهِي مصوغة لغير تَفْضِيل قطعا لِأَن الصِّفَات الدَّالَّة على التَّفْضِيل هِيَ الدَّالَّة على مُشَاركَة</p> </div>"
   },
   {
    "page_number": 253,
    "page": 278,
    "text": "<div> <p>وَزِيَادَة كافضل وَأعلم واكثر وَهَذِه لَيست كَذَلِك وَإِنَّمَا صيغت لنسنبة الْحَدث إِلَى موصوفها وَهُوَ الْحسن وَلَيْسَت مصوغة لإِفَادَة معنى الْحُدُوث واعني بذلك أَنَّهَا تفِيد ان الْحسن فِي الْمِثَال الْمَذْكُور ثَابت لوجه الرجل وَلَيْسَ بحادث متجدد وَهَذَا بِخِلَاف اسْمِي الْفَاعِل وَالْمَفْعُول فَإِنَّهُمَا يفيدان الْحُدُوث والتجدد أَلا ترى أَنَّك تَقول مَرَرْت بِرَجُل ضَارب عمرا فتجد ضَارِبًا مُفِيدا لحدوث الضَّرْب وتجدده وَكَذَلِكَ مَرَرْت بِرَجُل مَضْرُوب وَإِنَّمَا سميت هَذِه الصّفة مشبهة لِأَنَّهَا كَانَ أَصْلهَا أَنَّهَا لَا تنصب لكَونهَا مَأْخُوذَة من فعل قَاصِر لكَونهَا لم يقْصد بهَا الْحُدُوث فَهِيَ مباينة للْفِعْل تؤنث وتثنى وَتجمع فَتَقول حسن وحسنة وحسنان وحسنتان وحسنون وحسنات كَمَا تَقول فِي اسْم الْفَاعِل ضَارب وضاربة وضاربان وضاربتان وضاربون وضاربات وَهَذَا بِخِلَاف اسْم التَّفْضِيل كأعلم وَأكْثر فَإِنَّهُ لَا يثنى وَلَا يجمع وَلَا يؤنث أَي فِي غَالب أَحْوَاله فَلهَذَا لَا يجوز أَن يشبه باسم الْفَاعِل وَقَوْلِي المتعدى إِلَى وَاحِد اشارة إِلَى أَنَّهَا لَا تنصب إِلَّا اسْما وَاحِدًا وَلم تشبه باسم الْمَفْعُول لِأَنَّهُ لَا يدل على حدث وَصَاحبه كاسم الْفَاعِل وَلِأَن مرفوعها فَاعل كاسم الْفَاعِل ومرفوعه نَائِب فَاعل وَاعْلَم أَن الصّفة المشبهة تخَالف اسْم الْفَاعِل فِي أُمُور أَحدهَا أَنَّهَا تَارَة لَا تجْرِي على حركات الْمُضَارع وسكناته وَتارَة تجْرِي فَالْأول ك حسن وظريف أَلا ترى أَنَّهُمَا لَا يجاريان يحسن ويظرف وَالثَّانِي نَحْو طَاهِر وضامر أَلا ترى أَنَّهُمَا يجاريان يطهر ويضمر وَالْقسم الأول هُوَ الْغَالِب حَتَّى أَن كَلَام بَعضهم أَنه لَازم وَلَيْسَ كَذَلِك ونبهت على أَن عدم المجاراة هُوَ الْغَالِب بتقديمي مِثَال مَا لَا يجاري وَهَذَا بِخِلَاف اسْم الْفَاعِل فَإِنَّهُ لَا يكون إِلَّا مجاريا للمضارع كضارب فَإِنَّهُ مجار ليضْرب</p> </div>"
   },
   {
    "page_number": 254,
    "page": 279,
    "text": "<div> <p>فَإِن قلت هَذَا منتقض بداخل وَيدخل فَإِن الضمة لَا تقَابل الكسرة قلت اعْتبر فِي المجاراة تقَابل حَرَكَة بحركة لَا حَرَكَة بِعَينهَا فَإِن قلت كَيفَ تصنع بقائم وَيقوم فَإِن ثَانِي قَائِم سَاكن وَثَانِي يقوم متحرك قلت الْحَرَكَة فِي ثَانِي يقوم منقولة من ثالثه وَالْأَصْل يقوم كيدخل فنقلت الضمة لعِلَّة تصريفية الثَّانِي أَنَّهَا تدل على الثُّبُوت وَاسم الْفَاعِل يدل على الْحُدُوث الثَّالِث أَن اسْم الْفَاعِل يكون للماضي وللحال وللاستقبال وَهِي لَا تكون للماضي الْمُنْقَطع وَلَا لما لم يَقع وَإِنَّمَا تكون للْحَال الدَّائِم وَهَذَا هُوَ الأَصْل فِي بَاب الصِّفَات وَهَذَا الْوَجْه نَاشِئ عَن الْوَجْه الثَّانِي وَالْأَوْجه الثَّلَاثَة مستفادة مِمَّا ذكرت من الْحَد وَمن الْأَمْثِلَة الرَّابِع أَن معمولها لَا يتَقَدَّم عَلَيْهَا لَا تَقول زيد وَجهه حسن بِنصب الْوَجْه وَيجوز فِي اسْم الْفَاعِل أَن تَقول زيد أَبَاهُ ضَارب وَذَلِكَ لضعف الصّفة لكَونهَا فرعا عَن فرع فَإِنَّهَا فرع عَن اسْم الْفَاعِل الَّذِي هُوَ فرع عَن الْفِعْل بِخِلَاف اسْم الْفَاعِل فَإِنَّهُ قوي لكَونه فرعا عَن أصل وَهُوَ الْفِعْل الْخَامِس أَن معمولها لَا يكون أَجْنَبِيّا بل سببيا ونعني بالسيي وَاحِدًا من أُمُور ثَلَاثَة الأول أَن يكون مُتَّصِلا بضمير الْمَوْصُوف نَحْو مَرَرْت بِرَجُل حسن وَجهه الثَّانِي أَن يكون مُتَّصِلا بِمَا يقوم مقَام ضَمِيره نَحْو مَرَرْت بِرَجُل حسن الْوَجْه لِأَن أل قَائِمَة مقَام الضَّمِير الْمُضَاف إِلَيْهِ الثَّالِث أَن يكون مُقَدرا مَعَه ضمير الْمَوْصُوف ك مَرَرْت بِرَجُل حسن وَجها وَجها مِنْهُ وَلَا يكون اجنبيا لَا تَقول مَرَرْت بِرَجُل حسن عمرا وَهَذَا بِخِلَاف اسْم الْفَاعِل فَإِن معموله يكون سَببا ك مَرَرْت بِرَجُل ضَارب أَبَاهُ وَيكون أَجْنَبِيّا ك مَرَرْت بِرَجُل ضَارب عمرا</p> </div>"
   },
   {
    "page_number": 255,
    "page": 280,
    "text": "<div> <p>ولمعمول الصّفة المشبهة ثَلَاثَة أَحْوَال أَحدهَا الرّفْع نَحْو مَرَرْت بِرَجُل حسن وَجهه وَذَلِكَ على ضَرْبَيْنِ أَحدهَا الفاعلية وَهُوَ مُتَّفق عَلَيْهِ وَحِينَئِذٍ فالصفة خَالِيَة من الضَّمِير لِأَنَّهُ لَا يكون للشَّيْء فاعلان الثَّانِي الْإِبْدَال من ضمير مستتر فِي الْوَصْف أجَاز ذلكك الْفَارِسِي وَخرج عَلَيْهِ قَوْله تَعَالَى جنَّات عدن مفتحة لَهُم الْأَبْوَاب فَقدر فِي مفتحة ضميرا مَرْفُوعا على النِّيَابَة عَن الْفَاعِل وَقدر الْأَبْوَاب مبدلة من ذَلِك الضَّمِير بدل بعض من كل الْوَجْه الثَّانِي النصب فَلَا يَخْلُو إِمَّا أَن يكون نكرَة كَقَوْلِك وَجها أَو معرفَة كَقَوْلِك الْوَجْه فَإِن كَانَ نكرَة فنصبه على وَجْهَيْن أَحدهمَا أَن يكون على التَّمْيِيز وَهُوَ الْأَرْجَح وَالثَّانِي أَن يكون مَنْصُوبًا على التَّشْبِيه بالمفعول بِهِ فان كَانَ معرفَة تعين أَن يكون مَنْصُوبًا على التَّشْبِيه بالمفعول بِهِ لِأَن التَّمْيِيز لَا يكون معرفَة خلافًا للكوفيين الْوَجْه الثَّالِث الْجَرّ وَذَلِكَ بِإِضَافَة الصّفة وعَلى هَذَا الْوَجْه وَوجه النصب فَفِي الصّفة ضمير مستتر مَرْفُوع على الفاعلية وَاصل هَذِه الْأَوْجه الرّفْع وَهُوَ دونهَا فِي الْمَعْنى وَيتَفَرَّع عَنهُ النصب وَيتَفَرَّع عَن النصب الْخَفْض ص وَاسم التَّفْضِيل وَهُوَ الصّفة الدَّالَّة على الْمُشَاركَة وَالزِّيَادَة ك أكْرم وَيسْتَعْمل بِمن ومضافا لنكرة فيفرد وَيذكر وبأل فيطابق ومضافا لمعْرِفَة فَوَجْهَانِ وَلَا ينصب الْمَفْعُول مُطلقًا وَلَا يرفع فِي الْغَالِب ظَاهرا إِلَّا فِي مَسْأَلَة الْكحل</p><p>السَّابِع التَّفْضِيل</p><p>ش النَّوْع السَّابِع من الْأَسْمَاء الَّتِي تعْمل عمل الْفِعْل اسْم التَّفْضِيل وَهُوَ الصّفة الدَّالَّة على الْمُشَاركَة وَالزِّيَادَة نَحْو أفضل وَأعلم وَأكْثر</p> </div>"
   },
   {
    "page_number": 256,
    "page": 281,
    "text": "<div> <p>وَله ثَلَاث حالات حَالَة يكون فِيهَا لَازِما للإفراد والتذكير وَذَلِكَ فِي صُورَتَيْنِ إِحْدَاهمَا أَن يكون بعده من جَارة للمفضول كَقَوْلِك زيد أفضل من عَمْرو والزيدان أفضل من عَمْرو والزيدان أفضل من عَمْرو والزيدون أفضل من عَمْرو وَهِنْد أفضل من عَمْرو والهندان أفضل من عَمْرو والهندات أفضل من عَمْرو وَلَا يجوز غير ذَلِك قَالَ الله تَعَالَى إِذْ قَالُوا ليوسف وَأَخُوهُ أحب إِلَى أَبينَا منا وَقَالَ الله تَعَالَى قل إِن كَانَ آباؤكم وأبناؤكم وأزواجكم وعشيرتكم وأموال اقترفتموها وتجارة تخشون كسادها ومساكن ترضونها أحب إِلَيْكُم من الله وَرَسُوله وَجِهَاد فِي سَبيله فأفرد فِي الْآيَة الأولى مَعَ الِاثْنَيْنِ وَفِي الثَّانِيَة مَعَ الْجَمَاعَة الثَّانِيَة أَن يكون مُضَافا إِلَى نكرَة فَتَقول زيد أفضل رجل والزيدان أفضل رجلَيْنِ والزيدون أفضل رجال وَهِنْد أفضل امْرَأَة والهندان أفضل امْرَأتَيْنِ والهندات أفضل نسْوَة وَحَالَة يكون فِيهَا مطابقا لموصوفه وَذَلِكَ إِذا كَانَ بأل نَحْو زيد الأفض والزيدان الأفضلان والزيدون الأفضون وَهِنْد الفضلى والهندان الفضليان والهندات الفضليات أَو الْفضل وَحَالَة يكون فِيهَا جَائِز الْوَجْهَيْنِ الْمُطَابقَة وَعدمهَا وَذَلِكَ إِذا كَانَ مُضَافا لمعْرِفَة تَقول الزيدان أفضل الْقَوْم وَإِن شِئْت قلت أفضلا الْقَوْم وَكَذَلِكَ فِي الْبَاقِي وَعدم الْمُطَابقَة أفْصح قَالَ الله تَعَالَى ولتجدنهم أحرص النَّاس وَلم يقل أحرصي بِالْيَاءِ وَقَالَ الله تَعَالَى وَكَذَلِكَ جعلنَا فِي كل قَرْيَة أكَابِر مجرميها فطابق وَلم يقل أكبر مجرميها وَعَن ابْن السراج انه أوجب عدم الْمُطَابقَة ورد عَلَيْهِ بِهَذِهِ الْآيَة</p> </div>"
   },
   {
    "page_number": 257,
    "page": 282,
    "text": "<div> <p>على أَنه لَا ينصب الْمَفْعُول بِهِ مُطلقًا وَلِهَذَا قَالُوا فِي قَوْله تَعَالَى إِن رَبك هُوَ أعلم من يضل عَن سَبيله إِن من لَيست مَفْعُولا بِأَعْلَم لِأَنَّهُ لَا ينصب الْمَفْعُول وَلَا مُضَافا إِلَيْهِ لِأَن افْعَل بعض مَا يُضَاف إِلَيْهِ فَيكون التَّقْدِير أعلم المضلين بل هُوَ مَنْصُوب بِفعل مَحْذُوف يدل عَلَيْهِ أعلم أَي يعلم من يضل وَاسم التَّفْضِيل يرفع الضَّمِير الْمُسْتَتر بِاتِّفَاق تَقول زيد أفضل من عَمْرو فَيكون فِي أفضل ضمير مستتر عَائِد على زيد وَهِي يرفع الظَّاهِر مُطلقًا أَو فِي بعتض الْمَوَاضِع فِيهِ خلاف بَين الْعَرَب فبعضهم يرفعهُ بِهِ مُطلقًا فَتَقول مَرَرْت بِرَجُل أفضل مِنْهُ أَبوهُ فتخفض أفضل بالتفحة على أَنه صفة لرجل وترفع الْأَب على الفاعلية وَهِي لُغَة قَليلَة وَأَكْثَرهم يُوجب رفع أفضل فى ذَلِك على أَنه خبر مقدم وَأَبوهُ مُبْتَدأ مُؤخر وفاعل أفضل ضمير مستتر عَائِد عَلَيْهِ وَلَا يرفع اكثرهم بأفعل الِاسْم الظَّاهِر إِلَّا فِي مَسْأَلَة الْكحل وضابطها أَن يكون فِي الْكَلَام نفي بعده اسْم جنس مَوْصُوف باسم التَّفْضِيل بعده اسْم مفضل على نَفسه باعتبارين مِثَال ذَلِك قَوْلهم مَا رَأَيْت رجلا أحسن فِي عينه الْكحل مِنْهُ فِي عين زيد وَقَول الشَّاعِر مَا رَأَيْت امْرَءًا أحب إِلَيْهِ الْبَذْل مِنْهُ إِلَيْك يَا بن سِنَان</p> </div>"
   },
   {
    "page_number": 258,
    "page": 283,
    "text": "<div> <p>وَكَذَلِكَ لَو كَانَ مَكَان النَّفْي اسْتِفْهَام كَقَوْلِك هَل رَأَيْت رجلا أحسن فِي عينه الْكحل مِنْهُ فِي عين زيد أَو نهي نَحْو لَا يكن أحد أحب إِلَيْهِ الْخَيْر مِنْهُ إِلَيْك</p><p><span class=\"c4\">[التوابع]</span></p><p>ص بَاب التوابيع يتبع مَا قبله فِي إعرابه خَمْسَة ش التوابع عبارَة عَن الْكَلِمَات الَّتِي لَا يَمَسهَا الْإِعْرَاب إِلَّا على سَبِيل التبع لغَيْرهَا وَهِي خَمْسَة</p><p>الأول النَّعْت</p><p>النَّعْت والتأكيد وَعطف الْبَيَان وَعطف النسق وَالْبدل وعدها الزجاجي وَغَيره أَرْبَعَة وأدرجوا عطف الْبَيَان وَعطف النسق تَحت قَوْلهم الْعَطف ص النَّعْت وَهُوَ التَّابِع الْمُشْتَقّ أَو المؤول بِهِ المباين للفظ متبوعه ش التَّابِع جنس يَشْمَل التوابع الْخَمْسَة والمشتق أَو المؤول بِهِ مخرج لبَقيَّة التوابع فَإِنَّهَا لَا تكون مُشْتَقَّة وَلَا مؤولة بِهِ أَلا ترى أَنَّك تَقول</p> </div>"
   },
   {
    "page_number": 259,
    "page": 284,
    "text": "<div> <p>فِي التوكيد جَاءَ الْقَوْم أَجْمَعُونَ وَجَاء زيد زيد وَفِي الْبَيَان وَالْبدل جَاءَ زيد أَبُو عبد الله وَفِي عطف النسق جَاءَ زيد وَعَمْرو فتجدها تَوَابِع جامدة وَكَذَلِكَ سَائِر أمثلتها وَلم يبْق إِلَّا التوكيد اللَّفْظِيّ فَإِنَّهُ قد يَجِيء مشتقا كَقَوْلِك جَاءَ زيد الْفَاضِل الْفَاضِل الأول نعت وَالثَّانِي توكيد لَفْظِي فَلهَذَا أخرجته بِقَوْلِي المباين للفظ متبوعه فَإِن قلت قد يكون التَّابِع الْمُشْتَقّ غير نعت مِثَال ذَلِك فِي الْبَيَان وَالْبدل قَوْلك قَالَ أَبُو بكر الصّديق وَقَالَ عمر الْفَارُوق وَفِي عطف النسق رَأَيْت كَاتبا وشاعرا قلت الصّديق والفروق وَإِن كَانَا مشتقين الا أَنَّهُمَا صَارا لقبين على الخليفتين رضى الله عَنْهُمَا الاعلام كزيد وَعَمْرو وشاعرا فِي الْمِثَال الْمَذْكُور نعت حذف منعوته وَذَلِكَ المنعوت هُوَ الْمَعْطُوف وَكَذَلِكَ كَاتبا لَيْسَ مَفْعُولا فِي الْحَقِيقَة إِنَّمَا هُوَ صفة للْمَفْعُول وَالْأَصْل رَأَيْت رجلا كَاتبا ورجلا شَاعِرًا ص وَفَائِدَته تَخْصِيص أَو توضيح أَو مدح أَو ذمّ أَو ترحم أَو توكيد ش فَائِدَة النَّعْت إِمَّا تَخْصِيص نكرَة كَقَوْلِك مَرَرْت بِرَجُل كَاتب أَو توضيح معرفَة كَقَوْلِك مَرَرْت بزيد الْخياط أَو مدح نَحْو بِسم الله الرَّحْمَن الرَّحِيم أَو ذمّ نَحْو أعوذ بِاللَّه من الشَّيْطَان الرَّجِيم أَو ترحم نَحْو اللَّهُمَّ ارْحَمْ عَبدك الْمِسْكِين أَو توكيد نَحْو قَوْله تَعَالَى تِلْكَ عشرَة كَامِلَة فَإِذا نفخ فِي الصُّور نفخة وَاحِدَة</p> </div>"
   },
   {
    "page_number": 260,
    "page": 285,
    "text": "<div> <p>ص وَيتبع منعوته فِي وَاحِد من أوجه الْإِعْرَاب وَمن التَّعْرِيف والتنكير ثمَّ إِن رفع ضميرا مستترا تبع فِي وَاحِد من التَّذْكِير والتأنيث وَوَاحِد من الْإِفْرَاد وفرعيه وَإِلَّا فَهُوَ كالفعل وَالْأَحْسَن جَاءَنِي رجل قعُود غلمانه ثمَّ قَاعد ثمَّ قَاعِدُونَ ش اعْلَم أَن للاسم بِحَسب الْإِعْرَاب ثَلَاثَة أَحْوَال رفع وَنصب وجر وبحسب الافراد وَغَيره ثَلَاثَة أَحْوَال افراد وتثنية وَجمع وبحسب التَّذْكِير والتأنيث حالتان وبحسب التنكير والتعريف حالتان فَهَذِهِ عشرَة أَحْوَال للاسم وَلَا يكون الِاسْم عَلَيْهَا كلهَا فِي وَقت وَاحِد لما فِي بَعْضهَا من التضاد أَلا ترى أَنه لَا يكون الِاسْم مَرْفُوعا مَنْصُوبًا مجرورا وَلَا مُعَرفا مُنْكرا وَلَا مُفردا مثنى مجموعا وَلَا مذكرا مؤنثا وَإِنَّمَا يجْتَمع فِيهِ مِنْهَا فِي الْوَقْت الْوَاحِد أَرْبَعَة أُمُور وَهِي من كلك قسم وَاحِد تَقول جَاءَنِي زيد فَيكون فِيهِ الافراد والتذكير والتعريف وَالرَّفْع فَإِن جِئْت مَكَانَهُ بِرَجُل فَفِيهِ التنكير بدل التَّعْرِيف وَبَقِيَّة الْأَوْجه فَإِن جِئْت مَكَانَهُ بالزيدان أَو بِالرِّجَالِ فَفِيهِ التَّثْنِيَة أَو الْجمع بدل الْإِفْرَاد وَبَقِيَّة الْأَوْجه فَإِن جِئْت مَكَانَهُ بهند فَفِيهِ التَّأْنِيث بدل التَّذْكِير وَبَقِيَّة الْأَوْجه فَإِن قلت رَأَيْت زيدا أَو مَرَرْت بزيد فَفِيهِ النصب أَو الْجَرّ بدل الرّفْع وَبَقِيَّة الْأَوْجه وَوَقع فِي عبارَة بعض المعربين أَن النَّعْت يتبع المنعوت فِي أَرْبَعَة من عشرَة ويعنون بذلك أَنه يتبعهُ فِي الْأُمُور الْأَرْبَعَة الَّتِي يكون عَلَيْهَا وَلَيْسَ كَذَلِك وَإِنَّمَا حكمه ان يتبعهُ فِي اثْنَيْنِ من خَمْسَة دَائِما وهما وَاحِد من أوجه الاعراب وَوَاحِد من التَّعْرِيف والتنكير وَلَا يجوز فِي شَيْء من النعوت أَن يُخَالف منعوته فِي الْإِعْرَاب وَلَا ان يُخَالِفهُ فِي التَّعْرِيف والتنكير فَإِن قلت هَذَا منتقض بقَوْلهمْ هَذَا جُحر ضَب خرب فوصفوا الْمَرْفُوع</p> </div>"
   },
   {
    "page_number": 261,
    "page": 286,
    "text": "<div> <p>وَهُوَ الْحجر بالمخفوض وَهُوَ خرب وَبِقَوْلِهِ تَعَالَى ويل لكل همزَة لُمزَة الَّذِي جمع مَالا وعدده فوصف النكرَة وَهِي كل همزَة لُمزَة بالمعرفة وَهُوَ الَّذِي وَبِقَوْلِهِ تَعَالَى حم تَنْزِيل الْكتاب من الله الْعَزِيز الْعَلِيم غَافِر الذَّنب وقابل التوب شَدِيد الْعقَاب ذى الطول فوصف الْمعرفَة وَهُوَ اسْم الله تَعَالَى بالنكرة وَهِي شَدِيد الْعقَاب وَإِنَّمَا قُلْنَا إِنَّه نكرَة لِأَنَّهُ من بَاب الصّفة المشبهة وَلَا تكون إضافتها إِلَّا فى تَقْدِير الإنفصال إِلَّا ترى ان الْمَعْنى شَدِيد عِقَابه لَا يَنْفَكّ فِي الْمَعْنى عَن ذَلِك قلت أما قَوْلهم هَذَا جُحر ضَب خرب فَأكْثر الْعَرَب ترفع خربا وَلَا إِشْكَال فِيهِ وَمِنْهُم من يخفضه لمجاورته للمخفوض كَمَا قَالَ الشَّاعِر قد يُؤْخَذ الْجَار يجرم الْجَار</p> </div>"
   },
   {
    "page_number": 262,
    "page": 287,
    "text": "<div> <p>ومرادهم بذلك أَن يناسبوا بَين المتجاورين فِي اللَّفْظ وَإِن كَانَ الْمَعْنى على خلاف ذَلِك وعَلى هَذَا الْوَجْه فَفِي خرب ضمة مقدرَة منع من ظُهُورهَا اشْتِغَال الآخر بحركة الْمُجَاورَة وَلَيْسَ ذلم بمخرج لَهُ عَمَّا ذَكرْنَاهُ من انه تَابع لمنعوته فِي الاعراب كَمَا أَن نقُول إِن الْمُبْتَدَأ وَالْخَبَر مرفوعان وَلَا يمْنَع من ذَلِك قِرَاءَة الْحسن البصرى الْحَمد لله بِكَسْر الدَّال إتباعا لكسرة اللَّام وَلَا يمْنَع من ذَلِك أَيْضا قَوْلهم من الْحِكَايَة من زيدا بِالنّصب أَو من زيد بالخفض إِذا سَأَلت من قَالَ رَأَيْت زيدا أَو مَرَرْت بزيد وَأَرَدْت أَن ترْبط كلامك بِكَلَامِهِ بحكاية الاعراب وَقد تبين بِهَذَا صِحَة قَوْلنَا إِن النَّعْت لَا بُد أَن يتبع منعوته فِي إعرابه وتعريفه وتنكيره وَأما حكمه بِالنّظرِ إِلَى الْخَمْسَة الْبَاقِيَة وَهِي الْأَفْرَاد والتثنية وَالْجمع والتذكير والتأنيث فَإِنَّهُ يعْطى مِنْهَا مَا يعْطى الْفِعْل الَّذِي يحل مَحَله فِي ذَلِك الْكَلَام فَإِن كَانَ الْوَصْف رَافعا لضمير الْمَوْصُوف طابقه فِي اثْنَيْنِ مِنْهَا وكملت لَهُ حِينَئِذٍ الْمُوَافقَة فِي أَرْبَعَة من عشرَة كَمَا قَالَ المعربون تَقول مَرَرْت بِرَجُل قَائِم وبرجلين قَائِمين وبرجال قَائِمين وبامرأة قَائِمَة وبامرأتين قائمتين وبنساء قائمات كَمَا تَقول فِي الْفِعْل مَرَرْت بِرَجُل قَامَ وبرجلين قاما وبرجال قَامُوا وبامرأة قَامَت وبامرأتين قامتا وبنساء قمن وَإِن كَانَ الْوَصْف رَافعا لاسم ظَاهر فَإِن تذكيره وتأنيثه على حسب ذَلِك الِاسْم الظَّاهِر لَا على حسب المنعوت كَمَا أَن الْفِعْل الَّذِي يحل مَحَله يكون كَذَلِك تَقول مَرَرْت بِرَجُل قَائِمَة أمه فتؤنث الصّفة لتأنيث الام وَلَا تلْتَفت لكَون الْمَوْصُوف مذكرا لِأَنَّك تَقول فِي الْفِعْل قَامَت أمه وَتقول فِي عَكسه مَرَرْت بِامْرَأَة قَائِم أَبوهَا فَتذكر الصّفة لتذكر الاب وَلَا تلْتَفت لكَون الْمَوْصُوف مؤنثا لِأَنَّك تَقول فِي الْفِعْل قَامَ أَبوهَا قَالَ الله تَعَالَى رَبنَا أخرجنَا من هَذِه الْقرْيَة الظَّالِم أَهلهَا وَيجب إِفْرَاد الْوَصْف وَلَو كَانَ فَاعله مثنى</p> </div>"
   },
   {
    "page_number": 263,
    "page": 288,
    "text": "<div> <p>أَو مجموعا كَمَا يجب ذَلِك فِي الْفِعْل فَتَقول مَرَرْت برجللين قَائِم أبواهما وبرجال قَائِم آباؤهم كَمَا تَقول قَامَ أبواهما وَقَامَ آباؤهم وَمن قَالَ قاما أبواهما وأكلوني البراغيث ثنى الْوَصْف وَجمعه جمع السَّلامَة فَقَالَ قَائِمين آبواهما قَائِمين آباؤهم وَأَجَازَ الْجَمِيع أَن تجمع الصّفة جمع التكسير إِذا كَانَ الِاسْم الْمَرْفُوع جمعا فَتَقول مَرَرْت بِرِجَال قيام آباؤهم وبرجل قعُود غلمانه وَرَأَوا ذَلِك أحسن من الْأَفْرَاد الَّذِي هُوَ أحسن من جمع التَّصْحِيح ص وَيجوز قطع الصّفة الْمَعْلُوم موصوفها حَقِيقَة أَو ادِّعَاء رفعا بِتَقْدِير هُوَ ونصبا بِتَقْدِير اعني أَو امدح أَو اذم أَو أرْحم ش إِذا كَانَ الْمَوْصُوف مَعْلُوما بِدُونِ الصّفة جَازَ لَك س فِي الصّفة الإتباع وَالْقطع مِثَال ذَلِك فِي صفة الْمَدْح الْحَمد لله الحميد اجاز فِيهِ سِيبَوَيْهٍ الْجَرّ على الإتباع وَالنّصب بِتَقْدِير امدح وَالرَّفْع بِتَقْدِير هُوَ وَقَالَ سمعنَا بعض الْعَرَب يَقُول الْحَمد لله رب الْعَالمين بِالنّصب فَسَأَلت عَنْهَا يُونُس فَزعم انها عَرَبِيَّة اه ومثاله فِي صفة الذَّم وَامْرَأَته حمالَة الْحَطب قَرَأَ الْجُمْهُور بِالرَّفْع على الِاتِّبَاع وَقَرَأَ عَاصِم بِالنّصب على الذَّم ومثاله فِي صفة الترخم مَرَرْت بزيد الْمِسْكِين يجوز فِيهِ الْخَفْض على الِاتِّبَاع وَالرَّفْع بِتَقْدِير هُوَ وَالنّصب بِتَقْدِير أرْحم ومثاله فِي صفة الايضاح مَرَرْت بزيد التَّاجِر يجوز فِيهِ الْخَفْض على الِاتِّبَاع وَالرَّفْع بِتَقْدِير هُوَ وَالنّصب بِتَقْدِير أَعنِي وَلَا فرق فِي جَوَاز الْقطع بَين ان يكون الْمَوْصُوف مَعْلُوما حَقِيقَة أَو ادِّعَاء فالاول مَشْهُور وَقد ذكرنَا امثلته وَالثَّانِي نَص عَلَيْهِ سيويه فِي كِتَابه فَقَالَ وَقد يجوز ان تَقول مَرَرْت بقومك الْكِرَام يَعْنِي بِالنّصب أَو بِالرَّفْع إِذا جعلت الْمُخَاطب كَأَنَّهُ قد عرفهم ثمَّ قَالَ نزلتهم هَذِه الْمنزلَة وَإِن كَانَ لم يعرفهُمْ اه</p> </div>"
   },
   {
    "page_number": 264,
    "page": 289,
    "text": "<div> <p>الثَّانِي التوكيد لَفْظِي ومعنوي</p><p>ص والتوكيد وَهُوَ إِمَّا لَفْظِي نَحْو أَخَاك أَخَاك إِن من لَا أَخا لَهُ وَنَحْو أَتَاك أَتَاك اللاحقون احْبِسْ احْبِسْ وَنَحْو لَا لَا أبوح بحب بثنة إِنَّهَا وَلَيْسَ مِنْهُ دكا دكا وَصفا صفا ش الثَّانِي من التوابع التوكيد وَيُقَال فِيهِ ايضا التَّأْكِيد بِالْهَمْزَةِ وبإبدالها ألفا على الْقيَاس فِي نَحْو فأس وَرَأس وَهُوَ ضَرْبَان لَفْظِي ومعنوي وَالْكَلَام الْآن فِي اللَّفْظِيّ وَهُوَ إِعَادَة اللَّفْظ الأول بِعَيْنِه سَوَاء كَانَ اسْما كَقَوْلِه أَخَاك أَخَاك إِن من لَا أَخا لَهُ كساع إِلَى الهيجا بِغَيْر سلَاح</p> </div>"
   },
   {
    "page_number": 265,
    "page": 290,
    "text": "<div> <p>وانتصاب أَخَاك الأول بإضمار احفظ أَو الزم أَو نَحْوهمَا وَالثَّانِي تَأْكِيد لَهُ أَو فعلا كَقَوْلِه فَأَيْنَ إِلَى أَيْن النجَاة ببغلتي أَتَاك أَتَاك اللاحقون احْبِسْ احْبِسْ</p> </div>"
   },
   {
    "page_number": 266,
    "page": 291,
    "text": "<div> <p>تَقْدِير الْبَيْت فَأَيْنَ تذْهب إِلَى أَيْن النجَاة ببغلتي فَحذف الْفِعْل الْعَامِل فِي أَيْن الأول وَكرر الْفِعْل وَالْمَفْعُول فِي قَوْله أَتَاك أَتَاك واللاحقون فَاعل بأتاك الأول وَلَا فَاعل للثَّانِي لِأَنَّهُ إِنَّمَا ذكر للتَّأْكِيد لَا ليسند إِلَى شَيْء وَقيل إِنَّه فَاعل بهما مَعًا وَذَلِكَ لِأَنَّهُمَا لما اتحدا لفظا وَمعنى نزلا منزلَة الْكَلِمَة الْوَاحِدَة وَقيل إنَّهُمَا تنَازعا قَوْله اللاحقون وَلَو كَانَ كَذَلِك لزم أَن يضمر فِي أَحدهمَا فَكَانَ يَقُول أتوك أَتَاك اللاحقون على إِعْمَال الثَّانِي وأتاك أتوك على إِعْمَال الأول وَقَوله احْبِسْ احْبِسْ تَكْرِير للجملة لِأَن الضَّمِير الْمُسْتَتر فِي الْفِعْل فِي قُوَّة الملفوظ بِهِ أَو حرفا كَقَوْلِه لَا لَا أبوح بحب بثنة إِنَّهَا أخذت عَليّ مواثقا وعهودا</p> </div>"
   },
   {
    "page_number": 267,
    "page": 292,
    "text": "<div> <p>وَلَيْسَ من تَأْكِيد الِاسْم قَوْله تَعَالَى كلا إِذا دكت الأَرْض دكا دكا وَجَاء رَبك والمل صفا صفا خلافًا لكثير من النَّحْوِيين لِأَنَّهُ جَاءَ فِي التَّفْسِير أَن مَعْنَاهُ دكا بعد دك وَأَن الدك كرر عَلَيْهَا حَتَّى صَارَت هباء منبثا وَأَن معنى صفا صفا أَنه تنزل مَلَائِكَة كل سَمَاء فيصطفون صفا بعد صف محدقين بالجن وَالْإِنْس وعَلى هَذَا فَلَيْسَ الثَّانِي فِيهِ تَأْكِيدًا للْأولِ بل المُرَاد بِهِ التكرير كَمَا يُقَال عَلمته الْحساب بَابا بَابا وَكَذَلِكَ لَيْسَ من تَأْكِيد الْجُمْلَة قَول الْمُؤَذّن الله أكبر الله أكبر خلافًا لِابْنِ جني لِأَن الثَّانِي لم يُؤْت بِهِ لتأكيد الأول بل لإنشاء تَكْبِير ثَان بِخِلَاف قَوْله قد قَامَت الصَّلَاة قد قَامَت الصَّلَاة فَإِن الْجُمْلَة الثَّانِيَة خبر ثَان جِيءَ بِهِ لتأكيد الْخَبَر الأول ص أَو معنوي وَهُوَ بِالنَّفسِ وَالْعين مؤخرة عَنْهَا إِن اجتمعتا وتجمعان على أفعل مَعَ غير الْمُفْرد وَبِكُل لغير مثنى إِن تجزأ بِنَفسِهِ أَو بعامله وبكلا وكلتا لَهُ إِن صَحَّ وُقُوع الْمُفْرد موقعه واتحد معنى الْمسند ويضفن لضمير الْمُؤَكّد وبأجمع وجمعاء وجمعهما غير مُضَافَة ش النَّوْع الثَّانِي التَّأْكِيد الْمَعْنَوِيّ وَهُوَ بِأَلْفَاظ محصورة مِنْهَا النَّفس وَالْعين وهما لرفع الْمجَاز عَن الذَّات تَقول جَاءَ زيد</p> </div>"
   },
   {
    "page_number": 268,
    "page": 293,
    "text": "<div> <p>فَيحْتَمل مَجِيء ذَاته وَيحْتَمل مَجِيء خَبره أَو كِتَابه فَإِذا قلت نَفسه ارْتَفع الِاحْتِمَال الثَّانِي وَلَا بُد من اتصالهما بضمير عَائِد على الْمُؤَكّد وَذَلِكَ أَن تؤكد بِكُل مِنْهُمَا وَحده وَأَن تجمع بَينهمَا بِشَرْط أَن تبدأ بِالنَّفسِ تَقول جَاءَ زيد نَفسه عينه وَيمْتَنع جَاءَ زيد عينه نَفسه وَيجب إِفْرَاد النَّفس وَالْعين مَعَ الْمُفْرد وجمعهما على وزن أفعل مَعَ التَّثْنِيَة وَالْجمع تَقول جَاءَ الزيدان أَنفسهمَا أعينهما والزيدون أنفسهم أَعينهم والهندات أَنْفسهنَّ أعينهن وَمِنْهَا كل لرفع إِرَادَة الْخُصُوص بِلَفْظ الْعُمُوم تَقول جَاءَ الْقَوْم فَيحْتَمل مَجِيء جَمِيعهم وَيحْتَمل مَجِيء بَعضهم وَأَنَّك عبرت بِالْكُلِّ عَن الْبَعْض فَإِذا قلت كلهم رفعت هَذَا الِاحْتِمَال وَإِنَّمَا يُؤَكد بهَا بِشُرُوط أَحدهَا أَن يكون الْمُؤَكّد بهَا غير مثنى وَهُوَ الْمُفْرد وَالْجمع الثَّانِي أَن يكون متجزئا بِذَاتِهِ أَو بعامله فَالْأول كَقَوْلِه تَعَالَى فَسجدَ الْمَلَائِكَة كلهم أَجْمَعُونَ وَالثَّانِي كَقَوْلِك اشْتريت العَبْد كُله فَإِن العَبْد يتَجَزَّأ بِاعْتِبَار الشِّرَاء وَإِن كَانَ لَا يتَجَزَّأ بِاعْتِبَار ذَاته وَلَا يجوز جَاءَ زيد كُله لِأَنَّهُ لَا يتَجَزَّأ لَا بِذَاتِهِ وَلَا بعامله الثَّالِث أَن يتَّصل بهَا ضمير عَائِد على الْمُؤَكّد فَلَيْسَ من التَّأْكِيد قِرَاءَة بَعضهم إِنَّا كلا فِيهَا خلافًا للزمخشري والفرآء وَمِنْهَا كلا وكلتا وهما بِمَنْزِلَة كل فِي الْمَعْنى تَقول جَاءَ الزيدان فَيحْتَمل مجيئهما مَعًا وَهُوَ الظَّاهِر وَيحْتَمل مَجِيء أَحدهمَا وَأَن المُرَاد أحد الزيدين كَمَا قَالُوا فِي قَوْله تَعَالَى لَوْلَا نزل هَذَا الْقُرْآن على رجل من القريتي عَظِيم إِن مَعْنَاهُ</p> </div>"
   },
   {
    "page_number": 269,
    "page": 294,
    "text": "<div> <p>على رجل من إِحْدَى القريتين فَإِذا قيل كِلَاهُمَا انْدفع الِاحْتِمَال وَإِنَّمَا يؤكده بهما بِشُرُوط أَحدهَا أَن يكون الْمُؤَكّد بهما دَالا على اثْنَتَيْنِ الثَّانِي أَن يَصح حُلُول الْوَاحِد مَحلهمَا فَلَا يجوز على الْمَذْهَب الصَّحِيح أَن يُقَال اخْتصم الزيدان كِلَاهُمَا لِأَنَّهُ لَا يحْتَمل أَن يكون المُرَاد اخْتصم أحد الزيدين فَلَا حَاجَة للتَّأْكِيد الثَّالِث أَن يكون مَا أسندته إِلَيْهِمَا غير مُخْتَلف فِي الْمَعْنى فَلَا يجوز مَاتَ زيد وعاش عَمْرو كِلَاهُمَا الرَّابِع أَن يتَّصل بهما ضمير عَائِد على الْمُؤَكّد بهما وَمِنْهَا أجمع وجمعاء وجمعهما وَهُوَ أَجْمَعُونَ وَجمع وَإِنَّمَا يُؤَكد بهَا غَالِبا بعد كل فَلهَذَا استغنت عَن أَن يتَّصل بهَا ضمير يعود على الْمُؤَكّد تَقول اشْتريت العَبْد كُله أجمع وَالْأمة كلهَا جَمْعَاء وَالْعَبِيد كلهم أَجْمَعِينَ وَالْإِمَاء كُلهنَّ جمع قَالَ الله تَعَالَى فَسجدَ الْمَلَائِكَة كلهم أَجْمَعُونَ وَيجوز التأكد بهَا وَإِن لم يتَقَدَّم كل قَالَ الله تَعَالَى لأغوينهم أَجْمَعِينَ وَإِن جَهَنَّم لموعدهم أَجْمَعِينَ وَفِي الحَدِيث إِذا صلى الإِمَام جَالِسا فصلوا جُلُوسًا أَجْمَعُونَ يرْوى بِالرَّفْع تَأْكِيدًا للضمير وَبِالنَّصبِ على الْحَال وَهُوَ ضَعِيف لاستلزامه تنكيرها وَهِي معرفَة بنية الْإِضَافَة وَقد فهم من قولي أجمع وجمعاء وجمعهما أَنَّهُمَا لَا يثنيان فَلَا يُقَال أجمعان وَلَا جمعاوان وَهَذَا مَذْهَب جُمْهُور الْبَصرِيين وَهُوَ الصَّحِيح لِأَن ذَلِك لم يسمع ص وَهِي بِخِلَاف النعوت لَا يجوز أَن تتعاطف المؤكدات وَلَا أَن يتبعن نكرَة وندر</p> </div>"
   },
   {
    "page_number": 270,
    "page": 295,
    "text": "<div> <p>يَا لَيْت عدَّة حول كُله رَجَب ش ذكرت فِي هَذَا الْموضع مَسْأَلَتَيْنِ من مسَائِل بَاب النَّعْت إِحْدَاهمَا ان النعوت إِذا تَكَرَّرت فَأَنت فِيهَا مُخَيّر بَين الْمَجِيء بالْعَطْف وَتَركه فَالْأول كَقَوْلِه تَعَالَى سبح اسْم رَبك الْأَعْلَى الَّذِي خلق فسوى وَالَّذِي قدر فهدى وَالَّذِي أخرج المرعى وكقول الشَّاعِر إِلَى الْملك القرم وَابْن الْهمام وَلَيْث الكتيبة فِي المزدحم</p> </div>"
   },
   {
    "page_number": 271,
    "page": 296,
    "text": "<div> <p>وَالثَّانِي كَقَوْلِه تَعَالَى وَلَا تُطِع كل حلاف مهين هماز مشاء بنميم مناع للخير مُعْتَد أثيم الْآيَة الثَّانِيَة أَن النَّعْت كَمَا يتبع الْمعرفَة كَذَلِك يتبع النكرَة وَذكرت أَن الفاظ التوكيد مُخَالفَة للنعوت فِي الْأَمريْنِ جَمِيعًا وَذَلِكَ أَنَّهَا لَا تتعاطف إِذا اجْتمعت لَا يُقَال جَاءَ زيد نَفسه وعينه وَلَا جَاءَ الْقَوْم كلهم وأجمعون وَعلة ذَلِك أَنَّهَا بِمَعْنى وَاحِد وَالشَّيْء لَا يعْطف على نَفسه بِخِلَاف النعوت فَإِن مَعَانِيهَا متخالفة وَكَذَلِكَ لَا يجوز فِي أَلْفَاظ التوكيد أَن تتبع نكرَة لَا يُقَال جَاءَ رجل نَفسه لِأَن الفاظ التوكيد معارف فَلَا تجْرِي على النكرات وشذ قَول الشَّاعِر لكنه شاقه أَن قيل ذَا رَجَب يَا لَيْت عدَّة حول كُله رَجَب ص</p> </div>"
   },
   {
    "page_number": 272,
    "page": 297,
    "text": "<div> <p>الثَّالِث الْعَطف</p><p>وَعطف الْبَيَان وَهُوَ تَابع موضح أَو مُخَصص جامد غير مؤول ش هَذَا الْبَاب الثَّالِث من أَبْوَاب التوابع والعطف فِي اللُّغَة الرُّجُوع إِلَى الشَّيْء بعد الِانْصِرَاف عَنهُ وَفِي الِاصْطِلَاح ضَرْبَان عطف نسق وَسَيَأْتِي وَعطف بَيَان وَالْكَلَام الْآن فِيهِ قولي تَابع جنس يَشْمَل التوابع الْخَمْسَة وَقَوْلِي موضح أَو مُخَصص مخرج للتَّأْكِيد ك جَاءَ زيد نَفسه ولعطف النسق ك جَاءَ زيد وَعَمْرو وللبدل كَقَوْلِك أكلت الرَّغِيف ثلثه وَقَوْلِي جامد مخرج للنعت فَإِنَّهُ وَإِن كَانَ موضحا فِي نَحْو جَاءَ زيد التَّاجِر ومخصصا فِي نَحْو جَاءَنِي رجل تَاجر لكنه مُشْتَقّ وَقَوْلِي غير مؤول مخرج لما وَقع من النعوت جَامِدا نَحْو مَرَرْت بزيد هَذَا وبقاع عرفج فَإِنَّهُ فِي تَأْوِيل الْمُشْتَقّ أَلا ترى أَن الْمَعْنى مَرَرْت بزيد الْمشَار إِلَيْهِ وبقاع خشن</p> </div>"
   },
   {
    "page_number": 273,
    "page": 298,
    "text": "<div> <p>ص فيوافق متبوعه ش أَعنِي بِهَذَا أَن عطف الْبَيَان لكَونه مُفِيدا فَائِدَة النَّعْت وَمن إِيضَاح متبوعه وتخصيصه يلْزمه من مُوَافقَة الْمَتْبُوع فِي التنكير والتذكير والافراد وفروعهن مَا يلْزم من النَّعْت ص كأقسم بِاللَّه أَبُو حَفْص عمر وَهَذَا خَاتم حَدِيد ش أَشرت بالمثالين إِلَى مَا تضمنه الْحَد من كَونه موضحا للمعارف ومخصصا للنكرات وَالْمرَاد بِأبي حَفْص عمر بن الْخطاب رَضِي الله عَنهُ وَلَك فِي نَحْو خَاتم حَدِيد ثَلَاثَة أوجه الْجَرّ بالاضافة على معنى من وَالنّصب على التَّمْيِيز وَقيل على الْحَال والإتباع فَمن خرج النصب على التَّمْيِيز قَالَ إِن التَّابِع عطف بَيَان وَمن خرجه على الْحَال قَالَ إِنَّه صفة وَالْأول أولى لِأَنَّهُ جامد جمودا مَحْضا فَلَا يحسن كَونه حَالا وَلَا صفة وَمنع كثير من النَّحْوِيين كَون عطف الْبَيَان نكرَة تَابعا للنكرة وَالصَّحِيح الْجَوَاز وَقد خرج على ذَلِك قَوْله تَعَالَى ويسقى من مَاء صديد وَقَالَ الْفَارِسِي فِي قَوْله تَعَالَى أَو كَفَّارَة طَعَام مَسَاكِين يجوز فِي طَعَام أَن يكون بَيَانا وان يكون بَدَلا ص ويعرب بدل كل من كل إِن لم يمْتَنع إحلاله مَحل الأول كَقَوْلِه أَنا ابْن التارك الْبكْرِيّ بشر وَقَوله أيا أخوينا عبد شمس ونوفلا ش كل اسْم صَحَّ الحكم عَلَيْهِ بِأَنَّهُ عطف بَيَان مُفِيد للإيضاح أَو للتخصيص</p> </div>"
   },
   {
    "page_number": 274,
    "page": 299,
    "text": "<div> <p>صَحَّ أَن يحكم عَلَيْهِ بِأَنَّهُ بدل كل من كل مُفِيد لتقرير معنى الْكَلَام وتوكيده لكَونه على نِيَّة تكْرَار الْعَامِل وَاسْتثنى بَعضهم من ذَلِك مَسْأَلَة وَبَعْضهمْ مَسْأَلَتَيْنِ وَبَعْضهمْ أَكثر من ذَلِك وَيجمع الْجَمِيع قولي إِن لم يمْتَنع إحلاله مَحل الأول وَقد ذكرت لذَلِك مثالين أَحدهمَا قَول الشَّاعِر أَنا ابْن التارك الْبكْرِيّ بشر عَلَيْهِ الطير ترقبه وقوعا</p> </div>"
   },
   {
    "page_number": 275,
    "page": 300,
    "text": "<div> <p>وَالثَّانِي قَول الآخر أيا أخوينا عبد شمس ونوفلا أُعِيذكُمَا بِاللَّه أَن تحدثا حَربًا وَبَيَان ذَلِك فِي الْبَيْت الأول أَن قَوْله بشر عطف بَيَان على الْبكْرِيّ</p> </div>"
   },
   {
    "page_number": 276,
    "page": 301,
    "text": "<div> <p>وَلَا يجوز أَن يكون بَدَلا مِنْهُ لِأَن الْبَدَل فِي نِيَّة إحلاله مَحل الأول وَلَا يجوز أَن يُقَال أَنا ابْن التارك بشر لِأَنَّهُ لَا يُضَاف مَا فِيهِ الْألف وَاللَّام نَحْو التارك إِلَّا لما فِيهِ الْألف وَاللَّام نَحْو الْبكْرِيّ وَلَا يُقَال الضَّارِب زيد كَمَا تقدم شَرحه فِي بَاب الاضافة وَبَيَان ذَلِك فِي الْبَيْت الثَّانِي أَن قَوْله عبد شمس ونوفلا عطف بَيَان على قَوْله أخوينا وَلَا يجوز أَن يكون بَدَلا لِأَنَّهُ حِينَئِذٍ فِي تَقْدِير إحلاله مَحل الأول فكأنك قلت أيا عبد شمس ونوفلا وَذَلِكَ لَا يجوز لِأَن الْمُنَادِي إِذا عطف عَلَيْهِ اسْم مُجَرّد من الْألف وَاللَّام وَجب أَن يعْطى مَا يسْتَحقّهُ لَو كَانَ منادى ونوفلا لَو كَانَ منادى لقيل فِيهِ يَا نَوْفَل بِالضَّمِّ لَا يَا نوفلا بِالنّصب فَلذَلِك كَانَ يجب أَن يُقَال هُنَا أيا أخوينا عبد شمس وَنَوْفَل</p><p>الرَّابِع عطف النسق بِالْوَاو</p><p>ص وَعطف النسق بِالْوَاو ش الرَّابِع من التوابع عطف النسق وَقد مضى تَفْسِير الْعَطف فَأَما النسق فَهُوَ التَّابِع الْمُتَوَسّط بَينه وَبَين متبوعه أحد حُرُوف الْعَطف الْآتِي ذكرهَا وَلم أحده بِحَدّ لوضوحه على أنني فسرته بِقَوْلِي بِالْوَاو إِلَخ فَإِن مَعْنَاهُ أَن عطف النسق هُوَ الْعَطف بِالْوَاو وَالْفَاء وأخواتهما واعترضت بعد ذكري كل حرف بتفسير مَعْنَاهُ ص وَهِي لمُطلق الْجمع ش قَالَ السيرافي أجمع النحويون واللغوين من الْبَصرِيين والكوفيين على أَن الْوَاو للْجمع من غير تَرْتِيب اه وَأَقُول إِذا قيل جاءزيد وَعَمْرو فَمَعْنَاه أَنَّهُمَا اشْتَركَا فِي الْمَجِيء ثمَّ يحْتَمل</p> </div>"
   },
   {
    "page_number": 277,
    "page": 302,
    "text": "<div> <p>الْكَلَام ثَلَاثَة معَان أَحدهَا أَن يَكُونَا جائا مَعًا وَالثَّانِي أَن يكون مجيئهما على التَّرْتِيب وَالثَّالِث أَن يكون على عكس التَّرْتِيب فَإِن فهم أحد الْأُمُور بِخُصُوصِهِ فَمن دَلِيل آخر كَمَا فهمت الْمَعِيَّة فِي نَحْو قَوْله تَعَالَى وَإِذ يرفع إِبْرَاهِيم الْقَوَاعِد من الْبَيْت وَإِسْمَاعِيل وكما فهم التَّرْتِيب فِي قَوْله تَعَالَى إِذا زلزلت الأَرْض زِلْزَالهَا وأخرجت الأَرْض أثقالها وَقَالَ الْإِنْسَان مَا لَهَا وكما فيهم عكس التَّرْتِيب فِي قَوْله تَعَالَى إِخْبَارًا عَن منكري الْبَعْث مَا هِيَ إِلَّا حياتنا الدُّنْيَا نموت ونحيا وَلَو كَانَت للتَّرْتِيب لَكَانَ اعترافا بِالْحَيَاةِ بعد الْمَوْت وَهَذَا الَّذِي ذَكرْنَاهُ قَول أَكثر أهل الْعلم من النُّحَاة وَغَيرهم وَلَيْسَ بِإِجْمَاع كَمَا قَالَ السيرافي بل رُوِيَ عَن بعض الْكُوفِيّين أَن الْوَاو للتَّرْتِيب وَأَنه أجَاب عَن هَذِه الْآيَة بِأَن المُرَاد يَمُوت كبارنا وتولد صغارنا فنحيا وَهِي بعيد وَمن أوضح مَا يرد عَلَيْهِم قَول الْعَرَب اخْتصم زيد وَعَمْرو وامتناعهم من أَن يعطفوا فِي ذَلِك بِالْفَاءِ أَو بثم لكَونهَا للتَّرْتِيب فَلَو كَانَت الْوَاو مثلهمَا لامتنع ذَلِك مَعهَا كَمَا امْتنع مَعَهُمَا ص وَالْفَاء للتَّرْتِيب والتعقيب ش إِذا قيل جَاءَ زيد فعمرو فَمَعْنَاه أَن مَجِيء عَمْرو وَقع بعد مَجِيء زيد من غبير مهلة فَهِيَ مفيدة لثَلَاثَة أُمُور التَّشْرِيك فِي الحكم وَلم أنبه عَلَيْهِ لوضوحه وَالتَّرْتِيب والتعقيب وتعقيب كل شَيْء بِحَسبِهِ فَإِذا قلت دخلت الْبَصْرَة فبغداد وَكَانَ بَينهمَا ثَلَاثَة أَيَّام وَدخلت بعد الثَّالِث فَذَلِك تعقيب فِي مثل هَذَا عَادَة فَإِذا دخلت بعد الرَّابِع أَو الْخَامِس فَلَيْسَ بتعقيب وَلم يجز الْكَلَام</p> </div>"
   },
   {
    "page_number": 278,
    "page": 303,
    "text": "<div> <p>وللفاء معنى آخر وَهُوَ التَّسَبُّب وَذَلِكَ غَالب فِي عطف الْجمل نَحْو قَوْلك سَهَا فَسجدَ وزنى فرجم وسرق فَقطع وَقَوله تَعَالَى فَتلقى آدم من ربه كَلِمَات فَتَابَ عَلَيْهِ ولدلالتها على ذَلِك استعيرت للربط فِي جَوَاب الشَّرْط نَحْو من يأتيني فَإِنِّي أكْرمه وَلِهَذَا إِذا قيل من دخل دَاري فَلهُ دِرْهَم أَفَادَ اسْتِحْقَاق الدِّرْهَم بِالدُّخُولِ وَلَو حذف الْفَاء احْتمل ذَلِك وَاحْتمل الاقرار بالدرهم لَهُ وَقد تَخْلُو الْفَاء العاطفة للجمل عَن هَذَا الْمَعْنى كَقَوْلِه تَعَالَى الَّذِي خلق فسوى وَالَّذِي قدر فهدى وَالَّذِي أخرج المرعى فَجعله غثاء أحوى ص وَثمّ للتَّرْتِيب والتراخي ش إِذا قيل جَاءَ زيد ثمَّ عَمْرو فَمَعْنَاه أَن مَجِيء عَمْرو وَقع بعد مَجِيء زيد بمهلة فَهِيَ مفيدة أَيْضا لثَلَاثَة أُمُور التَّشْرِيك فِي الحكم وَلم أنبه عَلَيْهِ لوضوحه وَالتَّرْتِيب والتراخي فَأَما قَوْله تَعَالَى وَلَقَد خَلَقْنَاكُمْ ثمَّ صورناكم ثمَّ قُلْنَا للْمَلَائكَة فَقيل التَّقْدِير خلقنَا أَبَاكُم ثمَّ صورنا أَبَاكُم فَحذف الْمُضَاف مِنْهُمَا ص وَحَتَّى للغاية والتدريج ش معنى الْغَايَة آخر الشَّيْء وَمعنى التدريج أَن مَا قبلهَا يَنْقَضِي شَيْئا فَشَيْئًا إِلَى أَن يبلغ إِلَى الْغَايَة وَهُوَ الِاسْم الْمَعْطُوف وَلذَلِك وَجب أَن يكون الْمَعْطُوف بهَا جُزْءا من الْمَعْطُوف عَلَيْهِ إِمَّا تَحْقِيقا كَقَوْلِك أكلت السَّمَكَة حَتَّى رَأسهَا أَو تَقْديرا كَقَوْلِه</p> </div>"
   },
   {
    "page_number": 279,
    "page": 304,
    "text": "<div> <p>ألْقى الصَّحِيفَة كي يُخَفف رجله والزاد حَتَّى نَعله أَلْقَاهَا فعطف نَعله بحتى وَلَيْسَت جُزْءا مِمَّا قبلهَا تَحْقِيقا لَكِنَّهَا جُزْء تَقْديرا لِأَن معنى الْكَلَام ألْقى مَا يثقله حَتَّى نَعله ص لَا للتَّرْتِيب ش زعم بَعضهم أَن حَتَّى تفِيد التَّرْتِيب كَمَا تفيده ثمَّ وَالْفَاء وَلَيْسَ كَذَلِك وَإِنَّمَا هِيَ لمُطلق الْجمع كالواو وَيشْهد لذَلِك قَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام كل شَيْء بِقَضَاء وَقدر حَتَّى الْعَجز والكيس وَلَا تَرْتِيب بَين الْقَضَاء وَالْقدر وَإِنَّمَا التَّرْتِيب فِي ظُهُور المقضيات والمقدرات</p> </div>"
   },
   {
    "page_number": 280,
    "page": 305,
    "text": "<div> <p>ص وأو لأحد الشَّيْئَيْنِ أَو الْأَشْيَاء مفيدة بعد الطّلب التَّخْيِير أَو الْإِبَاحَة وَبعد الْخَبَر الشَّك أَو التشكيك ش مثالها لأحد الشَّيْئَيْنِ قَوْله تَعَالَى لبثنا يَوْمًا أَو بعض يَوْم ولأحد الْأَشْيَاء فكفارته إطْعَام عشرَة مَسَاكِين من أَوسط مَا تطْعمُونَ أهليكم أَو كسوتهم أَو تَحْرِير رَقَبَة ولكونها لأحد الشَّيْئَيْنِ أَو الْأَشْيَاء امْتنع أَن يُقَال سَوَاء عَليّ أَقمت أَو قعدت لِأَن سَوَاء لَا بُد فِيهَا من شَيْئَيْنِ لِأَنَّك لَا تَقول سَوَاء عَليّ هَذَا الشَّيْء وَلها أَرْبَعَة معَان مَعْنيانِ بعد الطّلب وهما التَّخْيِير وَالْإِبَاحَة وومعنيان بعد الْخَبَر وهما الشَّك والتشكيك فمثالها للتَّخْيِير تزوج هندا أَو أُخْتهَا وللإباحة جَالس الْحسن أَو ابْن سِيرِين وَالْفرق بَينهمَا أَن التَّخْيِير يَأْبَى جَوَاز الْجمع بَين مَا قبلهَا وَمَا بعْدهَا وَالْإِبَاحَة لَا تأباه أَلا ترى أَنه لَا يجوز لَهُ أَن يجمع بَين تزوج هِنْد وَأُخْتهَا وَله أَن يُجَالس الْحسن وَابْن سِيرِين جَمِيعًا ومثالها للشَّكّ قَوْلك جَاءَ زيد أَو عَمْرو إِذا لم تعلم الجائي مِنْهُمَا ومثالها للتشكيك قَوْلك جَاءَ زيد أَو عَمْرو إِذا كنت عَالما بالجائي مِنْهُمَا وَلَكِنَّك أبهمت على الْمُخَاطب وأمثلة ذَلِك من التَّنْزِيل قَوْله تَعَالَى فكفارته إطْعَام عشرَة مَسَاكِين الْآيَة فَإِنَّهُ لَا يجوز لَهُ الْجمع بَين الْجَمِيع على اعْتِقَاد أَن الْجَمِيع هُوَ الْكَفَّارَة وَقَوله تَعَالَى لَيْسَ عليم جنَاح أَن تَأْكُلُوا من بُيُوتكُمْ أَو بيُوت آبائكم الْآيَة</p> </div>"
   },
   {
    "page_number": 281,
    "page": 306,
    "text": "<div> <p>وَقَوله تَعَالَى لبثنا يَوْمًا أَو بعض يَوْم وَقَوله تَعَالَى وَإِنَّا أَو إيَّاكُمْ لعلى هدى أَو فِي ضلال مُبين ص وَأم لطلب التَّعْيِين بعد همزَة دَاخِلَة على أحد المستويين ش تَقول أَزِيد عنْدك أم عَمْرو إِذا كنت قَاطعا بِأَن أَحدهمَا عِنْده وَلَكِنَّك شَككت فِي عينه وَلِهَذَا يكون الْجَواب بِالتَّعْيِينِ لَا ب نعم وَلَا ب لَا وَتسَمى أم هَذِه معادلة لِأَنَّهَا عادلت الهمة فِي الِاسْتِفْهَام بهَا أَلا ترى أَنَّك أدخلت الْهمزَة على أحد الاسمين اللَّذين اسْتَوَى الحكم فِي ظَنك بِالنِّسْبَةِ إِلَيْهِمَا وأدخلت أم على الآخر ووسطت بَينهمَا مَا لَا تشك فِيهِ وَهُوَ قَوْلك عنْدك وَتسَمى أَيْضا مُتَّصِلَة لِأَن مَا قبلهَا وَمَا بعْدهَا لَا يسْتَغْنى بِأَحَدِهِمَا عَن الآخر ص وللرد عَن الْخَطَأ فِي الحكم لَا بعد إِيجَاب وَلَكِن وبل بعد نفي ولصرف الحكم إِلَى مَا بعْدهَا بل بعد إِيجَاب ش حَاصِل هَذَا الْموضع أَن بَين لَا وَلَكِن وبل اشتراكا وافتراقا فَأَما اشتراكها فَمن وَجْهَيْن أَحدهمَا أَنَّهَا عاطفة وَالثَّانِي أَنَّهَا تقيد رد السَّامع عَن الْخَطَأ فِي الحكم إِلَى الصَّوَاب وَأما افتراقها فَمن وَجْهَيْن أَيْضا أَحدهمَا أَن لَا تكون لقصر الْقلب</p> </div>"
   },
   {
    "page_number": 282,
    "page": 307,
    "text": "<div> <p>وَقصر الْإِفْرَاد وبل وَلَكِن إِنَّمَا يكونَانِ لقصر الْقلب فَقَط تَقول جَاءَنِي زيد لَا عَمْرو ردا على من اعْتقد أَن عمرا جَاءَ دون زيد أَو أَنَّهُمَا جاءاك مَعًا وَتقول مَا جَاءَنِي زيد لَكِن عَمْرو أَو بل عَمْرو ردا على من اعْتقد الْعَكْس وَالثَّانِي أَن لَا إِنَّمَا يعْطف بهَا بعد الْإِثْبَات وبل يعْطف بهَا بعد النَّفْي وَلَكِن إِنَّمَا يعْطف بهَا بعد النَّفْي وَيكون مَعْنَاهَا كَمَا ذكرنَا</p> </div>"
   },
   {
    "page_number": 283,
    "page": 308,
    "text": "<div> <p>ويعطف ببل بعد الْإِثْبَات وَمَعْنَاهَا حِينَئِذٍ إِثْبَات الحكم لما بعْدهَا وَصَرفه عَمَّا قبلهَا وتصييره كالمسكوت عَنهُ من قبل أَنه لَا يحكم عَلَيْهِ بِشَيْء وَذَلِكَ كَقَوْلِك جَاءَنِي زيد بل عَمْرو وَقد تضمن سكوتي عَن إِمَّا أَنَّهَا غير عاطفة وَهُوَ الْحق وَبِه قَالَ الْفَارِسِي وَقَالَ الْجِرْجَانِيّ عدهَا فِي حُرُوف الْعَطف سَهْو ظَاهر ص وَالْبدل وَهُوَ تَابع مَقْصُود بالحكم بِلَا وَاسِطَة وَهُوَ سِتَّة بدل كل نَحْو مفازا حدائق وَبَعض نَحْو من اسْتَطَاعَ واشتمال نَحْو قتال فِيهِ وإضراب وَغلط ونسيان نَحْو تَصَدَّقت بدرهم دِينَار بِحَسب قصد الأول وَالثَّانِي أَو الثَّانِي وَسبق اللِّسَان أَو الأول وَتبين الْخَطَأ</p><p>الْخَامِس الْبَدَل</p><p>ش الْبَاب الْخَامِس من أَبْوَاب التوابع الْبَدَل وَهُوَ فِي اللُّغَة الْعِوَض قَالَ الله تَعَالَى عَسى رَبنَا أَن يبدلنا خيرا مِنْهَا وَفِي الِاصْطِلَاح تَابع مَقْصُود بالحكم بِلَا وَاسِطَة فَقولِي تَابع جنس يَشْمَل جَمِيع التوابع وَقَوْلِي مَقْصُود بالحكم مخرج للنعت والتأكيد وَعطف الْبَيَان فَإِنَّهَا مكملة للمتبوع الْمَقْصُود بالحكم لَا أَنَّهَا هِيَ الْمَقْصُودَة بالحكم وَبلا وَاسِطَة مخرج لعطف النسق ك جَاءَ زيد وَعَمْرو فَإِنَّهُ وَإِن كَانَ تَابعا مَقْصُودا بالحكم وَلكنه بِوَاسِطَة حرف الْعَطف وأقسامه سته أَحدهمَا بدل كل من كل وَهُوَ عبارَة عَمَّا الثَّانِي فِيهِ عين</p> </div>"
   },
   {
    "page_number": 284,
    "page": 309,
    "text": "<div> <p>الأول كَقَوْلِك جَاءَنِي مُحَمَّد أَبُو عبد الله وَقَوله تَعَالَى مفازا حدائق وَإِنَّمَا لم أقل بدل الْكل من الْكل حذرا من مَذْهَب من لَا يُجِيز إِدْخَال أل على كل وَقد اسْتَعْملهُ الزجاجي فِي جمله وَاعْتذر عَنهُ بِأَنَّهُ تسَامح فِيهِ مُوَافقَة للنَّاس الثَّانِي بدل بعض من كل وضابطه أَن يكون الثَّانِي جُزْءا من الأول كَقَوْلِك أكلت الرَّغِيف ثلثه وَكَقَوْلِه تَعَالَى وَللَّه على النَّاس حج الْبَيْت من اسْتَطَاعَ إِلَيْهِ سَبِيلا فَمن اسْتَطَاعَ بدل من النَّاس هَذَا هُوَ الْمَشْهُور وَقيل فَاعل بِالْحَجِّ أَي وَللَّه على النَّاس أَن يحجّ مستطيعهم وَقَالَ الْكسَائي إِنَّهَا شَرْطِيَّة مُبْتَدأ وَالْجَوَاب مَحْذُوف أَي من اسْتَطَاعَ فليحج وَلَا حَاجَة لدعوى الْحَذف مَعَ إِمْكَان تَمام الْكَلَام وَالْوَجْه الثَّانِي يَقْتَضِي أَنه يجب على جَمِيع النَّاس أَن مستطيعهم يحجّ وَذَلِكَ بَاطِل بِاتِّفَاق فَيتَعَيَّن القَوْل الأول وَإِنَّمَا لم أقل الْبَعْض بِالْألف وَاللَّام لما قدمت فِي كل وَالثَّالِث بدل الاشتمال وضابطه أَن يكون بَين الأول والثان مُلَابسَة بِغَيْر الْجُزْئِيَّة كَقَوْلِك أعجبني زيد علمه وَقَوله تَعَالَى يَسْأَلُونَك عَن الشَّهْر الْحَرَام قتال فِيهِ ونبهت بالتمثيل بِالْآيَاتِ الثَّلَاث على أَن الْبَدَل والمبدل مِنْهُ يكونَانِ نكرتين نَحْو قَوْله تَعَالَى مفازا حدائق ومعرفتين مثل النَّاس وَمن ومختلفين مثل الشَّهْر وقتال</p> </div>"
   },
   {
    "page_number": 285,
    "page": 310,
    "text": "<div> <p>وَالرَّابِع وَالْخَامِس وَالسَّادِس بدل الإضراب وَبدل الْغَلَط وَبدل النسْيَان كَقَوْلِك تَصَدَّقت بدرهم دِينَار فَهَذَا الْمِثَال مُحْتَمل لِأَن تكون قد أخْبرت بأنك تَصَدَّقت بدرهم ثمَّ عَن لَك أَن تخبر بأنك تَصَدَّقت بِدِينَار وَهَذَا بدل الاضراب وَلِأَن تكون قد أردْت الاخبار بالتصدق بالدينار فَسبق لسَانك إِلَى الدِّرْهَم وَهَذَا بدل الْغَلَط وَلِأَن تكون قد أردْت الْإِخْبَار بالتصدق بالدرهم فَلَمَّا نطقت بِهِ تبين فَسَاد ذَلِك الْقَصْد وَهَذَا بدل النسْيَان وَرُبمَا اشكل على كثير من الطّلبَة الْفرق بَين بدلي الْغَلَط وَالنِّسْيَان وَقد بَيناهُ ويوضحه أَيْضا أَن الْغَلَط فِي اللِّسَان وَالنِّسْيَان فِي الْجنان</p><p>السَّادِس الْعدَد</p><p>ص بَاب الْعدَد من ثَلَاثَة إِلَى تِسْعَة يؤنث مَعَ الْمُذكر وَيذكر مَعَ الْمُؤَنَّث دَائِما نَحْو سبع لَيَال وَثَمَانِية أَيَّام وَكَذَلِكَ الْعشْرَة إِن لم تركب وَمَا دون الثَّلَاثَة وفاعل كثالث ورابع على الْقيَاس دَائِما ويفرد فَاعل أَو يُضَاف لما اشتق مِنْهُ أَو لما دونه أَو ينصب مَا دونه ش اعْلَم أَن أَلْفَاظ الْعدَد على ثَلَاثَة أَقسَام أَحدهَا مَا يجْرِي دَائِما على الْقيَاس فِي التَّذْكِير والتأنيث فيذكر مَعَ الْمُذكر وَيُؤَنث مَعَ الْمُؤَنَّث وَهُوَ الْوَاحِد والاثنان وَمَا كَانَ على صِيغَة فَاعل تَقول فِي الْمُذكر وَاحِد وَاثْنَانِ وثان وثالث ورابع إِلَى عَاشر وَفِي الْمُؤَنَّث وَاحِدَة وَاثْنَتَانِ وثانية وثالثة ورابعة إِلَى عاشرة وَالثَّانِي مَا يجْرِي على عكس الْقيَاس دَائِما فيؤنث مَعَ الْمُذكر وَيذكر مَعَ الْمُؤَنَّث وَهُوَ الثَّلَاثَة والتسعة وَمَا بَينهمَا تَقول ثَلَاثَة رجال وَثَلَاث نسْوَة قَالَ تَعَالَى سخرها عَلَيْهِم سبع لَيَال وَثَمَانِية أَيَّام حسوما</p> </div>"
   },
   {
    "page_number": 286,
    "page": 311,
    "text": "<div> <p>وَالثَّالِث مَا لَهُ حالتان وَهُوَ الْعشْرَة فَإِن اسْتعْملت مركبة جرت على الْقيَاس تَقول ثَلَاثَة عشر عبدا بالتذكير وَثَلَاث عشرَة أمة بالتأنيث وَإِن اسْتعْملت غير مركبة جرت على خلاف الْقيَاس تَقول عشرَة رجال بالتأنيث وَعشر إِمَاء بالتذكير وَاعْلَم أَن لاسماء الْعدَد الَّتِي على وزن فَاعل أَربع حالات احداها الْأَفْرَاد تَقول ثَان ثَالِث رَابِع خَامِس وَمَعْنَاهُ وَاحِد مَوْصُوف بِهَذِهِ الصّفة الثَّانِيَة أَن يُضَاف إِلَى مَا هُوَ مُشْتَقّ مِنْهُ فَتَقول ثَانِي اثْنَيْنِ وثالث ثَلَاثَة ورابع أَرْبَعَة وَمَعْنَاهُ وَاحِد من اثْنَيْنِ وَوَاحِد من ثَلَاثَة وَوَاحِد من أَرْبَعَة قَالَ الله تَعَالَى إِذْ أخرجه الَّذين كفرُوا ثَانِي اثْنَيْنِ وَقَالَ الله تَعَالَى لقد كفر الَّذين قَالُوا ان الله ثَالِث ثَلَاثَة الثَّالِثَة أَن يُضَاف إِلَى مَا دونه كَقَوْلِك ثَالِث اثْنَيْنِ ورابع ثَلَاثَة وخامس أَرْبَعَة وَمَعْنَاهُ جَاعل الِاثْنَيْنِ بِنَفسِهِ ثَلَاثَة وجاعل الثَّلَاثَة بِنَفسِهِ أَرْبَعَة قَالَ الله تَعَالَى مَا يكون من نجوى ثَلَاثَة إِلَّا هُوَ رابعهم وَلَا خَمْسَة الا هُوَ سادسهم الرَّابِعَة أَن ينصب مَا دونه فَتَقول رَابِع ثَلَاثَة بتنون رَابِع وَنصب ثَلَاثَة كَمَا تَقول جَاعل الثَّلَاثَة أَرْبَعَة وَلَا يجوز مثل ذَلِك فِي الْمُسْتَعْمل مَعَ مَا اشتق مِنْهُ خلافًا للأخفش وثعلب</p><p>مَوَانِع صرف الِاسْم تِسْعَة</p><p>ص بَاب مَوَانِع صرف الِاسْم تِسْعَة يجمعها وزن الْمركب عجمة تَعْرِيفهَا عدل وَوصف الْجمع زد تأنيا كأحمد وأحمر وبعلبك وابراهيم وَعمر وَأخر وأحاد</p> </div>"
   },
   {
    "page_number": 287,
    "page": 312,
    "text": "<div> <p>وموحد إِلَى الْأَرْبَعَة ومساجد ودنانير وسلمان وسكران وَفَاطِمَة وَطَلْحَة وَزَيْنَب وسلمى وصحراء فألف التَّأْنِيث وَالْجمع الَّذِي لَا نَظِير لَهُ فِي الْآحَاد كل مِنْهُمَا يتأثر بِالْمَنْعِ والبواقي لَا بُد من مجامعة كل عِلّة مِنْهُنَّ للصفة أَو العلمية وتتعين العلمية مَعَ التَّرْكِيب والتأنيث والعجمة وَشرط العجمة علمية فِي العجمية وَزِيَادَة على الثَّلَاثَة وَالصّفة أصالتها وَعدم قبُولهَا التَّاء فعريان وأرمل وَصَفوَان وارنب بِمَعْنى قَاس وذليل منصرفة وَيجوز فِي نَحْو هِنْد وَجْهَان بِخِلَاف زَيْنَب وسقر وبلخ وكعمر عِنْد تَمِيم بَاب حذام ان لم يخْتم برَاء كسفار وأمس لمُعين ان كَانَ مَرْفُوعا وَبَعْضهمْ لم يشْتَرط فيهمَا وسحر عِنْد الْجَمِيع ان كَانَ ظرفا معينا ش الاصل فِي الِاسْم المعرب بالحركات الصّرْف وَإِنَّمَا يخرج عَن ذَلِك الأَصْل اذا وجد فِيهِ عِلَّتَانِ من علل تسع اَوْ وَاحِدَة مِنْهَا تقوم مقامهما وَقد جمع الْعِلَل التسع فِي بَيت وَاحِد من قَالَ اجْمَعْ وزن عادلا انث بِمَعْرِِفَة ركب وزد عجمة فالوصف قد كملا وَهَذَا الْبَيْت احسن من الْبَيْت الَّذِي اثبته فِي الْمُقدمَة وَهُوَ لِابْنِ النّحاس وَقد مثلتها فِي الْمُقدمَة على التَّرْتِيب وَهَا انا اشرحها على هَذَا التَّرْتِيب فَأَقُول</p><p>الْعلَّة الأولى وزن الْفِعْل</p><p>وَحَقِيقَة ان يكون الِاسْم على وزن خَاص بِالْفِعْلِ أَو يكون فِي أَوله زِيَادَة كزيادة الْفِعْل وَهُوَ مسَاوٍ لَهُ فِي وَزنه فَالْأول كَأَن تسمى رجلا قتل بِالتَّشْدِيدِ أَو ضرب أَو نَحوه من ابنية مَا لم يسم فَاعله أَو انْطلق وَنَحْوه من الْأَفْعَال الْمَاضِيَة المبدوءة بِهَمْزَة الْوَصْل فَإِن هَذِه الأوزان كلهَا خَاصَّة بِالْفِعْلِ وَالثَّانِي مثل احْمَد وَيزِيد ويشكر وتغلب ونرجس علما</p><p>الْعلَّة الثَّانِيَة التَّرْكِيب</p><p>وَلَيْسَ المُرَاد بِهِ تركيب الاضافة كإمرئ الْقَيْس لَان</p> </div>"
   },
   {
    "page_number": 288,
    "page": 313,
    "text": "<div> <p>الاضافة تَقْتَضِي الانجرار بالكسرة فَلَا تكون مقتضية للجر بالفتحة وَلَا تركيب الاسناد كشاب قرناها وتأبط شرا فَإِنَّهُ من بَاب المحكى وَلَا التَّرْكِيب المزجي الْمَخْتُوم بويه مثل سِيبَوَيْهٍ وعمرويه لانه من بَاب الْمَبْنِيّ وَالصرْف وَعَدَمه إِنَّمَا يقالان فِي المعرب وَإِنَّمَا المُرَاد التَّرْكِيب المزجي الَّذِي لم يخْتم بويه كبعلبك وحضرموت ومعد يكرب</p><p>الْعلَّة الثَّالِثَة العجمة</p><p>وَهِي أَن تكون الْكَلِمَة على الأوضاع الأعجمية كإبراهيم وَإِسْمَاعِيل وَإِسْحَاق وَيَعْقُوب وَجَمِيع أَسمَاء الْأَنْبِيَاء أَعْجَمِيَّة إِلَّا أَرْبَعَة مُحَمَّد صلى الله عَلَيْهِ وَسلم وَصَالح وَشُعَيْب وَهود صلوَات الله وَسَلَامه عَلَيْهِم أَجْمَعِينَ وَيشْتَرط لاعْتِبَار العجمة أَمْرَانِ أَحدهمَا أَن تكون الْكَلِمَة علما فِي لُغَة الْعَجم كَمَا مثلنَا فَلَو كَانَت عِنْدهم اسْم جنس ثمَّ جعلناها علما وَجب صرفهَا وَذَلِكَ بِأَن تسمي رجلا بلجام أَو ديباج الثَّانِي أَن تكون زَائِدَة على ثَلَاثَة أحرف فَلهَذَا انْصَرف نوح وَلُوط قَالَ الله تَعَالَى إِلَّا آل لوط نجيناهم وَقَالَ الله تَعَالَى إِنَّا أرسلنَا نوحًا إِلَى قومه وَمن زعم من النَّحْوِيين أَن هَذَا النَّوْع يجوز فِيهِ الصّرْف وَعَدَمه فَلَيْسَ بمصيب</p><p>الْعلَّة الرَّابِعَة التَّعْرِيف</p><p>وَالْمرَاد بِهِ تَعْرِيف العلمية لِأَن الْمُضْمرَات والاشارات والموصولات لَا سَبِيل لدُخُول تَعْرِيفهَا فِي هَذَا الْبَاب لِأَنَّهَا مبنيات كلهَا وَهَذَا بَاب إِعْرَاب وَأما ذُو الاداة والمضاف فَإِن الِاسْم إِذا كَانَ غير منصرف ثمَّ دَخلته الاداة أَو أضيف انجر بالكسرة فاستحال اقتضاؤهما الْجَرّ بالفتحة وَحِينَئِذٍ فَلم يبْق إِلَّا تَعْرِيف العلمية</p> </div>"
   },
   {
    "page_number": 289,
    "page": 314,
    "text": "<div> <p>الْعلَّة الْخَامِسَة الْعدْل</p><p>وَهُوَ تَحْويل الِاسْم من حَالَة إِلَى حَالَة أُخْرَى مَعَ بَقَاء الْمَعْنى الْأَصْلِيّ وَهُوَ على ضَرْبَيْنِ وَاقع فِي المعارف وواقع فِي الصِّفَات فالواقع فِي المعارف يَأْتِي على وزنين أَحدهمَا فعل وَذَلِكَ فِي الْمُذكر وعدله عَن فَاعل كعمر وَزفر وزحل وَجمع وَالثَّانِي فعال وَذَلِكَ فِي الْمُؤَنَّث وعدله عَن فَاعله نَحْو حذام وقطام ورقاش وَذَلِكَ فِي لُغَة تَمِيم خَاصَّة فَأَما الحجازيون فينبونه على الْكسر قَالَ الشَّاعِر اتاركة تدللها قطام رَضِينَا بالتحية وَالسَّلَام</p> </div>"
   },
   {
    "page_number": 290,
    "page": 315,
    "text": "<div> <p>وَقَالَ الآخر إِذا قَالَت حذام فصدقوها فَإِن القَوْل مَا قَالَت حذام فَإِن كَانَ آخِره رَاء كسفار اسْم لماء وحضار لكوكب ووبار لقبيلة فأكثرهم يُوَافق الْحِجَازِيِّينَ على بنائِهِ على الْكسر وَمِنْهُم من لَا يوافقهم بل يلْتَزم الْإِعْرَاب وَمنع الصّرْف وَمِمَّا اخْتلف فِيهِ التَّمِيمِيُّونَ أَيْضا أمس الَّذِي أُرِيد بِهِ الْيَوْم الَّذِي قبل يَوْمك فأكثرهم يمنعهُ من الصّرْف إِن كَانَ فِي مَوضِع رفع على أَنه معدول عَن الأمس فَيَقُول مضى أمس بِمَا فِيهِ ويبنيه على الْكسر فِي النصب والجر على أَنه مُتَضَمّن معنى الْألف وَاللَّام فَيَقُول اعْتكف أمس وَمَا رَأَيْته مذ أمس وَبَعْضهمْ يعربه إِعْرَاب مَا لَا ينْصَرف مُطلقًا وَقد ذكرت ذَلِك فِي صدر هَذَا الشَّرْح وَأما سحر فَجَمِيع الْعَرَب تَمنعهُ من الصّرْف بِشَرْطَيْنِ أَحدهمَا أَن يكون ظرفا وَالثَّانِي أَن يكون من يَوْم معِين كَقَوْلِك جئْتُك يَوْم الْجُمُعَة سحر لِأَنَّهُ حِينَئِذٍ معدول عَن السحر كَمَا قدر التَّمِيمِيُّونَ أمس معدولا عَن الأمس فَإِن كَانَ سحر غير يَوْم معِين انْصَرف كَقَوْلِه تَعَالَى نجيناهم بِسحر</p> </div>"
   },
   {
    "page_number": 291,
    "page": 316,
    "text": "<div> <p>وَالْوَاقِع فِي الصِّفَات ضَرْبَان وَاقع فِي الْعدَد وواقع فِي غَيره فالواقع فِي الْعدَد يَأْتِي على صيغتين فعال ومفعل وَذَلِكَ فِي الْوَاحِد وَالْأَرْبَعَة وَمَا بَينهمَا تَقول أحاد وموحد وثناء ومثنى وَثَلَاث ومثلث وَربَاع ومربع قَالَ النجاري رَحمَه الله تَعَالَى لَا تتجاوز الْعَرَب الْأَرْبَعَة فَهَذِهِ الْأَلْفَاظ الثَّمَانِية معدولة عَن أَلْفَاظ الْعدَد الْأَرْبَعَة مكررة لِأَن أحاد مَعْنَاهُ وَاحِد وَاحِد وثناء مَعْنَاهُ اثْنَان اثْنَان وَكَذَا الْبَاقِي قَالَ الله تَعَالَى أولي أَجْنِحَة مثنى وَثَلَاث وَربَاع فمثنى وَمَا بعده صفة لأجنحة وَالْمعْنَى وَالله أعلم أولي أَجْنِحَة اثْنَيْنِ اثْنَيْنِ وَثَلَاثَة ثَلَاثَة وَأَرْبَعَة أَرْبَعَة وَأما قَوْله صلى الله عَلَيْهِ وَسلم صَلَاة اللَّيْل مثنى مثنى فمثنى الثَّانِي للتَّأْكِيد لَا لإِفَادَة التّكْرَار لِأَن ذالك حَاصِل بِالْأولِ وَالْوَاقِع فِي غير الْعدَد أخر وَذَلِكَ نَحْو قَوْلك مَرَرْت بنسوة أخر لِأَنَّهَا جمع الْأُخْرَى وَأُخْرَى أُنْثَى آخر الا ترى انك تَقول جَاءَنِي رجل آخل وَامْرَأَة أُخْرَى وَالْقَاعِدَة أَن كل فعلى مُؤَنّثَة أفعل لَا تسْتَعْمل هِيَ وَلَا جمعهَا إِلَّا بِالْألف وَاللَّام أَو بِالْإِضَافَة كالكبرى وَالصُّغْرَى وَالْكبر والصغر قَالَ الله تَعَالَى إِنَّهَا لإحدى الْكبر وَلَا يجوز أَن تَقول صغرى وَلَا كبرى وَلَا كبر وَلَا صغر وَلِهَذَا لحنوا العروضيين فِي قَوْلهم فاصلة كبرى وفاصلة صغرى ولحنوا أَبَا نواس فِي قَوْله كَأَن صغرى وكبرى من فقاقعها حَصْبَاء در على أَرض من الذَّهَب</p> </div>"
   },
   {
    "page_number": 292,
    "page": 317,
    "text": "<div> <p>فَكَانَ الْقيَاس أَن يُقَال الْأُخَر وَلَكنهُمْ عدلوا عَن ذَلِك الِاسْتِعْمَال فَقَالُوا أخر كَمَا عدل التَّمِيمِيُّونَ الأمس عَن الأمس وكما عدل جَمِيع الْعَرَب سحر عَن السحر قَالَ الله تَعَالَى فَعدَّة من أَيَّام أخر</p><p>الْعلَّة السَّادِسَة الْوَصْف</p><p>كأحمر وَأفضل وسكران وغضبان وَيشْتَرط لاعتباره أَمْرَانِ أَحدهمَا الْأَصَالَة فَلَو كَانَت الْكَلِمَة فِي الأَصْل اسْما ثمَّ طرأت لَهَا</p> </div>"
   },
   {
    "page_number": 293,
    "page": 318,
    "text": "<div> <p>الوصفية لم يعْتد بهَا وَذَلِكَ كَمَا إِذا أخرجت صفوانا وأرنبا عَن مَعْنَاهُمَا الْأَصْلِيّ وَهُوَ الْحجر الأملس وَالْحَيَوَان الْمَعْرُوف واستعملتها بِمَعْنى قَاس وذليل فَقلت هَذَا قلب صَفْوَان وَهَذَا رجل أرنب فَإنَّك تصرفهما لعروض الوصفية فيهمَا الثَّانِي أَن لَا تقبل الْكَلِمَة تَاء التَّأْنِيث فَلهَذَا تَقول مَرَرْت بِرَجُل عُرْيَان وَرجل أرمل بِالصرْفِ لقَولهم فِي المؤنثة عُرْيَانَة وأرملة بِخِلَاف سَكرَان وأحمر فإ مؤنثهما سكرى وحمراء بِغَيْر التَّاء</p><p>الْعلَّة السَّابِعَة</p><p>الْجمع وَشَرطه أَن يكون على صِيغَة لَا يكون عَلَيْهَا الْآحَاد وَهُوَ نَوْعَانِ مفاعل كمساجد ودراهم ومفاعيل كمصابيح وطواويس</p><p>الْعلَّة الثَّامِنَة الزِّيَادَة</p><p>وَالْمرَاد بهَا الْألف وَالنُّون الزائدتان نَحْو سَكرَان وَعُثْمَان</p><p>الْعلَّة التَّاسِعَة التَّأْنِيث</p><p>وَهُوَ على ثَلَاثَة أَقسَام تَأْنِيث بِالْألف كحبلى وصحراء وتأنيث بِالتَّاءِ كطلحة وَحَمْزَة وتأنيث بِالْمَعْنَى كزينب وسعاد وتأثير الأول مِنْهَا فِي منع الصّرْف لَازم مُطلقًا من غير شَرط كَمَا سَيَأْتِي وتأثير الثَّانِي مَشْرُوط بالعلمية كَمَا سَيَأْتِي وتأثير الثُّلُث كتأثير الثَّانِي وَلكنه تَارَة يُؤثر وجوب منع الصّرْف وَتارَة يُؤثر جَوَازه فَالْأول مَشْرُوط بِوُجُود وَاحِد من ثَلَاثَة أُمُور وَهِي إِمَّا الزِّيَادَة على ثَلَاثَة أحرف كسعاد وَزَيْنَب وَإِمَّا تحرّك الْوسط كسقر ولظى وَإِمَّا العجمة كَمَاء وجور وحمص وبلخ وَالثَّانِي فِيمَا عدا ذَلِك كهند ودعد وجمل فَهَذِهِ يجوز فِيهَا الصّرْف وَعَدَمه وَقد اجْتمع الْأَمْرَانِ فِي قَول الشَّاعِر لم تتلفع بِفضل مئزرها دعد وَلم تسق دعد فِي العلب</p> </div>"
   },
   {
    "page_number": 294,
    "page": 319,
    "text": "<div> <p>فَهَذِهِ جَمِيع الْعِلَل وَقد أَتَيْنَا على شرحها شرحا يَلِيق بِهَذَا الْمُخْتَصر ثمَّ اعْلَم أَنَّهَا ثَلَاثَة أَقسَام الأول مَا يُؤثر وَحده وَلَا يحْتَاج إِلَى انضمام عِلّة أُخْرَى وَهُوَ شَيْئَانِ الْجمع وألفا التَّأْنِيث وَالثَّانِي مَا يُؤثر بِشَرْط وجود العلمية وَهُوَ ثَلَاثَة أَشْيَاء التَّأْنِيث بِغَيْر الْألف والتركيب والعجمة نَحْو فَاطِمَة وَزَيْنَب ومعديكرب وابراهيم وَمن ثمَّ انْصَرف صنجه وان كَانَ مؤنثا أعجميا وصولجان وَإِن كَانَ أعجميا ذَا زِيَادَة ومسلمة وَإِن كَانَ مؤنثا وَصفا لانتقاء العلمية فِيهِنَّ الثَّالِث مَا يُؤثر بِشَرْط وجود أحد أَمريْن العلمية أَو الوصفية وَهُوَ ثَلَاثَة</p> </div>"
   },
   {
    "page_number": 295,
    "page": 320,
    "text": "<div> <p>أَيْضا الْعدْل وَالْوَزْن وَالزِّيَادَة مِثَال تأثيرها مَعَ العلمية عمر وَأحمد وسلمان وَمِثَال تأثيرها مَعَ الصّفة ثَلَاث وأحمر وسكران</p><p>السَّابِع التَّعَجُّب</p><p>ص بَاب التَّعَجُّب لَهُ صيغتان مَا أفعل زيدا وَإِعْرَابه مَا مُبْتَدأ بِمَعْنى شَيْء عَظِيم وأفعل فعل مَاض فَاعله ضمير مَا زيدا مفعول بِهِ وَالْجُمْلَة خبر مَا وأفعل بِهِ وَهُوَ بِمَعْنى مَا أَفعلهُ وَأَصله أفعل أَي صَار ذَا كَذَا كاغد الْبَعِير أَي صَار ذَا غُدَّة فَغير اللَّفْظ وزيدت الْبَاء فِي الْفَاعِل لإِصْلَاح اللَّفْظ فَمن ثمَّ لَزِمت هُنَا بِخِلَافِهَا فِي فَاعل كفى وَإِنَّمَا يبْنى فعلا التَّعَجُّب وَاسم التَّفْضِيل من فعل ثلاثي مُثبت متفاوت تَامّ مَبْنِيّ للْفَاعِل لَيْسَ اسْم فَاعله على أفعل ش التَّعَجُّب تفعل من الْعجب وَله أَلْفَاظ كَثِيرَة غير مبوب لَهَا فِي النَّحْو كَقَوْلِه تَعَالَى كَيفَ تكفرون بِاللَّه وَقَوله عَلَيْهِ الصَّلَاة وَالسَّلَام سُبْحَانَ الله إِن الْمُؤمن لَا ينجس حَيا وَلَا مَيتا وَقَوْلهمْ لله دره فَارِسًا وَقَول الشَّاعِر يَا سيدا مَا أَنْت من سيد موطا الأكناف رحب الذِّرَاع</p> </div>"
   },
   {
    "page_number": 296,
    "page": 321,
    "text": "<div> <p>والمبوب لَهُ فِي النَّحْو صيغتان مَا أفعل زيدا وأفعل بِهِ فَأَما الصِّيغَة الأولى اسْم مُبْتَدأ وَاخْتلف فِي مَعْنَاهَا على مذهبين أَحدهمَا أَنَّهَا نكرَة تَامَّة بِمَعْنى شَيْء وعَلى هَذَا القَوْل فَمَا بعْدهَا هُوَ الْخَبَر وَجَاز الِابْتِدَاء بهَا لما فِيهَا من معنى التَّعَجُّب كَمَا قَالُوا فِي قَول الشاعإ عجب لتِلْك قَضِيَّة وإقامتي فِيكُم على تِلْكَ الْقَضِيَّة أعجب</p> </div>"
   },
   {
    "page_number": 297,
    "page": 322,
    "text": "<div> <p>وَإِمَّا لِأَنَّهَا فِي قُوَّة الموصوفة إِذْ الْمَعْنى شَيْء عَظِيم حسن زيدا كَمَا قَالُوا فِي شَرّ أهر ذَا نَاب إِن مَعْنَاهُ شَرّ عَظِيم أهر ذَا نَاب وَالثَّانِي أَنَّهَا تحْتَمل ثَلَاثَة أوجه أَحدهَا أَن تكون نكرَة تَامَّة كَمَا قالو سِيبَوَيْهٍ وَالثَّانِي أَن تكون نكرَة مَوْصُوفَة بِالْجُمْلَةِ الَّتِي بعْدهَا وَالثَّالِث أَن تكون معرفَة مَوْصُولَة بِالْجُمْلَةِ الَّتِي بعْدهَا وعَلى هذَيْن الْوَجْهَيْنِ فَالْخَبَر مَحْذُوف وَالْمعْنَى شَيْء حسن زيدا عَظِيم أَو الَّذِي حسن زيدا شَيْء عَظِيم وَهَذَا قَول الْأَخْفَش وَأما أفعل فَزعم الْكُوفِيُّونَ أَنه اسْم بِدَلِيل أَنه يصغر قَالُوا مَا أحيسنه وَمَا اميلحه وَزعم البصريون أَنه فعل مَاض وَهُوَ الصَّحِيح لِأَنَّهُ مَبْنِيّ على الْفَتْح وَلَو كَانَ اسْما لارتفع على أَنه خبر وَلِأَنَّهُ يلْزمه مَعَ يَاء الْمُتَكَلّم نون الْوِقَايَة يُقَال مَا أفقرني إِلَى عَفْو الله وَلَا يُقَال مَا أفقري وَأما التصغير فشاذ وَوَجهه أَنه أشبه الْأَسْمَاء عُمُوما بجموده وَأَنه لَا مصدر لَهُ وأشبه أفعل التَّفْصِيل خُصُوصا بِكَوْنِهِ على وَزنه وبدلالته على الزِّيَادَة وبكونهما لَا يبنيان إِلَّا مِمَّا اسْتكْمل شُرُوطًا يَأْتِي ذكرهَا وَفِي أحسن ضمير مستتر بالِاتِّفَاقِ مَرْفُوع على الفاعلية رَاجع إِلَى مَا وَهُوَ الَّذِي دلنا على اسميتها لِأَن الضَّمِير لَا يعود إِلَّا على الْأَسْمَاء وزيدا مفعول بِهِ على القَوْل بِأَن أفعل فعل مَاض ومشبه بالمفعول بِهِ على القَوْل بِأَنَّهُ</p> </div>"
   },
   {
    "page_number": 298,
    "page": 323,
    "text": "<div> <p>اسْم وَأما الصِّيغَة الثَّانِيَة فأفعل فعل بِاتِّفَاق لَفظه لفظ الْأَمر وَمَعْنَاهُ التَّعَجُّب وَهُوَ خَال من الضَّمِير وأصل قَوْلك أحسن بزيد أحسن زيد أَي صَار ذَا حسن كَمَا قَالُوا أَوْرَق الشّجر وأزهر الْبُسْتَان وأثرى فلَان وأترب زيد وأغد الْبَعِير بِمَعْنى صَار ذَا ورق وَذَا زهر وَذَا ثروة وَذَا مَتْرَبَة أَي فقر وفاقة وَذَا غُدَّة فضمن معنى التَّعَجُّب وحولت صِيغَة إِلَى صِيغَة أفعل بِكَسْر الْعين فَصَارَ أحسن زيد فاستقبح اللَّفْظ بِالِاسْمِ الْمَرْفُوع بعد صِيغَة فعل الْأَمر فزيدت الْبَاء لإِصْلَاح اللَّفْظ فَصَارَ أحسن بزيد على صِيغَة أمرر بزيد فَهَذِهِ الْبَاء تشبه الْبَاء فِي كفي بِاللَّه شَهِيدا فِي أَنَّهَا زيدت فِي الْفَاعِل وَلكنهَا تخالفها من جِهَة أَنَّهَا لَازِمَة وَتلك جَائِزَة الْحَذف قَالَ سحيم عميرَة ودع إِن تجهزت غازيا كفى الشيب وَالْإِسْلَام للمرء ناهيا</p> </div>"
   },
   {
    "page_number": 299,
    "page": 324,
    "text": "<div> <p>وَلَا يبْنى فعل التَّعَجُّب وَاسم التَّفْضِيل إِلَّا مِمَّا اسْتكْمل خَمْسَة شُرُوط أَحدهَا أَن يكون فعل فَلَا يبنيان من غير فعل وَلِهَذَا خطئَ من بناه من الْخلف وَالْحمار فَقَالَ مَا أجلفه وَمَا أحمره وَشد قَوْلهم مَا ألصه وَهُوَ ألص من شظاظ الثَّانِي أَن يكون الْفِعْل ثلاثيا فَلَا يبنيان من نَحْو دحرج وَانْطَلق واستخرج وَعَن أبي الْحسن جَوَاز بنائِهِ من الثلاثي الْمَزِيد فِيهِ بِشَرْط حذف زوائده وَعَن سِيبَوَيْهٍ جَوَاز بنائِهِ من أفعل نَحْو أكْرم وَأحسن وَأعْطى الثَّالِث أَن يكون مِمَّا يقبل مَعْنَاهُ التَّفَاوُت فَلَا يبنيان من نَحْو مَاتَ وفنى لِأَن حقيقتهما وَاحِدَة وَإِنَّمَا يتعجب مِمَّا زَاد على نَظَائِره الرَّابِع أَن لَا يكون مَبْنِيا للْمَفْعُول فَلَا يبنيان من نَحْو ضرب وَقتل الْخَامِس أَن لَا يكون اسْم فَاعله على وزن أفعل فَلَا يبنيان من نَحْو عمي وعرج وشبههما من أَفعَال الْعُيُوب الظَّاهِرَة وَلَا من نَحْو سود وحمر وَنَحْوهمَا من أَفعَال الألوان وَلَا من نَحْو لمى ودعج وَنَحْوهمَا</p> </div>"
   },
   {
    "page_number": 300,
    "page": 325,
    "text": "<div> <p>من أَفعَال الحلى الَّتِي الْوَصْف مِنْهَا على وزن أفعل لأَنهم قَالُوا من ذَلِك هُوَ أعمى وأعرج وأسود وأحمر وألمى وأدعج</p><p>الْوَقْف</p><p>ص بَاب الْوَقْف فِي الْأَفْصَح على نَحْو رَحْمَة بِالْهَاءِ وعَلى مسلمات بِالتَّاءِ ش إِذا وقف على مَا فِيهِ تَاء التَّأْنِيث فَإِن كَانَت سَاكِنة لم تَتَغَيَّر نَحْو قَامَت وَقَعَدت وَإِن كَانَت متحركة فإمَّا أَن تكون الْكَلِمَة جمعا بِالْألف وَالتَّاء أَولا فَإِن لم تكن كَذَلِك فالأفصح الْوَقْف بإبدالها هَاء تَقول هَذِه رَحْمَة وَهَذِه شَجَرَة وبعم يقف بِالتَّاءِ وَقد وقف بعض السَّبْعَة فِي قَوْله تَعَالَى إِن رَحْمَة الله قريب من الْمُحْسِنِينَ ووإن شَجَرَة الزقوم بِالتَّاءِ وَسمع بَعضهم يَقُول يَا أهل سُورَة البقرت فَقل بعض من سَمعه وَالله مَا أحفظ مِنْهَا آيت وَقَالَ الشَّاعِر وَالله أنجاك بكفي مسملت من بعد مَا وَبعد مَا وَبعد مت كَانَت نفوس الْقَوْم عِنْد الغلصمت وكادت الْحرَّة أَن تدعى أمت</p> </div>"
   },
   {
    "page_number": 301,
    "page": 326,
    "text": "<div> <p>وَإِن كَانَ جمعا بِالْألف وَالتَّاء فَالْأَصَحّ الْوَقْف بِالتَّاءِ وَبَعْضهمْ يقف بِالْهَاءِ وَسميع من كَلَامهم كَيفَ الْإِخْوَة والأخواة وَقَالُوا دفن البناة من المكرماة وَقد نبهت على الْوَقْف على نَحْو رَحْمَة بِالتَّاءِ ومسلمات بِالْهَاءِ بِقَوْلِي بعد وَقد يعكس فِيهِنَّ ص وعَلى نَحْو قَاض رفعا وجرا بالحذف وَنَحْو القَاضِي فيهمَا بالإثبات ش إِذا وقفت على المنقوص وَهُوَ الِاسْم الَّذِي آخِره يَاء مكسور مَا قبلهَا فإمَّا أَن يكون منونا أَو لَا فَإِن كَانَ منونا فالأفصح الْوَقْف عَلَيْهِ رفعا وجرا بالحذف تَقول هَذَا قَاض ومررت بقاض وَيجوز أَن تقف عَلَيْهِ بِالْيَاءِ وَبِذَلِك وقف ابْن كثير على هاد ووال وواق من قَوْله تَعَالَى وَلكُل قوم هادي وَمَا لَهُم من دونه من وَالِي وَمَا لَهُم من الله من وافي وَإِن كَانَ غير منون فالأفصح الْوَقْف عَلَيْهِ رفعا وجرا بالإثبات كَقَوْلِك هَذَا القَاضِي ومررت بِالْقَاضِي وَيجوز الْوَقْف عَلَيْهِ بالحذف وَبِذَلِك وقف الْجُمْهُور على المتعال والتلاق فِي قَوْله تَعَالَى وَهُوَ الْكَبِير المتعال لينذر يَوْم</p> </div>"
   },
   {
    "page_number": 302,
    "page": 327,
    "text": "<div> <p>التلاق ووقف ابْن كثير بِالْيَاءِ على الْوَجْه الْأَفْصَح ص وَقد يعكس فِيهِنَّ ش الضَّمِير رَاجع إِلَى قلب تَاء رَحْمَة هَاء وَإِثْبَات تَاء مسلمات وَحذف يَاء قَاض وَإِثْبَات يَاء القَاضِي أَي وَقد يُوقف على رَحْمَة بِالتَّاءِ وعَلى مسلمات بِالْهَاءِ وعَلى قَاض بِالْيَاءِ وعَلى القَاضِي بالحذف ص وَلَيْسَ فِي نصب قَاض وَالْقَاضِي إِلَى الْيَاء ش إِذا كَانَ المنقوص مَنْصُوبًا وَجب فِي الْوَقْف إِثْبَات يائه فَإِن كَانَ منونا أبدل من تنوينه ألف كَقَوْلِه تَعَالَى رَبنَا إننا سمعنَا مناديا وَإِن كَانَ غير منون وقف على الْيَاء كَقَوْلِه تَعَالَى كلا إِذا بلغت التراقي ص وَيُوقف على إِذا وَنَحْو لنسفعا وَرَأَيْت زيدا بِالْألف ش يجب فِي الْوَقْف قلب النُّون الساكنة الْفَا فِي ثَلَاث مسَائِل إِحْدَاهَا إِذا هَذَا هُوَ الصَّحِيح وَجزم ابْن عُصْفُور فِي شرح الْجمل بِأَنَّهُ يُوقف عَلَيْهَا بالنُّون وَبنى على ذَلِك أَنَّهَا تكْتب بالنُّون وَلَيْسَ كَمَا ذكر وَلَا تخْتَلف الْقُرَّاء فِي الْوَقْف على نَحْو وَلنْ تُفْلِحُوا إِذا أبدا أَنه بِالْألف الثَّانِيَة نون التوكيد الْخَفِيفَة الْوَاقِعَة بعد الفتحة كَقَوْلِه تَعَالَى لنسفعا وليكونا وقف الْجَمِيع عَلَيْهَا بِالْألف قَالَ الشَّاعِر</p> </div>"
   },
   {
    "page_number": 303,
    "page": 328,
    "text": "<div> <p>وَإِيَّاك وَالْمَيتَات لَا تقربنها وَلَا تعبد الشَّيْطَان وَالله فاعبدا أَصله أعبدن الثَّالِثَة تَنْوِين الِاسْم الْمَنْصُوب نَحْو رَأَيْت زيدا هَذَا وقف عَلَيْهِ الْعَرَب بِالْألف إِلَّا ربعَة فَإِنَّهُم وقفُوا على نَحْو رَأَيْت زيدا بالحذف قَالَ شَاعِرهمْ أَلا حبذا غنم وَحسن حَدِيثهَا لقد تركت قلبِي بهَا هائما دنف</p> </div>"
   },
   {
    "page_number": 304,
    "page": 329,
    "text": "<div> <p>ص كَمَا يكتبن ش لما ذكرت الْوَقْف على هَذِه الثَّلَاثَة ذكرت كَيْفيَّة رسمها فِي الْخط اسْتِطْرَادًا فَذكرت أَن النُّون فِي الْمسَائِل الثَّلَاث تصور ألفا على حسب الْوَقْف وَعَن الْكُوفِيّين أَن نون التوكيد تصور نونا وَعَن الْفراء أَن إِذا إِذا كَانَت ناصبة كتبت بِالْألف وَإِلَّا كتبت بالنُّون فرقا بَينهَا وَبَين إِذا الشّرطِيَّة والفجائية وَقد تلخص أَن فِي كِتَابَة إِذا ثَلَاثَة مَذَاهِب بِالْألف مُطلقًا وَالنُّون مُطلقًا وَالتَّفْصِيل</p> </div>"
   },
   {
    "page_number": 305,
    "page": 330,
    "text": "<div> <p>ص وتكتب الْألف بعد وَاو الْجَمَاعَة ك قَالُوا دون الأصيلية ك زيد يَدْعُو وترسم الْألف يَاء إِن تجاوزت الثَّلَاثَة كاستدعي والمصطفى أَو كَانَ أَصْلهَا الْيَاء كرمى والفتى وألفا فِي غَيره كقفا والعصا وينكشف أَمر ألف الْفِعْل بِالتَّاءِ كرميت وعفوت وَالِاسْم بالتثنية كعصوين وفتيين ش لما ذكرت هَذِه الْمَسْأَلَة من مسَائِل الْكِتَابَة استطردت بِذكر مَسْأَلَتَيْنِ مهمتين من مسائلها إِحْدَاهمَا أَنهم فرقوا بَين الْوَاو فِي قَوْلك زيد يَدْعُو وَبَينهَا فِي قَوْلك الْقَوْم لم يدعوا فزادوا ألفا بعد وَاو الْجَمَاعَة وجرد والأصلية من الْألف قصدا للتفرقة بَينهَا الثَّانِيَة أَن من الألفات المتطرفة مَا يصور ألفا وَمِنْهَا مَا يصور يَاء وَضَابِط ذَلِك أَن الْألف إِذا تجاوزت ثَلَاث أحرف أَو كَانَت منقلبة عَن يَاء صورت يَاء مِثَال ذَلِك فِي النَّوْع الأول استدعى والمصطفى وَفِي النَّوْع الثَّانِي رهى وَهدى والفتى وَالْهدى وَإِن كَانَت ثَالِثَة منقلبة عَن وَاو صورت ألفا وَذَلِكَ نَحْو دَعَا وَعَفا والعصا والقفا وَلما ذكرت ذَلِك احتجت إِلَى ذكر قانون يتَمَيَّز بِهِ ذَوَات الْوَاو من ذَوَات الْيَاء فَذكرت أَنه إِذا أشكل أَمر الْفِعْل وصلته بتاء الْمُتَكَلّم أَو الْمُخَاطب فمهما ظهر فَهُوَ أَصله أَلا ترى أَنَّك تَقول فِي رمى وَهدى رميت وهديت وَفِي دَعَا وَعَفا دَعَوْت وعفوت وَإِذا أشكل أَمر الِاسْم نظرت إِلَى تَثْنِيَة فمهما ظهر فِيهَا فَهُوَ أَصله أَلا ترى أَنَّك تَقول فِي الْفَتى وَالْهَدْي الفتيان والهديان وَفِي الْعَصَا والقفا العصوان وَمَا أحسن قَول الشاطبي رَحمَه الله تَعَالَى وتثنية الْأَسْمَاء تكشفها وَإِن رددت إِلَيْك الْفِعْل صادفت منبلا</p> </div>"
   },
   {
    "page_number": 306,
    "page": 331,
    "text": "<div> <p>قَالَ الْحَرِير رَحمَه الله تَعَالَى إِذا الْفِعْل يَوْمًا غم عَنْك هجاؤه فَالْحق بِهِ تَاء الْخطاب وَلَا تقف فَإِن تره بِالْيَاءِ يَوْمًا كتبته بياء وَإِلَّا فَهُوَ يكْتب بِالْألف</p><p>همزَة الْوَصْل</p><p>ص فصل همزَة اسْم بِكَسْر وَضم وأست وَابْن وابنم وَابْنَة وامرئ وَامْرَأَة وتثنيتهن واثنين واثنتين والغلام وايمن الله فِي الْقسم بفتحهما أَو بِكَسْر فِي أَيمن همزَة وصل أَي تثبت ابْتِدَاء وتحذف وصلا وَكَذَا همزَة الْمَاضِي المتجاوز أَرْبَعَة أحرف كاستخرج وَأمره ومصدره وَأمره ومصدره وَأمر الثلاثي كاقتل واغز واغزي بضمهن وَاضْرِبْ وامشوا واذهب بِكَسْر كالبواقي ش هَذَا الْفَصْل فِي ذكر همزات الْوَصْل وَهِي الَّتِي تثبت فِي الِابْتِدَاء وتحذف فِي الْوَصْل وَالْكَلَام فيهمَا فِي فصلين الأول فِي ضبط مواقعها فَنَقُول قد اسْتَقر أَن الْكَلِمَة إِمَّا اسْم أَو فعل أَو حرف فَأَما الِاسْم فَلَا تكون همزته همزَة وصل إِلَّا فِي نَوْعَيْنِ أَحدهمَا أَسمَاء غير مصَادر وَهِي عشرَة مَحْفُوظَة أسم وأست وَابْن وَابْنَة وابنم وامرؤ وأمرأة وَاثْنَانِ وَاثْنَتَانِ وإبنان وابنمان وامرآن وَامْرَأَتَانِ قَالَ الله تَعَالَى فَرجل وَامْرَأَتَانِ بِخِلَاف الْجمع فَإِن همزته همزات قطع قَالَ الله تَعَالَى أَن هِيَ إِلَّا أَسمَاء سميتموها فَقل تَعَالَوْا نَدع أبناءنا وأبناءكم النَّوْع الثَّانِي أَسمَاء هِيَ مصَادر وَهِي مصَادر الْأَفْعَال الخماسية كالانطلاق والاقتداء والسداسية كالاستخراج</p> </div>"
   },
   {
    "page_number": 307,
    "page": 332,
    "text": "<div> <p>وَأما الْفِعْل فَإِن كَانَ مضارعا فهمزاته همزات قطع نَحْو أعوذ بِاللَّه أسْتَغْفر الله وَأحمد الله وَإِن كَانَ مَاضِيا فَإِن كَانَ ثلاثيا أَو رباعيا فهمزاته همزاته قطع فالثلاثي نَحْو أَخذ وَأكل والرباعي نَحْو أخرج وَأعْطى وَإِن كَانَ خماسيا أَو سداسيا فهمزاته همزات وصل نَحْو انْطلق واستخرج وَأما الْأَمر فَإِن كَانَ من الرباعي فهمزاته همزات قطع كَقَوْلِك يَا زيد أكْرم عمرا وو يَا فلَان أجب فلَانا وَأما الْحَرْف فَلم تدخل عَلَيْهِ همزَة وصل إِلَّا عى اللَّام نَحْو قَوْلك الْغُلَام وَالْفرس وَعَن الْخَلِيل أَنَّهَا همزَة قطع عوملت فِي الدرج مُعَاملَة الْوَصْل تَخْفِيفًا لِكَثْرَة الِاسْتِعْمَال كَمَا حذفت الْهمزَة من خير شَرّ فِي الْحَالَتَيْنِ للتَّخْفِيف وَبَقِيَّة الْحُرُوف همزاتها همزات قطع نَحْو أم وأو وَأَن الْفَصْل الثَّانِي فِي حَرَكَة همزَة الْوَصْل اعْلَم أَن مِنْهَا مَا يُحَرك بِالْكَسْرِ فِي الْأَكْثَر وبالضم فِي لُغَة ضَعِيفَة وَهُوَ اسْم وَقد أَشرت إِلَى ذَلِك بِقَوْلِي همزَة اسْم بِكَسْر أَو ضم وَمِنْهَا مَا يُحَرك بِالْفَتْح خَاصَّة وَهِي همزَة لَام التَّعْرِيف وَمِنْهَا مَا يُحَرك بِالْفَتْح فِي الْأَفْصَح وبالكسر فِي لُغَة ضَعِيفَة وَهُوَ ايمن الْمُسْتَعْمل فِي الْقسم فِي قَوْلهم ايمن الله لَأَفْعَلَنَّ وَهُوَ اسْم مُفْرد مُشْتَقّ من الْيمن وَهُوَ الْبركَة لَا جمع يَمِين خلافًا للفراء وَقد اشرت إِلَى هَذَا الْقسم وَالَّذِي قبله بِقَوْلِي بفتحهما أَو بِكَسْر همزَة ايمن وَمِنْهَا مَا يُحَرك بِالضَّمِّ فَقَط وَهُوَ أَمر الثلاثي إِذا انْضَمَّ ثالثه ضما متأصلا نَحْو اقْتُل واكتب وادخل وَدخل تَحت قَوْلنَا متأصلا نَحْو قَوْلك للْمَرْأَة اغزي يَا هِنْد لِأَن أَصله اغزوي</p> </div>"
   },
   {
    "page_number": 308,
    "page": 333,
    "text": "<div> <p>بِضَم الزَّاي وَكسر الْوَاو فأسكنت الْوَاو للاستثقال ثمَّ حذفت ثمَّ كسرت الزَّاي لتناسب الْيَاء وَقد أَشرت إِلَى هَذَا بالتمثيل باغزي ومثلت قبلهَا باعز لأنبه على أَن الأَصْل أغزوي بِالضَّمِّ بِدَلِيل وجوده إِذا لم تُوجد يَاء المخاطبة وَخرج عَنهُ نَحْو قَوْلك أمشوا فَإِنَّهُ يبتدأ بِالْكَسْرِ لِأَن أَصله أمشيوا بِكَسْر الشين وَضم الْيَاء فسكنت الْيَاء للاستثقال ثمَّ حذفت لالتقاء الساكنين ثمَّ ضمت الشين لتجانس الْوَاو ولتسلم من الْقلب يَاء وَلِهَذَا مثلت بِهِ فِي الأَصْل لما يكسر مَعَ التَّمْثِيل باضرب لتنبيه على أَنَّهُمَا من بَاب وَاحِد وَإِنَّمَا مثلت باذهب دفعا لتوهم من يتَوَهَّم أَنهم إِذا ضمُّوا فِي مثل اكْتُبْ وكسروا فِي مثل أضْرب فَيَنْبَغِي أَن يفتحوا فِي مثل أذهب ليكونوا قد راعوا بحركة الْهمزَة مجانسة حَرَكَة الثَّالِث وَإِنَّمَا لم يَفْعَلُوا ذَلِك لِئَلَّا يلتبس بالمضارع المبدوء بِالْهَمْزَةِ فِي حَال الْوَقْف وَمِنْهَا مَا يكسر لَا غير وَهُوَ الْبَاقِي وَذَلِكَ أصل الْبَاب وَهَذَا آخر مَا أردنَا إملاءه على هَذِه الْمُقدمَة وَقد جَاءَ بِحَمْد الله مهذب المباني مشيد الْمعَانِي مُحكم الْأَحْكَام مُسْتَوفى الْأَنْوَاع والأقسام تقر بِهِ عين الْوَدُود وتكمد بِهِ نفس الْجَاهِل الحسود إِن يحسدوني فَإِنِّي غير لأئمهم قبلي من النَّاس أهل الْفضل قد حسدوا فدام لي وَلَهُم مَا بِي وَمَا بهم وَمَات أكثرنا غيظا بِمَا يجد أَنا الَّذِي يجدوني فِي صُدُورهمْ لَا أرتقي صَدرا مِنْهَا وَلَا أرد</p> </div>"
   },
   {
    "page_number": 309,
    "page": 334,
    "text": "<div> <p>وَإِلَى الله الْعَظِيم أَرغب أَن يَجْعَل ذَلِك لوجهه الْكَرِيم مصروفا وعَلى النَّفْع بِهِ مَوْقُوفا وَأَن يكفينا شَرّ الحساد وَلَا يفصحنا يَوْم التناد بمنه وَكَرمه إِنَّه الْكَرِيم التواب والرؤوف الرَّحِيم الْوَهَّاب قَالَ أَبُو رَجَاء مُحَمَّد يحيى الدّين بن الشَّيْخ عبد الحميد بن الشَّيْخ إِبْرَاهِيم رَحِمهم الله تَعَالَى وَرَضي عَنْهُم وجعلهم عِنْده مَعَ النَّبِيين وَالصَّالِحِينَ وَالشُّهَدَاء قد تمّ بِحَمْد الله تَعَالَى وَحسن توفيقه مُرَاجعَة هَذَا الْكتاب وَالْكِتَابَة عَلَيْهِ وَحسن تنسيقه فِي ضحوة يَوْم الْخَمِيس السَّادِس من شهر شعْبَان الْمُعظم من عَام من الْهِجْرَة الْمُوَافق أكتوبر سنة الميلادية وَأَنا أسأَل الله تَعَالَى أَن ينفع بِهِ كَمَا نفع بِأَصْلِهِ وَأَن يَجعله مَقْصُودا بِهِ وَجهه الْكَرِيم ليَكُون لي حجَّة يَوْم الدّين آمين</p> </div>"
   }
  ]
 }
]